alphabet = "ᚠᚢᚦᚩᚱᚳᚷᚹᚻᚾᛁᛄᛇᛈᛉᛋᛏᛒᛖᛗᛚᛝᛟᛞᚪᚫᚣᛡᛠ"

all_pages = """
ᚱ-ᛝᚱᚪᛗᚹ.ᛄᛁᚻᛖᛁᛡᛁ-ᛗᚫᚣᚹ-ᛠᚪᚫᚾ-/
ᚣᛖᛈ-ᛄᚫᚫᛞ.ᛁᛉᛞᛁᛋᛇ-ᛝᛚᚱᛇ-ᚦᚫᛡ/
-ᛞᛗᚫᛝ-ᛇᚫ-ᛄᛁ-ᛇᚪᛡᛁ.ᛇᛁᛈᛇ-ᚣᛁ-ᛞ/
ᛗᚫᛝᚻᛁᚳᛟᛁ.ᛠᛖᛗᚳ-ᚦᚫᛡᚪ-ᛇᚪᛡᚣ.ᛁᛉ/
ᛋᛁᚪᛖᛁᛗᛞᛁ-ᚦᚫᛡᚪ-ᚳᚠᚣ.ᚳᚫ-ᛗᚫᛇ-ᛁᚳᛖᛇ-ᚫ/
ᚪ-ᛞᛚᚱᚹᛁ-ᚣᛖᛈ-ᛄᚫᚫᛞ.ᚫᚪ-ᚣᛁ-ᚾᛁᛈᛈᚱᛟᛁ-/
ᛞᚫᛗᛇᚱᛖᛗᛁᚳ-ᛝᛖᚣᛖᛗ.ᛁᛖᚣᛁᚪ-ᚣᛁ-ᛝᚫ/
ᚪᚳᛈ-ᚫᚪ-ᚣᛁᛖᚪ-ᛗᛡᚾᛄᛁᚪᛈ.ᛠᚫᚪ-ᚱᚻᚻ-ᛖ/
ᛈ-ᛈᚱᛞᚪᛁᚳ./
&
$
%
ᚢᛠᛝᛋᛇᚠᚳ.ᚱᛇᚢᚷᛈᛠᛠ-ᚠᚹᛉ/
ᛏᚳᛚᛠ-ᚣᛗ-ᛠᛇ-ᛏᚳᚾᚫ-ᛝᛗᛡ/
ᛡᛗᛗᚹ-ᚫᛈᛞᛝᛡᚱ-ᚩᛠ-ᛡᛗᛁ-ᚠᚠ-/
ᛖᚢᛝ-ᛇᚢᚫ.ᚣᛈ-ᚱᚫ-ᛁᛈᚫ-ᚳᚫ-ᚫᚾᚹ-ᛒᛉᛗᛞ/
-ᚱᛡᛁ-ᚠᛈᚳ-ᛇᛇᚫᚳ-ᚱᚦᛈ-ᚠᛄᛗᚩ-ᛇᚳᚹᛡ-ᛒᚫᚹ-/
ᛒᛠᛚᛋ-ᚱᚣ-ᛄᚫ-ᚱ-ᛗᚳᚦᛇᚫᛏᚳᛈᚹ-ᛗᚷᛇ.ᚳ/
ᛝᛈᚢ-ᛇᚳ-ᚱᛖᚹ-ᛡᛈᛁ-ᛒᚣᛒᛉ-ᚠᛚᛁᚱ-ᚱᛗ-ᚳᚷ/
ᛒ-ᚣᚱ-ᚳᚠᚢ-ᚦᛈᛡᛄᚹᛏᚠᛠ-ᛄᚷᛒ-ᚫᚦᚠᚠᛠ/
ᛈᚦ-ᛈᚠᚪᛉ-ᛄᛗᛖᛈᛝᛋᚩᛋᛗ-ᚹᛇᛄᛚ-ᚹᛉᚢᚦ/
ᚫᚹᛗᚦ-ᛞᚣᛄᚳ-ᛋᛡᛉᚩᛝᚱᛗᛒᚹ-ᚱᛗᛁ-ᛞᚣᛄ/
ᚳ-ᛉᚻᚢᚣᛈᛚ.ᛄᛝᚣᛗᚠᛄᛈᛇᚢᛡ-ᚹᛇᛄ-ᛞ/
ᚹᛉᚢ-ᚪᛚᚪᛋᛗᛡᛇᛉ-ᚫᛗ-ᛡᛗᛁ-ᛈᚣ-ᚫᛗᚢᚠ/
%
.ᛗᚣ-ᚣᛇ-ᚫᛉᚱᛄᛋᛖ-ᛖᚹᚾ-ᛞᛄᚢᛋᛉᚣᛏ/
ᛖᛏᛗ-ᛇᚱᚣ-ᛞᛋ-ᚾᛖᚫᛞᛡ-ᛈᛒᚢᚾᛠᛝᛄᛡ/
ᚫ-ᛄᚷᛒ-ᛈᚦᛉ-ᛈᚾᚹᚹᛁᛚᛗᚫ.ᛚᛈᛒᚢᚩᛠᛡ-ᚱ/
ᛡᛠᚠ-ᚱᚱᛇᛄᛗ-ᚱᛗᛁ-ᛞᚣᛄ-ᚻᛚᚠᚢ-ᛄᚢᛡᛚᚦ/
ᛠ-ᛇᛄᚩᛇᚱᚱᛗ.ᚢᛗᛋᚳ-ᛠᛇ-ᛚᛁᚫᚫᚳᛚ-ᚹᛁ-ᛚ/
ᛏ-ᛈᛖᚢᛈ-ᛠᛡᛈᚦᛏᛒ-ᛏᛗᛖ-ᚢᛚᚩᛚᛖ-ᛇᛄ/
ᛈ-ᚢᛠ-ᛚᚳᚷ-ᛠᚷᛋᛡᛏᛗ./
&
ᛒᛗᚱᚦᚠᛈ.ᚹᚱᛄ-ᚱᛉᚳ-ᛝ-ᛄᛠᛟ-ᛄᛖ/
ᚣᛗ-ᛞᚣᛄᚳᚫᛡᚢᚠ.ᛈᚠᚪ-ᚳᚳᛠ-ᚱ-/
ᚢᛄᚱ-ᚪᛗᛒᛈ-ᚷᛈᛒᚢᚾᛠᛝᚠ.ᚾᛉᛖ-/
ᚣᚷᛁᛠᛝᚢᛗᛏᚳᚷᛠᛠ-ᛄᚫ-ᛒᛈᚹᛞ.ᚠᚣ/
ᛉ-ᚫᚢᚠ-ᛇᛄᛈ-ᛉᛚᚦᛠᚪ-ᛚᚦ-ᚳᚣᚢᛡ./
ᚳᛖ-ᛚᚫᛇᛁᛉᚦᛋᚫᚻᚫ-ᚦᚣᚠᛚᚳᛖᚱ-ᛈᚠᚪᛉ-ᚱᛒᛖ-ᚫᚳᛒᚠ./
&
$
%
ᛋᚩᛗᛖ-ᚹᛁᛋᛞᚩᛗ.ᚦᛖ-ᛈᚱᛁᛗᛖᛋ-ᚪᚱᛖ-ᛋᚪᚳ/
ᚱᛖᛞ.ᚦᛖ-ᛏᚩᛏᛁᛖᚾᛏ-ᚠᚢᚾᚳᛏᛡᚾ-ᛁᛋ-ᛋᚪ/
ᚳᚱᛖᛞ.ᚪᛚᛚ-ᚦᛝᛋ-ᛋᚻᚩᚢᛚᛞ-ᛒᛖ-ᛖᚾᚳᚱᚣ/
ᛈᛏᛖᛞ./
&
ᚳᚾᚩᚹ-ᚦᛁᛋ./
272-138-ᛋᚻᚪᛞᚩᚹᛋ-131-151/
ᚫᚦᛖᚱᛠᛚ-ᛒᚢᚠᚠᛖᚱᛋ-ᚢᚩᛁᛞ-ᚳᚪᚱᚾᚪᛚ-18/
226-ᚩᛒᛋᚳᚢᚱᚪ-ᚠᚩᚱᛗ-245-ᛗᚩᛒᛁᚢᛋ/
18-ᚪᚾᚪᛚᚩᚷ-ᚢᚩᛁᛞ-ᛗᚩᚢᚱᚾᚠᚢᛚ-ᚫᚦᛖᚱᛠᛚ/
151-131-ᚳᚪᛒᚪᛚ-138-272/
&
$
%
ᚹ-ᚣᛠᚹᛟ.ᚹ-ᛇᚹᛟ-ᚻᛈᚣᛝᚻᛈᚻ-ᛋᛠ-/
ᚫᛠ-ᚹᛟᚻ-ᛏᛋᚢᚻᚳ-ᚪᛝᚠ-ᚹ-ᛇᚹᛏᛋᛈ/
ᛡ.ᛞᛈ-ᚪᛈᛟᛋ-ᛋᛠ-ᚠᛈ-ᚻᛠᛠᛡ-/
ᛠᚦ-ᚠᛈ-ᛇᚹᛏᛋᛈᛡ.ᚪᛞᛠ-ᚹᛡᛈ-ᚳᛠ/
ᚢ-ᚪᛞᛠ-ᚪᛝᛏᛞᛈᛏ-ᛋᛠ-ᛏᛋᚢᚻᚳ-ᛞᛈᛡ/
ᛈ-ᚹᛏᚣᛈᚻ-ᚠᛈ-ᛇᚹᛏᛋᛈᛡ.ᚠᛈ-ᛏᛋᚢᚻᛈ/
ᛟᛋ-ᛋᛠᛄᚻ-ᚠᛈ-ᛇᚹᛏᛋᛈᛡ-ᛞᛝᛏ-ᛟᚹᛇᛈ./
ᚠᚹᛋ-ᛝᛏ-ᛟᛠᛋ-ᚪᛞᛠ-ᚳᛠᚢ-ᚹᛡᛈ-ᚠᚹ/
ᛋ-ᛝᛏ-ᛠᛟᛄᚳ-ᚪᛞᚹᛋ-ᚳᛠᚢ-ᚹᛡᛈ-ᚣᚹᛄ/
ᛄᛈᚻ.ᚪᛞᛠ-ᚹᛡᛈ-ᚳᛠᚢ-ᚪᛞᛠ-ᚪᛝᛏᛞ/
ᛈᛏ-ᛋᛠ-ᛏᛋᚢᚻᚳ-ᛞᛈᛡᛈ-ᛞᛈ-ᚹᛏᚣᛈ/
%
ᚻ-ᚹᚫᚹᛝᛟ.ᚠᛈ-ᛇᚹᛟ-ᚠᛠᚢᚫᛞᛋ-ᚦᛠᛡ-ᚹ-/
ᛇᛠᛇᛈᛟᛋ-ᚹᛟᚻ-ᛡᛈᛖᛄᛝᛈᚻ-ᛝ-ᚹᛇ-ᚹ-/
ᛖᛡᛠᚦᛈᛏᛏᛠᛡ.ᚠᚹᛋ-ᛝᛏ-ᚪᛞᚹᛋ-/
ᚳᛠᚢ-ᚻᛠ-ᛟᛠᛋ-ᚪᛞᛠ-ᚳᛠᚢ-ᚹᛡᛈ-/
ᛡᛈᛖᛄᛝᛈᚻ-ᚠᛈ-ᛇᚹᛏᛋᛈᛡ.ᚪᛞᛠ-ᚹᛡ/
ᛈ-ᚳᛠᚢ-ᚪᛞᛠ-ᚪᛝᛏᛞᛈᛏ-ᛋᛠ-ᛏᛋᚢᚻ/
ᚳ-ᛞᛈᛡᛈ.ᚣᛠᛟᚦᚢᛏᛈᚻ-ᚠᛈ-ᛇᚹᛟ-ᚠ/
ᛠᚢᚫᛞᛋ-ᛏᛠᛇᛈ-ᛇᛠᛡᛈ.ᚦᛝᛟᚹᛄᛄᚳ-/
ᛞᛈ-ᚹᛟᛏᚪᛈᛡᛈᚻ-ᛝ-ᚹᛇ-ᚹ-ᛞᚢᛇᚹᛟ-ᛉ/
ᛈᛁ.ᚠᚹᛋ-ᛝᛏ-ᛠᛟᛄᚳ-ᚳᛠᚢᛡ-ᛏᛖᛈ/
ᚣᛝᛈᛏ-ᛟᛠᛋ-ᚪᛞᛠ-ᚳᛠᚢ-ᚹᛡᛈ.ᚪᛞ/
%
ᛠ-ᚹᛡᛈ-ᚳᛠᚢ-ᚪᛞᛠ-ᚪᛝᛏᛞᛈᛏ-ᛋᛠ-/
ᛏᛋᚢᚻᚳ-ᛞᛈᛡᛈ-ᚹᛏᚣᛈᚻ-ᚠᛈ-ᛇᚹᛏᛋᛈ/
ᛡ-ᚹᚫᚹᛝᛟ.ᚹᚦᛋᛈᛡ-ᚹ-ᛇᛠᛇᛈᛟᛋ-ᛠᚦ-ᚠ/
ᛠᚢᚫᛞᛋ-ᚠᛈ-ᛖᛡᛠᚦᛈᛏᛏᛠᛡ-ᛡᛈᛖᛄ/
ᛝᛈᚻ-ᛝ-ᚹᛇ-ᚹ-ᚣᛠᛟᛏᚣᚱᚢᛏᛟᛈᛏᛏ-ᛝ/
ᛟᛞᚹᛉᛝᛋᛁ-ᚹᛟ-ᚹᛡᛉᛝᛋᛡᚹᛡᚳ-ᛉᛠᚻᚳ/
.ᚠᚹᛋ-ᛝᛏ-ᛇᛈᛡᛈᛄᚳ-ᚪᛞᚹᛋ-ᚳᛠᚢ-ᚹ/
ᛡᛈ-ᛟᛠᛋ-ᚪᛞᛠ-ᚳᛠᚢ-ᚹᛡᛈ.ᚪᛞᛠ-ᚹ/
ᛡᛈ-ᚳᛠᚢ-ᚪᛞᛠ-ᚪᛝᛏᛞᛈᛏ-ᛋᛠ-ᛏᛋᚢ/
ᚻᚳ-ᛞᛈᛡᛈ.ᚠᛈ-ᛇᚹᛟ-ᚪᚹᛏ-ᚫᛈᛋᛋᛁ-ᛝᛡ/
ᛡᛝᛋᚹᛋᛈᚻ.ᛝ-ᚹᛇ-ᛞᛈ-ᛏᛋᚹᛡᛋᛈᚻ-/
%
ᛉᚢᛋ-ᛞᛈ-ᚣᛠᚢᛄᚻ-ᛟᛠᛋ-ᚠᛝᛟᚣ-ᛠᚦ-/
ᚹᛟᚳᚠᛁ-ᛈᛄᛏᛈ-ᛋᛠ-ᛏᚹᚳ-ᛏᛠ-ᛞᛈ-ᛋᛡᚹ/
ᛝᛄᛈᚻ-ᛠᚦᚦ.ᚹᚦᛋᛈᛡ-ᚹ-ᛄᛠᛁ-ᛖᚹᚢᛏᛈ-/
ᚠᛈ-ᛇᚹᛏᛋᛈᛡ-ᛡᛈᛖᛄᛝᛈᚻ-ᚠᛈᛟ-ᚳᛠ/
ᚢ-ᚹᛡᛈ-ᚪᛈᛄᚣᛠᛇᛈ-ᛋᛠ-ᚣᛠᛇᛈ-ᛏᛋᚢ/
ᚻᚳ./
&
ᚹᛟ-ᛝᛟᛏᛋᛡᚢᚣᛋᚱᛟ.ᚻᛠ-ᚦᛠᚢᛡ-/
ᚢᛟᛡᚩᛏᛠᛟᚹᛉᛄᛈ-ᚠᛁᛏ-ᚩᚣᛞ-ᚻᚹ/
ᚳ./
&
$
%
ᚦᛖ-ᛚᚩᛋᛋ-ᚩᚠ-ᛞᛁᚢᛁᚾᛁᛏᚣ.ᚦᛖ-ᚳᛁᚱᚳᚢ/
ᛗᚠᛖᚱᛖᚾᚳᛖ-ᛈᚱᚪᚳᛏᛁᚳᛖᛋ-ᚦᚱᛖ/
ᛖ-ᛒᛖᚻᚪᚢᛡᚱᛋ-ᚹᚻᛁᚳᚻ-ᚳᚪᚢᛋᛖ-ᚦ/
ᛖ-ᛚᚩᛋᛋ-ᚩᚠ-ᛞᛁᚢᛁᚾᛁᛏᚣ./
ᚳᚩᚾᛋᚢᛗᛈᛏᛡᚾ.ᚹᛖ-ᚳᚩᚾᛋᚢᛗᛖ-ᛏᚩᚩ/
-ᛗᚢᚳᚻ-ᛒᛖᚳᚪᚢᛋᛖ-ᚹᛖ-ᛒᛖᛚᛖᛁᚢᛖ-ᚦᛖ-/
ᚠᚩᛚᛚᚩᚹᛝ-ᛏᚹᚩ-ᛖᚱᚱᚩᚱᛋ-ᚹᛁᚦᛁᚾ-ᚦᛖ-ᛞᛖᚳ/
ᛖᛈᛏᛡᚾ./
1-ᚹᛖ-ᛞᚩ-ᚾᚩᛏ-ᚻᚪᚢᛖ-ᛖᚾᚩᚢᚷᚻ-/
ᚩᚱ-ᚦᛖᚱᛖ-ᛁᛋ-ᚾᚩᛏ-ᛖᚾᚩᚢᚷᚻ./
%
2-ᚹᛖ-ᚻᚪᚢᛖ-ᚹᚻᚪᛏ-ᚹᛖ-ᚻᚪᚢᛖ-ᚾ/
ᚩᚹ-ᛒᚣ-ᛚᚢᚳᚳ-ᚪᚾᛞ-ᚹᛖ-ᚹᛁᛚᛚ-ᚾᚩᛏ-/
ᛒᛖ-ᛋᛏᚱᚩᛝ-ᛖᚾᚩᚢᚷᚻ-ᛚᚪᛏᛖᚱ-ᛏ/
ᚩ-ᚩᛒᛏᚪᛁᚾ-ᚹᚻᚪᛏ-ᚹᛖ-ᚾᛖᛖᛞ./
ᛗᚩᛋᛏ-ᚦᛝᛋ-ᚪᚱᛖ-ᚾᚩᛏ-ᚹᚩᚱᚦ-ᚳᚩᚾᛋᚢᛗ/
ᛝ./
ᛈᚱᛖᛋᛖᚱᚢᚪᛏᛡᚾ.ᚹᛖ-ᛈᚱᛖᛋᛖᚱᚢᛖ-/
ᚦᛝᛋ-ᛒᛖᚳᚪᚢᛋᛖ-ᚹᛖ-ᛒᛖᛚᛁᛖᚢᛖ-ᚹᛖ-ᚪᚱ/
ᛖ-ᚹᛠᚳ.ᛁᚠ-ᚹᛖ-ᛚᚩᛋᛖ-ᚦᛖᛗ-ᚹᛖ-ᚹᛁᛚᛚ-ᚾᚩ/
ᛏ-ᛒᛖ-ᛋᛏᚱᚩᛝ-ᛖᚾᚩᚢᚷᚻ-ᛏᚩ-ᚷᚪᛁᚾ-ᚦᛖᛗ-/
ᚪᚷᚪᛁᚾ.ᚦᛁᛋ-ᛁᛋ-ᚦᛖ-ᛞᛖᚳᛖᛈᛏᛡᚾ./
%
ᛗᚩᛋᛏ-ᚦᛝᛋ-ᚪᚱᛖ-ᚾᚩᛏ-ᚹᚩᚱᚦ-ᛈᚱᛖᛋᛖᚱᚢ/
ᛝ./
ᚪᛞᚻᛖᚱᛖᚾᚳᛖ.ᚹᛖ-ᚠᚩᛚᛚᚩᚹ-ᛞᚩᚷᛗᚪ-/
ᛋᚩ-ᚦᚪᛏ-ᚹᛖ-ᚳᚪᚾ-ᛒᛖᛚᚩᛝ-ᚪᚾᛞ-ᛒᛖ-ᚱᛁᚷᚻ/
ᛏ-ᚩᚱ-ᚹᛖ-ᚠᚩᛚᛚᚩᚹ-ᚱᛠᛋᚩᚾ-ᛋᚩ-ᚹᛖ-ᚳᚪᚾ-/
ᛒᛖᛚᚩᛝ-ᚪᚾᛞ-ᛒᛖ-ᚱᛁᚷᚻᛏ./
ᚦᛖᚱᛖ-ᛁᛋ-ᚾᚩᚦᛝ-ᛏᚩ-ᛒᛖ-ᚱᛁᚷᚻᛏ-ᚪᛒᚩᚢᛏ-/
ᛏᚩ-ᛒᛖᛚᚩᛝ-ᛁᛋ-ᛞᛠᚦ./
ᛁᛏ-ᛁᛋ-ᚦᛖ-ᛒᛖᚻᚪᚢᛡᚱᛋ-ᚩᚠ-ᚳᚩᚾᛋᚢᛗᛈᛏ/
ᛡᚾ-ᛈᚱᛖᛋᛖᚱᚢᚪᛏᛡᚾ-ᚪᚾᛞ-ᚪᛞᚻᛖᚱᛖᚾ/
%
ᚳᛖ-ᚦᚪᛏ-ᚻᚪᚢᛖ-ᚢᛋ-ᛚᚩᛋᛖ-ᚩᚢᚱ-ᛈᚱᛁᛗᚪᛚ/
ᛁᛏᚣ-ᚪᚾᛞ-ᚦᚢᛋ-ᚩᚢᚱ-ᛞᛁᚢᛁᚾᛁᛏᚣ./
&
ᛋᚩᛗᛖ-ᚹᛁᛋᛞᚩᛗ.ᚪᛗᚪᛋᛋ-ᚷᚱᛠᛏ-ᚹ/
ᛠᛚᚦ.ᚾᛖᚢᛖᚱ-ᛒᛖᚳᚩᛗᛖ-ᚪᛏᛏᚪ/
ᚳᚻᛖᛞ-ᛏᚩ-ᚹᚻᚪᛏ-ᚣᚩᚢ-ᚩᚹᚾ.ᛒᛖ-/
ᛈᚱᛖᛈᚪᚱᛖᛞ-ᛏᚩ-ᛞᛖᛋᛏᚱᚩᚣ-ᚪᛚᛚ-ᚦᚪᛏ-/
ᚣᚩᚢ-ᚩᚹᚾ./
&
ᚪᚾ-ᛁᚾᛋᛏᚱᚢᚳᛏᛡᚾ.ᛈᚱᚩᚷᚱᚪᛗ-ᚣᚩᚢ/
ᚱ-ᛗᛁᚾᛞ.ᛈᚱᚩᚷᚱᚪᛗ-ᚱᛠᛚᛁᛏᚣ./
&
$
%
ᚪ-ᛋᚹᚪᛁ.ᛈᚢᛟᚫ-ᛈ-ᚠᛖᚱᛋᛈᛈ-ᚦᛗ-ᚾᚪᚱ/
ᛚᚹᛈ-ᛖᚩᛈᚢᛠᛁᛁᚻᛞ-ᛚᛟ-ᛠ.ᛄᛖ-/
ᛠ-ᛁᚫ-ᚷᛖ-ᚦᛟᛁᛞᛟ-ᛝᚠ-ᛄᛖ-ᛞᛁᛉᚾᚢ/
ᛚᚠᚻᚱᚹᛈᛞᛡ-ᚻᚹ-ᛋᚳᛉᛞ.ᚻᛡᛖᛡ-ᛠᚱ/
ᛉᛖᛇ-ᛒᚹ-ᛠ-ᛋᛒᛚᛞᚹᛈᚳ-ᚫᚩ-ᚹᛉᛞᚪᚪᛄᛠ/
-ᚹᚣᛠᚳ-ᛄᚪᚳ-ᛗᚾᛈᛏ-ᚩᚻ-ᛗᛈᛗᚳᛡᚱ-ᚱᚪ/
ᛚᛡ-ᛁᛒ-ᚠᛋ-ᛈ-ᚳᛝᛗᚳᚹ-ᛁᛗᛗᛁᚪᚻ-ᚣᛝᚳᛟ-ᛒ/
ᛠᛇ.ᛁ-ᚱᚹᚾᛒ-ᛡᚪᛗᛟ-ᛈ-ᛁᚩᛠᚳᛠ-ᛉ/
ᚾ-ᛚᛏ-ᚻᛒᛡ-ᛚᛇᚢᚪᚻᚣ-ᚷᛖ-ᛏᚷᚢᛇᛟᛡᚫ-/
ᚪᛡᛞ-ᛖᛟ-ᚱᚫᚠᛋᚹᛡ-ᚣᛗᛋ-ᚣᚪᛗᛡ-ᛏᚱ-ᚷᛖ/
ᚾᚪ-ᛚᛡ-ᛗᛈᛋᚣᛟᚱ.ᚩᚻ-ᛗᛈᛗᚳᛡᚱ-ᚱᛏᛈᛒ/
%
ᛈᛗᛈ-ᚦᚹ-ᛗᚳᛁᛞᚹᚾᚣ-ᛠᚾᚪ-ᚳᚪᛠᛡ-ᛚᛡ-/
ᚢᛝᛁᛋᛟ-ᚦᚫᚷ-ᛄᛗᛗᚳ-ᚪᚪᛠᛞ-ᚹᚹᚢ-ᚾᛉᚢ/
ᚹ-ᛈᛝ-ᛁᚩᛠᚳᛠ-ᛉᚾ-ᛡᛟᚢᛟ-ᛇᛒᚩ-ᛁᚱ-ᚦᛠ-/
ᛉ.ᚪᛁᛈ-ᚦᚹ-ᛗᚳᛁᛞᚹᚾᚣᛗ-ᚹᛗᛞᛖ-ᚹᛈᚾ/
ᛗᚷᚣᛏᛠᛈᛖᚪ./
&
$
%
ᚪᚾ-ᛁᚾᛋᛏᚱᚢᚳᛏᛡᚾ.ᚳᚹᛖᛋᛏᛡᚾ-ᚪᛚᛚ-/
ᚦᛝᛋ.ᛞᛁᛋᚳᚩᚢᛖᚱ-ᛏᚱᚢᚦ-ᛁᚾᛋᛁᛞᛖ-/
ᚣᚩᚢᚱᛋᛖᛚᚠ.ᚠᚩᛚᛚᚩᚹ-ᚣᚩᚢᚱ-ᛏᚱᚢ/
ᚦ.ᛁᛗᛈᚩᛋᛖ-ᚾᚩᚦᛝ-ᚩᚾ-ᚩᚦᛖᚱᛋ./
&
ᚳᚾᚩᚹ-ᚦᛁᛋ./
434-1311-312-278-966/
204-812-934-280-1071/
626-620-809-620-626/
1071-280-934-812-204/
966-278-312-1311-434/
&
$
%
ᛋᚻᛖᚩᚷᛗᛡᚠ-ᛋᚣᛖᛝᚳ.ᚦᛄᚷᚫ-ᚠᛄᛟ-/
ᚩᚾᚦ-ᚾᛖᚹᛒᚪᛋᛟᛇᛁᛝᚢ-ᚾᚫᚷᛁᚦ-ᚻᛒᚾᛡ-/
ᛈᛒᚾ-ᛇᛄᚦ-ᚪᛝᚣᛉ-ᛒᛞᛈ-ᛖᛡᚠᛉᚷᚠ-/
ᛋᛈᛏᚠᛈᚢᛝᚣᛝᛉᛡ-ᚣᚻ-ᛒᚢ-ᚷᚩᛈ-ᛝᚫᚦ-ᛁ/
ᚫᚻᛉᚦᛈᚷ-ᚣᚠᛝᚳᛄ-ᚦᚪᛗᛁᛝᛁᛡᚣ-ᚻᛇ-ᛏᚻᚫ/
ᛡ-ᛉᚣ-ᛖᚢᛝ-ᚳᚠᚾ-ᛇᚦᛄᛁᚦ-ᚦᛈ-ᚣᛝᛠ-ᚣᚾ/
ᛖᚣ-ᛞᛉᛝᚹ-ᛒᚳᛉᛞᛒᚠ-ᛗᛏᚾᛖ-ᛠᛄᚾᛚᚷ/
ᛒ-ᛉᚷᚦ.ᚣᛁᛞᚪ-ᛝᚷᛗᛄᚱᚩᛚᛇ-ᚣᛏᛈᛁᚦᛞᛄ-/
ᛟᚻᛚ-ᛠ-ᚠᛉᚫᛈᚷᛉ-ᚠᛚᚹᛇᛏᚫ-ᚠᚷᚾ-ᛗᛇᛚᚾ-/
ᛝᛗᚠᚱᛡ-ᚪᛋ-ᛠᛗᛝᛉᛉᛇᛞᛒ-ᛟᛞᛗᚩ-ᛠ/
ᛇᚻ-ᛞᛝᚷ-ᛟᛝᛚᚢᚱᚾᛏ-ᚫᛋᚣᚢᚻᚱᛏ-ᚻᚳ-ᛋᛟ/
ᛏᛟᛝᚢᚱ-ᛋ-ᚠᚩᛖᚹᛠᛟᛚᚠᚫ-ᛗᚱᛝ-ᛞᚪᛗᚱ-ᚹ/
%
ᚪᛁᛗᛋᚾ-ᛋᛟᚱᚢᚹᛋᛚᛡ.ᛟᚪᚫᛝᛋᛞᛈᛏ-ᚳᚱᚦ/
ᛡ-ᚱᛒᚩᛞᚦᚠ-ᚣᛉᛁᛏ.ᛟᛁ-ᚠᛚᚩ-ᚠᛠ-ᚱᚩᛟᛗᚻ/
ᛗᚷᛈᚻ-ᚫᚻᚾᚩᚻᚣ-ᛟᛋᛚ-ᚾᚷ-ᚫᚣ-ᛟᚳᛒᛚᛄ-ᛝ/
ᛚᛟ-ᚫᛄᛠᚹ-ᛠᚦᚩ-ᛒᛟᚣ-ᚳᚠᚳᛄ-ᛚᚫ.ᚾ-ᚦᛈ-/
ᚢᛉ-ᛟᛉᚷ-ᛈᚠᛋᛇᚫᛟ-ᛝᛈᛇᚩᛖᚪ-ᚷᚫᛡᛝᚦᚩ/
-ᛈᚪᛟᚦᚱᛝᚫ-ᚳᛋᛒᛇᚣᚻ-ᛏᛉᛖᛚᚱ.ᚷᚹᚣ-ᛄᚠ/
ᛁᚾᛡᚳᚣᛠᛁᛡ-ᚩᚦ-ᛖᚳᚫᚳᛉᛡᛠ-ᚩᛚᚳ-ᚠᚱ/
ᛞᛝᛖᚢ-ᛞᚳᛚᛠᛋᛉᚳᚷᛡ.ᚹᛋᚦ-ᚠᛞᛝ-ᛁᛡ/
ᛗᚪᚫᚷ-ᚹᛋ-ᚾᛞ-ᚳᛈᚦᛉᛈᛠᛠ-ᚹᚢ-ᛠᚹ-ᚠᚹ/
ᛄᚣ-ᛉᛞᚹᚳᚷᚳᛟ-ᛞᛉᛟ-ᚱᛡᚷ-ᚾᛈᚪᚣᛈ-ᚳ/
ᚣᚻ-ᚠᛖᛄᛠᚾ-ᛟᚫ-ᚢᚪ-ᚻᚱ-ᛖᛠᚦᚠᛄᚪ-ᛚᛉ/
ᛋᛏ-ᛗᚠᛚᚠᛏ-ᚷᛁᚦ-ᚢᛚᚷ-ᛉᛠᛏᛋᛚᛄᛈ-ᛚᛉᛁ/
%
ᛟᛗ-ᚢ.ᚻᛏ-ᛒᛇᛚᛞᚻᛒᛗ-ᛠᚱᛒ-ᚾᚻᛒᛖᚷᛇ-/
ᛞᛚᚹᛇᛡᛈᚩ-ᚻᛖᛠ-ᚹᛁᚱᛁᚻ-ᚢᚦᚻᚣ-ᚾᛉᛒᚷᛄ/
ᛈᚢ-ᛝᛠᚠᚾᛁᛖᛞᛡᛝᚱ-ᛞᛒᛄᛡᛟᛗᛁ-ᚠᛏ-ᛄ/
ᛞᛁᚦᚱᛚᛋ-ᛖᛇᚩᚷᛒᛏᛞ-ᚦᚪᚾᚳᚣ-ᛡᛋᚦᛞ-ᛝᚠᛚ/
ᛖᚷᚻᚳ-ᛖᚩᛁᛏᚾᛉ-ᛈᛏᚠᚻᚱᛞᛖᚠᛏ-ᚫᚹᚻ-ᛒ/
ᚳ-ᚠ-ᛈᚪᛚᚢᛠᚾᛚᛄ-ᛄᚳᛚᚹᛠᛞᚢᛞᛇ-ᛠᛉ/
ᛞᚹᚻᛠ-ᚦᛡᚫᚳᛚᛏᚹᛖᛁᚳ-ᛈᛟᛞᚳ-ᚾᚻᚪ-ᚱᛁᚷ/
ᚦᛠᛖᛏᚷ-ᚦᚻᚩᛡᚹᚫᛄᛖ-ᛝᛠᛞ-ᚩᚫ-ᚪᛚ-ᛒᛄ/
ᚳᚢᛉᛏᚪᛒᛄᛈ-ᚠᛠ-ᚻᛞᚾᛡᚢᛈᛋᚢᚹ./
&
$
%
ᛚᛄ-ᛇᚻᛝᚳᚦᛏᚫᛄᛏᛉᚻ-ᛏᚢᛟ.ᛋᛈᚱᚷ/
-ᚣᚾᚪᚷᛇᛝᚾ-ᚹᚠᚣᚾᛒᛠᛡ-ᛈᚾᚣᚪᛋᛗ/
ᛒ-ᛡᛠᛡᛁ-ᚩᛒᚱᚾᛚᛠ-ᚱᛚᛚᛖᛒᚹᚾᚻᛗᚠ/
ᛟᛒ-ᛝ-ᚱᚪᛡᚷᛟᛇᛏᛗᛉ-ᛞᛇ-ᛗᚣᚻᛠ-ᛁᛚᛋ-ᚾ/
ᚹᚳᚠᛈᛗᛈᛚ-ᛠᛋᚦᚠᛟᛡ-ᚦᛖᚣ-ᚳᛄᛚᚳᛡᛗ-/
ᛒᛞᚳᛇ-ᛄᛁᛏᛟ-ᛞᛠᛖᛡᚾᛏ./
&
ᛈᛞᚦ.ᛇᛞᛇ-ᚫᛚᚳ-ᛡᛇ-ᛠᚻ-ᚹᛗᚣᚦ/
ᚢ-ᚻᛏᚦᚱᚻᛝ-ᛚᛝᛋ-ᚾᚫᛠᚷᛋᛚ-ᛋᛉ/
ᚩᚻᚹᛞᛗᛖᛗᚪᚠ-ᚳᚣᚳᚫᚾ-ᛏᚦᚷ-ᛁᛄᛁ/
-ᚳᛞᛡᛉ-ᚻᚫᚫᛠᚷ-ᛠᛝ-ᚠᛏᚩᚱᛞᚳᛇ-ᚠᚢ/
ᛉᛠᛒᚩ-ᛉᛁᚣᚷᛋᛋᛒᛠ-ᚩᛁᛈ-ᛁᛄᛁᚩᛖ-ᚻᛠᚻ/
%
ᛚᛡ-ᚣᛈᛉᛁᚹᛗᚳᛁ-ᛚᚷᚠᚾᛡᚳᛉ-ᛈᚩᚱᛡ-ᚻ-ᛄ/
ᛗ-ᛟᛉᛝ-ᚢᛗᛇᛠᚷᛝ-ᛝᚹᚳ-ᛚᛝᚢ-ᛉᛄᚠᛟ/
ᚢ-ᚷᛠ-ᛗᛉ-ᚪᚹ-ᛚᚢᛉᚫ-ᛗᛞᛝᚻᚱᚣ-ᚻᚪ-ᚷᛁ/
ᚠᚷᚳ-ᚫᛝᛄᛇᛉᛡ-ᚾᚦᛒᚢᛄᚱ.ᚹ-ᚷᛚᛟᚷ-ᚦᛇᚠ-/
ᚦᛠᛁ-ᛋᚷ-ᚷᚣ-ᛠᛡᛈ-ᛡᚫᛚ.ᚦᛠᛉᚫ-ᛖᛗ/
ᛖᛏᛟᛏ-ᛠᚳᚠ-ᚳᛠᚷ-ᚦ-ᛈᛁᚳᚾ.ᛇᚣᛝᛄᛝ/
ᛗᚹᚳᚾ-ᛒᚣᛠ-ᚩᛟᚷᚱ-ᛗᚱᛗᛈᛡᚹ-ᚫᛟᚦᛟ-ᛈ/
ᛉᛄᛚ-ᚱᛚᚱᛒᚪᛈᛏᛉᛚᛏ-ᛗᛉᛁᚹ.ᛄᛋᛟᛗᚾᚱ/
ᛖᛒᛋ-ᚳᛏᛚᛟ-ᛋᛒᚠᛉᚦᚪᛠᚢ-ᛇᛉ-ᚱᚷᛏᛇᛠ/
ᛁᛄᛒᛟ-ᛉᚷᛄᛝ-ᛠᚦ-ᚱᛝᛒ-ᚾᚢᚪᛝᛒᛈᛋᛠ-ᛈ/
ᚹᚩᚻᛖ-ᚫᛇᚷᚾᚫᛋᛇ-ᚩᛈᛗ-ᛖᛉᛡᛒᚹ-ᚢᛖᛁᛞ-/
ᛈᚪᛇᚷᛋᚳᚷᛞᛈᚣ-ᛡᛚᚦᚱ-ᚳᚢᚠᛇᚦ-ᛉᛖᛚ-ᚢ/
%
ᚱᚫ-ᛉᚻᛄᚫᛗᛚᚠ-ᚳᛝᛞ-ᛁᛝᚩ-ᚳᛋᛟᛖᚣᛟᚻᚢ-/
ᚷᛞᚹᚪ-ᛖᛋᚷᛝᚠᛉ-ᛞᛉᛄ-ᛠᚻᛁ-ᚦᛈᛉᚣ-ᛡ-/
ᛇᛞᛇᛝᛇᛝ-ᛖᛠᛞᚱ-ᛚᛇᛏ-ᛉᛏᚣ-ᚱᛇ-ᛈᛝᛇ/
ᛈᚩᛁᛚᛖᚠ-ᛇᚫᚪ-ᚣᛝᚠᚣ-ᚠᛞᚾᛚ-ᛉᛏᚾᚫᛋ.ᛁᚩ/
ᚳᚢ-ᚣᛠᚾᛏᚷᚳᚪ-ᛉᛡᛇ-ᚦᛄᚣᛄᛚᛟᛖᛚ-ᚣ-/
ᛈᛡ-ᛖᚹᛟ-ᛇᚾᚪ-ᚻᛞᛇᛋ-ᚦᚣᛇᚦᛄᚦᚱᚢ-ᚳᛠ/
ᚪ-ᚢᛄᛡᛈ-ᚣᚫᛇᛋ-ᚻᛠᛏᚣᛞᚣᚫᚠᚻᚩ-ᛟᛗ/
ᛉᛟᛄᚷ-ᚢᛡᚱᛡᚳ-ᛁᚠᛟ-ᛁᛄᛈᛒ-ᛖᛝᚣᚦᚩᚫᚣ-/
ᛠᛉᛡᛖᛚ-ᛁᚱᚣᛞᛠᛄ-ᚫᚳ-ᛗᚷᛁᚫᚢᚪᚫ-ᛄᚪ/
ᚻᛈ-ᚠᛞᛚᛁᛠᛈᛟᚣᚩ-ᚢᛒᚷᛝᛟᚢᛝᛋᚢᚳ-ᛏ/
ᛞ.ᚫᛈᚩᛄ-ᛒᚻᚱᛁᚷᚻᛄ-ᚣᚹᛗᛇᚾᚫ-ᛞᛝᛇ-ᛟᛄ/
ᛝᚳᛖᛠ-ᛉᚪᚱᚣ-ᚪᚢᛏ-ᚳᛈᚳ-ᚩᛇᛟ-ᚫᛈ-ᛏ/
%
ᛉᚳᛏᚻᛞᛇ-ᛉᛒᛠ-ᚫᚾᛄ-ᛠᚪᛒ-ᛖᛠᚹ-ᛡᛚ-/
ᚹᛁᛡᛋᛈᛚᚦᚪᛋᛄ-ᛡᛞᚣᚱᛞᛟ-ᚦᚱᛉᛟᚹ-ᚣᛞᛏ-/
ᚷᛚᛡᚻᚹᛗᚱ-ᛝᚠᚳ-ᚱᚫᛁᛒᚷᛈᚣ-ᛞᚪᚱᚪᛉᛟ-ᚢ/
ᚩᛁᛠ./
&
ᚪᛏᛉᛒ-ᛗ-ᚷᛡᛋᛒ-ᛉᛇ.ᚷᚾᛠᚫᚷᛝᛞ-/
ᛉᛖᛏᚩᚷᛡ-ᛝᚻᛏ-ᚳᛁᚣ-ᛄᛏ-ᛟᚩᚻᚱᛄ-/
ᚳᛖᛡᚩ-ᛞᚪᛏᚣᚢᚾᚱᛇ-ᚫᚫᛁᛖᚠᛝᚦᚻ-/
ᛉᛁᛟᛋᛁ-ᛗᚪ-ᚢᛄᚳᛋᚹᚾᚣ-ᚩᛈᛉᚱ-ᛚᚫᛟᛏᛡ-ᛄ/
ᛈᛗ-ᛞᛋᚠᛗ-ᛟᚹ-ᛞᛚᛏ-ᚷᚱ-ᚩᚢᛋᚻᚪ-ᚣᛇᛡᛚ/
ᚢᚻ-ᛈᚹᛄᛚᚷᛒ-ᛗᚢᛄᛗ-ᛇᚾᛇ.ᚫᛚᚪᛚᚷᚪ-ᛋ/
%
ᚻᛝ-ᛚᚦᛒ-ᛋᚳᚢᚳᚩᛡ-ᛚᚳᛄ-ᛉᚪᚾᛇᛉ.ᛠ/
ᛗᛈᚢ-ᛗᚠᛚᛠᛝ-ᛒᛉᛁ-ᛚᚦᚱ-ᛠᛡᛁᚳ-ᚩᛉᛖ/
ᛞᛡ-ᛏᛋᛗᛠᛄᛈ-ᛠᛟ-ᛡᚫᚦᚹᚻᛈᛇᚪᚷᛈᚻ/
ᛠ-ᚳᛚᛠᛈ-ᛡᚣᚾᛁ-ᛚᛡᛁᚳ-ᚫᛇᚾ-ᚫᚳᛡᚱᛡᛚ/
ᛞ-ᛒᛟᛝᛡ-ᛉᛗᛝ-ᚳᚻᛟᛠᚾᛈᚳᚦ-ᛁᛇᚦ-ᛇᚢᚩ/
-ᚦᛈᚪ-ᛡᛚᛟᚹᛡᛈ-ᛄᛗ-ᚷᛒᛈᛋᚾᛇ-ᛏᚩᚷᚢᚾᚫ/
ᛖ-ᚾᚣᛁᛖ-ᛞᛝ-ᛞᛝ-ᛚᚢᛚᛉ-ᚪᚾᛝ-ᛇᚪᛄ-ᚻ-ᛞ/
ᚹᛈᚫᚹᚫ-ᛇᛁᛚᛝ-ᚦᚾᚳ.ᛒᛁᛏ-ᛠᚳᚩᛇᛖᛝ-ᚳᚻ/
ᛟᚻᚫᛄ-ᛟᛉ-ᛁᚳᛖᛏᛋᚹᛖᚾᛡᚣᛄᛗ-ᛖᚳᚪ./
ᛞᚩ-ᛟᛏᚦᚫ.ᚳᚹᛄ-ᛉᛠ-ᚷᛠᛗ./
&
$
%
ᛉᛁᛉᛗ-ᚢᛉᛗᚳᚦᛈᚩᛒ-ᛡᚾᛏ-ᛠᛉ/
-ᛈᚱᚣ-ᚩᚳᛠᛗᛝᚷᛉᛚᚢ-ᛝᛁᛏᚩ-/
ᛄᚠᛝ-ᛋᛚᚾᛞ.ᚩᛗ-ᛇᚫ-ᚱᛞᚹᛏᛄᚦ-/
ᚣᚦᛋ-ᚫᚣᛖᛋᛉᛟᛒ-ᛠᚱᛇ-ᛈᛝᚢᛈ-ᚩᚦᛉ-ᚪᚻ/
ᛟᚱᛝᚢᛖᚱ-ᚣᛚᛉᛚ-ᛡᛚᚱ-ᛈᚹᛇᚾ-ᛠᚪᚱᛉᛝ-/
ᚣᛋᚻᚢᛚ-ᛋᚣ-ᚷᚾᚢ-ᛇᚫᚾᚾ-ᚩᚫᛖᛞ-ᚪᚩᛄᛡᚢ/
ᚪᛉ-ᚱᛉᛡᛟᛄ-ᛗᛁᛇᛚᛠᚻᚦᛗᛠᚣ.ᚷᛒᚳᛈ/
ᛉᚳ-ᚾᛟᛟᛋᚷᛗᛈᛖᛏᛚᚾᛄ-ᛄᚳᛝᚩ-ᛁᚹᛚᛠᛒ-/
ᚠᚪᛖ-ᛏᛝ-ᚾᛈᛠᚩᛏᚦ-ᚻᛝᛉᛈᚻᛈᚳᛈᚱᚢ-ᛚ/
ᚠᛖᛟ-ᚷᚪᛒᚠᛁᚫᚠᚢᛟ-ᛗᚠᚣᛝᛄᚳ-ᚻᛏᚠᛚᚫ-ᛖ/
ᚦᛋᛚᚩᚢ-ᚫᚩᚪᛗᛟᚢᚹᛇ.ᛒᚾᛋᛚᛝᛄᛟᚾ-ᛗᛚᛒ-/
ᛟᛏ-ᚾᛞᛒᚩᚾᚦᛡᚻᛟ-ᚱᛈᚾᚠᛈᛞ-ᛋᚩᛁᛠᚣᚾ-ᛇ/
%
ᚣᚹᚫᚷᛄ-ᛝᛗᚪᚹᛈ-ᚪᚢᚾ-ᛈᛡᛗᛖᛞᛟ.ᛁ-ᛉ/
ᛡᛗ-ᚠᛈᚩ-ᚦᛉᛞ-ᚩᛞ-ᛋᛈᛉᛡᚷ-ᛟᚻᚠᚦᛉᛄ/
ᛟᛋᚦᚣᚦ-ᛏᚻᛋᚣ-ᚻᛠᚷᛚᚫᚱᛏ-ᚢᛋᛟ-ᚦᚠᚠᚣ/
ᛟᛡ-ᛇᚳᚣᛒᛚᛝ-ᛠᚱᚻᛞ-ᛄᚣᛏᚫ-ᚻᛞᚳᛋ-ᛉ/
ᚠᛞ-ᚦᛗ-ᚳᛇᛝ-ᚫᚾᛡᛠᚹᛁᛡ-ᛒᛗᛝ-ᚷᛈᛁᚳ-ᛠ/
ᛚᚷᛉᚣᚣᚱᛄ-ᛉᛁᛄᚢ-ᛖᚣ-ᚪᛝᛈ-ᛡᚫᚳ-ᛖᛠ/
ᚹᛒᚦᛟᚠᛗ-ᚫᚱᚠᚩᛏ-ᛝᛉᛞ-ᛗᛖᛡ-ᚩᛈᛋ-ᛇᛞ-/
ᛇᛟᚫᚾ-ᚷᛗᚣᛁᚫᛁᛄ-ᛈᛄᚩᛡᚷ-ᛈᚳᛄ-ᛚᛖᛡᚻᛚ/
ᚷᚱᛇ-ᛟᚣ-ᛠᚣᛗᚹᚾᚹ-ᚠᛁᛄᚢᛗᚫᚾᚳᛗᛠᛁ./
ᚩᛇ-ᛒᛚᛞ-ᚾᚹᚠᚾᛒᚱ-ᛋᛟᚦᛡ-ᚪᛡᛏᚷᚷᚹ-ᚪᛋᛡᚦ/
ᛋᚦᛋᚠᛗᚷᛞᛠ-ᛝᛈᚩᚪᚣᛝᛈᛋ-ᛟᚾᛇᚪᛖ-ᚻᚢ/
ᚷ-ᚩ-ᚢᚦᛏ-ᛒᚷᚣᛝᚠᚣᛁᚻ-ᚹᛡᛠᚱᚫᚹᛡᛞᚪᚦ/
%
ᚳ-ᛉᚢ-ᛈᛏᛋᚢᛖ-ᚷᚦᛡᛚ-ᛖᛋᛠᛝᛉᛈᛉ-ᚾ/
ᛟ-ᛞᛟᛒ-ᚾᚹᚢᛁᛇᛚᛞ-ᛁ-ᚦᚣᚷ-ᛟᛈᛡ-ᛖᚪ.ᚠᛋᛉ/
ᛞ-ᛖᚷᚦᛠ-ᚾᛋ-ᛞᛟᛗᛖ-ᛗᚾᛉ-ᚹᛒᛠᛈᛟ-ᛗ/
ᛉᚫ-ᛄᚩᛞᚻᛡᚷᚠ-ᚣᛗ-ᛁᚷᛉᚻᚹ-ᚾ-ᛋᛗᚷᛠ-/
ᚣᛚᚱᛄᛗᛉᚣ-ᛇᚱᚢᛟ-ᚣᚦᚢᛟᚩ-ᚱᚢᚹ-ᛁᛒᚳ./
ᛠᛏᛞ-ᛚᛖᛋᛄ-ᚳᛟ-ᚷᛞᛡ-ᚢᚹᛝᚻᚫᚢᛈ-ᛏᛈ/
ᚩᚣ-ᚾᛇᚦᛟᛏᛇᚳᚠ-ᛒᚪᚾ-ᛗᚦᛝ-ᛟᛠᚢᛁᚪ-ᚾᚻᛝ/
ᛉᚩ-ᛇᛁᛡᚠᛟᛒᚦᚠ-ᛋᛒ-ᚠᛞᛇ-ᚩᚦᛏ-7-ᚷ-ᛚᛄᛖᚫ/
.ᚣᛁᚫᚹᚻ-ᚫᛏ.ᛁᛉ-ᛉᚻᛞᚩᛠ-ᚫᛋᛝᛚᛝ-ᛖᚩ/
ᚻᛗᚩᛟᛒᚦ-ᚱᛚᛋ-ᚳᚻ-ᚪᛡᚾᛇᚱᛉᚦ-ᚣᛉᚻ-ᛡᚾ/
ᚢ-ᛗᛉᚹ-ᛖᛈᛖ-ᚩᚳᛈᚳᛞᚪᛉᚢᛗᛝᛟ-ᛋᚾᛟ/
ᛉ-ᚠᚱᚳᛒᚢᛄᚱᚫᛝ-ᛒᛋᛟᛠᛡᚪᛚ-ᛏᛟᚾᚫᛟᚪ-ᛁ-/
%
ᛡᛋᚳᛖ-ᚹᛒ.ᚾᛚᛝ-ᚦᚾᛁᛠ-ᛒᛡᚱᚠᛖᛁᚹ-ᚾᚠᛗᚢ/
ᚷᚾ-ᛄᛚᚳᚱ.ᛝᚣᛉᛋᚪᛟᚱᛉᚳ-ᛒᚫ-ᚠᚢᚪᛖᚪᚹ-/
ᛚᚾ-ᛄᛉ-ᚻᚦᛉ-ᛗᛚᚾᛖ-ᛏᛝᚦᚪᚩᚢᛗᚣ-ᚠᛝᚪ-/
ᚻᛡᛇᛡ-ᛚᛏᛁ-ᛇᛁ-ᚳᚢᚢᛖ-ᚳᛒ-ᚫᛇᚠᚦᚳᛚᚩᛉᛚ/
ᚩᛚ-ᚠᚳᛠ-ᚪᚠᛟᚫᚠ-ᚾᚳ-ᚢᛒᚱ-ᚾᛇᚩᛉ-ᛁᚳᛟ-ᛞ/
ᛉᛠᛝᚠᚱᛡᚳᛇ-ᛉᛟᛈᛗᛞᚳᚦᚹᛈ.ᛡᚻ-ᚾᚦ/
ᛇᛏᚹᛖᚢ-ᚫᛇᚦ-ᛝᛟᛏᚳᚷᛒᛠ-ᚪᚳᛒᚪᚩᚹᚫ-ᛉ/
ᚢ-ᚫᛖᛒ.ᛇᛏᚢᚩ-ᛟᛞᚠᚢᛋ.ᛡᛄᛗᚦᛠᛏᚪ-ᛒ/
ᚹᚣ-ᛏᛄᚻᚦᚫ-ᛚᚪᚱᚫᛟᚦᚩᚾᛟᛁᛖ-ᛡᚠᚷ-ᛋᚠᚦᛏ-/
ᛠᛡᛠᛁᚢᛡᛇᛝᛞ-ᛉᛏᚠᛒᚻᚢᛋᚳᚱᛇᚹ-ᛇᛈ/
ᛋᚢᛚᚪᛈᚢᚳᛖᚠᛞᛉ-ᚦᛠᛇᛝᚻ-ᚣᚱᛗ-ᛟᚾᛚ-/
ᛈᚹᛞᚱᛄ-ᚪᛝᛞ-ᛁᚦᛏᚷᚢᚹᚳᚻᛖᚩᚪᛖ-ᛉᚪᚢ-/
%
ᚳᛁ-ᚱᚳᚹ-ᛠᛇᛏ-ᚦᚳᚻᚢ.ᛡᚹᛟ-ᚷᛇᛈ-ᚢᛈᚦ-/
ᚷᚣᚢᚪᛗ-ᚹᚳᛖᛝᚱᛠᛞᛏᚻ-ᛄᛁᛈᚻᚠᛉᛝᛈ/
ᚾ-ᛒᚳᚪᚷᛋᛟ-ᛉᛠᛈᚪᚩᚷᚠᚳᛡᛄ-ᛠᚢᚠᛋᛚ-/
ᚣᛚ-ᚢᛒ-ᛉ.ᚱᚣᚾ-ᛁᛠ-ᛚᚹᛋ-ᚠᚦᚪᛠ-ᛈᚷ.ᛏ/
ᚷᛡᛟᛠᛡᛒ-ᛉᛄᛒ-ᛖᚾ-ᛞᚠᛠᛗ-ᚦᚪᛗᚠᚪ./
ᚻᛡ-ᛗᛁᛏᛟ-ᚻᚣᚹᛏ-ᚠᛒᛁ-ᚫᛖ-ᛝᛒ-ᛚᛏᛠᛉ-ᛟ/
ᛋᚾᛉ-ᚹᛏᛠᛏ-ᛖᚢᛡᛖ-ᛉᚾᛇ-ᛟᚳᚾᚠᚩᚾᚠ-ᚳ/
ᚪ-ᚷᚱᚩ-ᛠᚦᚹᚣ-ᛒᛁ-ᛝᛇᛟ-ᚣ-ᚷᛗᚩ-ᛁᚷᛄ-ᚩᛇ-ᚢ/
ᛁᛉᛝᚪᚱᛉ-ᛏᛄᛞᛈ-ᚾᛝᚷᛏᚢ-ᛚᚷᚳᛏ-ᚢᛒᛇ-/
ᛈᚩᚣᚢᛏ-ᛡᚫᛏᚹᛏᛇ-ᛡᚫᚫ-ᚦᛏᛝ.ᛠᚳᛁᛉ/
ᚻᚦᚣ-ᚻᛚᚾᛋᚱᛡᚫᛚᚫ-ᛖᚷᚻ-ᛞᚾᚻᛠ-ᚠᚪᚹᛖᚠ/
ᛄ-ᛒᛇᚱᚹᛏᛉᚾᛠᛖᛁ-ᚠᚾᛡᚳ.ᛋᛟᚹ-ᛈᚷᛝᛟ-/
%
ᚷᚦᚠᛄᚷᚳ-ᛒᛁᛗᛚᛇᛠᚹ-ᚾᚫᚹᚷ.ᚩᚻᚪᛏᚾᛄ-ᚣ/
ᛝᛏᛡᛝ-ᚢ-ᚩᚠᚣ-ᛗᚢᛒ-ᛏᚠᛈ.ᚱᚩ-ᛉᚩᛝᛒ-ᛖ/
ᛏᚩᛉ-ᚣᛗᚠᛉ-ᛖᚩᚫᚷᚣᛚ-ᚩᛇ-ᚠᛋᚫᛇᛗ-ᛡᛟᚹ/
ᚾᚩᚢᚹᛖᛁ-ᚾᚦᚫᛠᚪ-ᛠᛚ-ᚹ-ᛡᚩ-ᚢᚦᛗ-ᛝᛚᚪᚠ/
ᛝ-ᛚᚠᛚᚳᛒᚢᛝᛉ-ᚣᛡᚪᚷ-ᚹᛟᚪᚻᚹᚢ-ᛖᛠᚷ-/
ᛁᚪᛏᛄᛗ-ᛏᛖᛁ-ᚣᛡ-ᚦᚾᚠᚦ-ᚩᛈᚻᚪ-ᚻᛋᛠ-ᛡᛉ/
ᚪᚫ-ᚠᚣᛞᛠᛇᚠᚫ-ᛏᛗ-ᚳᛡᚷ-ᚱᚢᛞ-ᛄ-ᛋᛡᛇᚩ/
-ᛚᛟ-ᚦᚱᚫᛒᛚᚦ-ᛖᚪᚦᛗᛚ-ᚦᛉᚪᚱ-ᛟᛖᛒᛄᚱᛄᛖᛁ/
ᛈ-ᚪᛖᛠᚠᛄᚢ-ᛞᚹᚦᚣ-ᛉᚷᚩᚳᛡ-ᛇᛗᛞᚳᛏ-/
ᚻᛚᚦᛝᛖᛗᚱ-ᛒᚷᛞᛉᛗᛒᛉᚳᛝᚦᚣᛞᚫᛠ-ᛋ/
ᛏᛗᛏᚻᚹ-ᛇᚳᚪᛞ-ᛠᚢᛒᛉ-ᛡᛁᛡᛚ-ᚷᛋᚦᛞ-ᚠ/
ᚢᚩᛠ-ᛚᛋᚣᛏ-ᛋᚪᛞᚫᚹᛄᛞ-ᛋᛈᛋᛄ-ᚪᛖᛁᛇᛒᛟ/
%
-ᛏᛄ-ᚠᚩᛚᛞ-ᚾᚷᚳ-ᛚᚷᛗ-ᛠᚦᚢ-ᛟᚻᚾᛟᚣᛡ./
ᛇᚻᚣᚪᛈ-ᚾᛋ.ᛞᚫᛠᚳᛉᛄ-ᚦᚹᛋᚱᚦᚫᚾ-ᛡᛚᚣ/
ᚫᛋᛖ-ᛟᚣᛝᛡ-ᚦᚣᚷᛇᚱ-ᛋᛠᛏ-ᛡᚳᛉ-ᛠᚷ-/
ᚳᛒᛋ-ᚹᚾᚻᛖᛝᛋ-ᚩᛡᛗᛉᛝ-ᛉᚦ-ᛠᛞᚳᛒᚷ/
ᛉᚹᛝᚢ-ᛉᛞᛈ.ᛉᛡᛈᛟ-ᚾᛡᚠᛡᚢᛋ-ᛉᚪᛖ/
ᚻᚱᚣᛠᛇ-ᛒᛟ-ᚪᛝᛡ-ᚳᚱᚳᛈᚩᛏ-ᚻᚣᚫᛁᛋᚩᚦᛚ/
-ᛟᛚ-ᛋᚪᚢᚪᛈᚻ./
&
$
%
ᚠᚢᛚᛗ-ᚪᛠᚣᛟᚪ./
3258-3222-3152-3038/
3278-3299-3298-2838/
3288-3294-3296-2472/
4516-1206-708-1820/
&
$
ᛚᚢᛝᚾ-ᚳᚢ-ᛒᚾᛏᚠᛝ.ᛁᚢᛁᚢ-ᛟᚫᛄᚠᚫ-ᚢ/
ᚷᛉᛇᛈᛉ-ᚣᛠᛚᚪᛉ-ᛟᛉᛡᚦᚻᛠ-ᚾ/
ᚪᚳ-ᚢᚷᚾ-ᛈᛖᚾᚦᚩᚢᛁᛡᚱ-ᛏᛁᛒᛇᚳᚠᚷ-ᚩ/
ᚦᚪ-ᛁᛈᚻᛡᛒ-ᚹᛈᚻᚱᛞᛉᛏᚢ-ᚣᛒ-ᚠᛋᛉᚢ-ᛗᛁ-/
ᛡᚱ-ᛝᚢᚠᚦᛝ-ᛈᛟᛒ-ᚻᚷᚻᛡᛚ-ᚩᛞᚪᚳ-ᚦᛈᛞᛋ/
ᛡᚻᛇᛚ-ᚢᛏᛋᛞ-ᚦᚢᛞᛝ-ᛚᛉᛝ-ᛏᚩᛚ-ᚪᛚ-ᚣ-ᛟ/
ᛡᛉᚣ-ᛒᚻᚫᛄᛡᛁ-ᚱᚦᛚᚠ-ᛠᚾᛝ-ᛉᛗᛒᚩᛠᛈ-/
%
ᛖᛞᚪᚫᛏᚩᛠᛖᛠᛉᚳᛠᛏ-ᚩᛞᚳᛠᚾᚳᚦ/
ᛗ-ᛞ-ᚷᛁᚳᚹᛟ-ᚪᚢᛒᚳᚫ-ᚦᚱ-ᛋᚣᚪ-ᛏᚦᛒ-ᛝᚹᛋᚱᛁ/
ᛝ-ᛒᛁᚪᚫᛚ-ᛏᚱᛡᚫᚠᛞ-ᛝᛄᚩ-ᛡᛠᛉ-ᚪᛡᚻ-ᚱᛒ/
ᛁ-ᛞᛡᛄᚪᛈᚱᛋ-ᚢᛡ-ᚻᚷ-ᛚᛟᚠ-ᚻᚷᚫᛋ.ᛈᚹᚷᚷ/
-ᛗᛟᚪᚾᚱ-ᚩᛟᛞ-ᚷᛟᚠᛠ-ᛡᚷᚳ-ᛉᛠᚠᛚ-ᛒᚫ/
ᛈ-ᚩᛄᛈ-ᛄᛗᛠ-ᚾ-ᛉᚪ.ᛡᛖᛋᚷᚫᚦ-ᛄᚷᛉᚩᚦ/
ᛄᚳᚣ-ᚢᛄᚦᛄᚪᚾᛏᛒ-ᚳᛈᛡᛄᛋᚫ-ᛋᛗ-ᚻᛞᛠ/
ᛉᚢᛗ-ᛏᛠᛖᚣᚠ-ᛄᛏᛋᛗᛞᛟᛁᛝᚪᛉᛖᛈ-ᛚ/
ᛇᛞᚦ-ᚪᛋᛉ-ᚳᛒᚢᛟᚳᛒᛚᚾᛟᛝᛉᚩ-ᛖᚳ-ᛝᛟ/
ᚳᛁᛒᛈᚫ-ᚣᛖᛄᛝ-ᛞᚢᚱ-ᛉᛟᚩ-ᚠᚹᚩ-ᚣᛁᚠᚢᛇ-ᛚ/
ᛏᛈᛒᛗ-ᛇᛝ-ᚢᚳᚱᛡ-ᛖᚩᛁᚣᛄᛏᛡ-ᛖᚠᛇᚠᛚ-ᛁ/
.ᚣᚷᚠᛝᛡᛈᚷᛒ-ᛡᚩᚷᛡ-ᛟᚾᚹᛡᛈᛟ-ᚦᛈ-ᛟᚷ/
%
ᛚᚦ-ᛈᛞ-ᚦᛇᛒ-ᛡᚪᛒᚪ-ᚾᛗ-ᚳᚾᛖᛡᚹᛝᛏᚱ-ᛝᚫ/
ᛚᛟᛁᛇᚣ-ᛝᛡᚾᛏ-ᚱᛁ-ᛋᚪᛖ-ᛇᚢ-ᛝᛞᛄ-ᚠᚱᛠᛗ/
ᛠᚪ-ᚫᛈ-ᛏᚠ-ᛖᛏᚷᚾᚠᛁᚠ-ᚱᚻᚱᛇᛒ.ᚻᛈᛏ-ᛇᚱ/
ᛝᛡᛒᚹᛚᛏ-ᛗᛉᚦ-ᚾᛄᚳᚫ-ᚷᛈ-ᛋᛖᚩ-ᚢᛝᚩ-ᛏ/
ᛈᛁᚣᚾᚪ-ᛏᚹ-ᚠᛗᚾᛟᚾᚳᛒ.ᛄᛉᛡ-ᛟᚪᛁᚫᛝ-ᛒ-/
ᛉᛏᛄᛁᛋ.ᛠ-ᚳᛖᚱᚦᚣᚩᚣ-ᛈᚫᚷ-ᛡᛄᛁᚩ-ᚱᚦ/
ᛠ-ᛇᚦᚩᛉ-ᚾᚱᚾᚫᛁᛉ-ᛁ-ᛝᚣᚫᛡᚫᛗ-ᚹᛖ-ᛇᚷᚻ/
ᛖᛗ-ᚷᚢᛞᚹ-ᛄᚻ.ᛉᚱᚢᛄᚢᚾᛈ-ᛋᚣᛄᚫ-ᛈᚳ/
ᚣᚳᛒᛡ-ᚫᛟᚪᚠ-ᛏ-ᚷᚩᛇᛟ-ᛁᚱᛗ-ᛖᛉᛟ-ᛗᛇᚫᛟ/
ᚦ-ᚱ-ᛞᛁᚢᚦᚻᛗᛡᚾ-ᛁᚦᚻᛚ.ᛏᚳ-ᚪᚦ-ᚠᚪᚫᚣᚻ/
ᛠ-ᚦᚠᛋᚠᛝᚷᚱᛈ-ᛏᛄᛉᛟ-ᚷᛚᚻ-ᚩᚪᚦᛏᚳᛁ-ᚠ/
ᚣᚢᛁᚹ-ᛟᚪᚣᛁᛠᛄᚪ-ᛟᛝᚦ-ᛟᚠᚦᚾ-ᛇᚷ-ᛠᛚᛒᚠ/
%
-ᛠᚪᛄᛇᛠᛚ-ᚱᚷᛋ-ᚹᚩᛒᛁ-ᛠᚳ-ᛁᛞᛄ-ᛖᛗᚱ-ᚷ/
ᚪᚻᛠᛚᚷᚩ-ᛉᚻ-ᛡᛝ-ᛞᚱᚹᚩᛈᛡ-ᚣᚳᚦ-ᛁᛇᚢᛁ-/
ᛟᚦᚠᚳᚻ-ᚩᛁ-ᛝᚾᛁᛞ-ᛏ-ᚫᚱᛝᚫᛈ-ᛠᛞᛇᛉᚳ/
ᛠᚩᛟᛖ.ᛗᛈᛒᚦᛝᛋᚢᛡ-ᚻᛡᛏ-ᛉᛇᚷᚠᛡᛡ/
ᛟᚢ-ᛡᚦᚣᛞᚪᚫᛝᛒ-ᚳᚩᚷ-ᛏᛞᚦᛁ-ᚠᛒᛖ-ᚦᛟᚳ-/
ᚠᚻ-ᛞᚠᚣᛋᚾᛟ-ᛠᛇᛄ-ᛖᛉ-ᚩᛈᛠᛚᚪ-ᛟᚩᚾ-/
ᛄᛉᛋ-ᚣᚫᚷᛖᚩᛟᚢᚱᚹᚢ-ᛟᛡᛄᛇᚢᛞᛉ-ᛒᛇ/
ᚳ-ᛝᛚᛗᛠᛗ-ᚪᚱᛡᛗᛒᚩᚹ-ᛋᛖᚾᚻᚣ-ᛈ-ᛞᛚᛞ/
-ᛈᛏ-ᚪᛞᛚᛉ-ᛟᚱᚾᚹ.ᛠᚠᛁ-ᛟᚾᛒ-ᛇᛟᛖᛝᚳᚠ/
ᛏᛞᛏ-ᛇᚫ-ᛝᚢ-ᛠᛡᚫᛖᛟᛞᛝᛠ-ᚠᛗᛒᛚ-ᛏ/
ᚢ-ᛈᚱᚹᛟᛇᛉ-ᚳᛟᛈᛏ-ᚢᚠᚳᛞ-ᛄᛋᛞᛈᛚ-ᚠᛝ/
ᚱᛄᚣ-ᛞᛗᛖᚣ-ᚢᛖᛝᛠᚳᛞᛈᚩᛠ-ᛏᛒᚳ-ᚷ/
%
ᚾᚩᛟᚾᚠ-ᚩᛁᚠᚢᛋᚾ-ᛞᚹᛠᛇᛈ-ᚱᚩᚩᛄ-ᚪᛟ-ᛇᛠ/
ᛄᛁ-ᛟᛄᛞᚢᚳᛝᚩ-ᚱᛝᛋ-ᛄᛁᛈᛉᛖ-ᛞᛁᚾᛗᛗᚳ/
.ᛉᚩᛁᛄᛞᚳ-ᚢᚪᛇ-ᚦᛡᛇᚻᛠᚣ-ᛠᚻ-ᚠᚩ-ᛡ/
ᛠᛋᛟᚪ-ᚹ-ᚫᚻᚩᛄᚢᚱᚩᚣ-ᛏᚫᚪᛡᚷ-ᛄᛚᛄ-ᛝᛏ/
ᛖᛒᛚᛉᚻ-ᚱᚩᚫᛇᛈᛄᛠ-ᚳᛈᛚᚣᛈ-ᚪᛠᚻᚻᛋ/
ᚫ-ᚩᛝᚹ-ᛋᛞᚠᚳᛠ-ᚩᛇᚫᚪᚩᚹᛗᚪ-ᚣᚫᚷᚫᛄᚱᚹ/
ᛞ-ᚱ-ᚦᚷᚳᚹ-ᚾᚷᛡ-ᛚᛒᚳ-ᛄᚷᚹᚹ.ᚱᛁᚠᛏ-ᚠᛚ-ᛋᛄ/
ᛚᚪᛄᚱᛏ-ᛞᚷᚫᛠᚠᛉᛞ-ᚫᚷᚻᛏ-ᛗᚣᛈ-ᛏᛒᛟ/
ᛝ-ᛄᛋᚾ-ᛝᛁᚹ-ᚦ-ᛠᛝᛞᚾᛟᚷᚫ-ᛁᛗ-ᛝᛉᚱᛞᛋ/
ᛗ-ᚠᚫᚹ-ᛟᛋ-ᚦᛞᛞᛈᛝ-ᛞᛡᚷᛒ-ᚪᛟ.ᚦᛡᛒ-ᚪᚹ-/
ᚾᛉᚫ-ᛚᛈᛁ-ᛒ-ᚠᚾᚠ-ᛡᚩᛏᛞᚾᛋᛖᚳᚻ-ᛖᚻ-ᚢᛟ-/
ᚪᛖᛗᛝ-ᛠᚫ-ᛈᚩᚪᛞ-ᚠᚫᚻ-ᚠᛏᚦᛄᛚᛄᛒ-ᛗᛇ/
%
ᛈ-ᛄᚢᛒ-ᚷᛁᛇ-ᛈᛉᚣ-ᛈᛟᚦᛞᚱᛠᚪᛡ-ᛝᛡᛒᛚ/
ᚻᚦᚫᛉ-ᛟᚫ-ᚪᛇ-ᛉᚳ-ᛠᚠᚫ-ᚢᚣᚦᛋ-ᚠᛝᚠᚱᚹ-/
ᛟᛒᛗᚷᛞᚾᛡ-ᛞᚪ-ᚻᚣᛇ-ᚱᛚ-ᛖᚣᛇᚻᛠᚩ-ᚢ/
ᚳᚱᚻ-ᛡᛟᛗᛠᛝᛄᚦ-ᛄᚢᛁᛇ-ᛄᛁ-ᛖᚷᛁ-ᚪᛇᛏ-ᛝ/
ᛡᚳᛚ-ᛇᚠᛗᚪ-ᚷᛚᛒᛋ-ᛉᛞᚫᛟᛋᛚ-ᚹᛏᛠᛗ-ᛚᚦ/
ᛗ-ᛝᚦ-ᚣᛈᚠ-ᚪᛞᛚᚪᛖᛚᚩ-ᚱᚷ-ᛚᚳᛇᛏᚷᚣᛟᛗ-/
ᚪᛁ-ᚷᛄᛒᛡᛗ-ᛞᛈᚪᚳᛠᚷᛋ-ᛏᛈ-ᚩᛋᛏᛗᚱᚣ/
ᛋᛉ-ᛁᛄᛚᛝᛚᛁ-ᛉᚢᛠᛗᛇᚢᛋᚻ-ᚳᛉᛄᚩ-ᚠᛄᚠ-/
ᛁᚣᛁᛟ-ᛏᚷᚱᚦ-ᛡᛒᛋᚳ-ᛇᚢᚷ-ᛚᚱ-ᛁᛗᚱ-ᛗᛝᚻᛈ/
ᚫ-ᛝᛋᚫ-ᛖᛈᛁ-ᛒᛇᚹᚫᚢᛄᚳᛒ-ᚦᛋᚹᚦᚫ-ᛡᛟᚷᛚ-/
ᛞᛚᚢᛟᛡ-ᚱᛞᚱᛒᛄᚳᚢᛠ-ᚩᛉᛉ-ᛝᛡᛄ-ᛁᚫᛟ/
-ᛖᛗᚹ-ᛖᛉᚦᛗᚪᛋᛉ-ᛞᚦ-ᛡᚢ-ᛉᛗᚫᛋᚳᛖ-/
%
ᚳᚫᛠ-ᛞᚳᚷ-ᚩᛁᛇ-ᚾᛟᚷᚣᚳᚦᚳᚦ-ᛗᚣ-ᛈᚪᛒ/
ᛈ-ᚻᚢᚻᚾᛏᚫᛒᛇᚩᛁᛈ-ᚫᚩᚣ-ᛡᚣᛗᚷ-ᚠᚱᛡᛚ/
ᛏ-ᛖᛟᚩᛈᛚᚩᚷᛁᛟᛠ-ᛞᛖᚳᛗᛁᚣ-ᛈᛚ-ᛁᚹᛋᛄᚹ-/
ᛟᛡᚪ-ᚦᛖᚩᛄᚷᛋᛝᚣᛗᛟᚻ-ᛗᚠᚦᛉᚦᚫᛋᛈᚣᚩ/
ᚠ-ᛈᛟᛋᛖᚫᛇᛗᛚᛈᚾ-ᛡᚠᚳᚾᚩᛄᛋᛡ-ᚫᛄᚦᚪᛠ/
-ᛈᚻᛋᛟ-ᛗᚹ-ᚱᚣᛁᚢ-ᛉᚹᛋᚱ-ᛞᛈᚦᛈᚩ-ᛞᛄᚩ-/
ᚢᛈᛖᚪᚫᛉᚫ-ᛏᚱᛟᛏᛒ-ᛠ-ᚫᚳᚾ-ᛖᛝᚦᛄᛄᚠ/
ᛚᚾᚩᛒ-ᛉᚷ-ᚪᚩᛚ-ᚪᚢ-ᛞᚻᚳᚹᛚᛡᛞᛇ-ᛟᚩᛡᛚᚳ/
-ᛡᚳᛉ-ᛝᛠᛝᚷᛝᛞᛄᛏ-ᛠᛈ-ᚹᛈᛗ-ᛈᚱ-ᚫ/
ᛏᛖᚢᛝᚫᛡ-ᚾᛁᛠᚻᚦᚣᛠ-ᚫ-ᚩᛉᛋᚩ-ᛄᚠᛏᚷ-/
ᚹᛁᚪᛁᚩᛁ-ᛝᛠ-ᚾ-ᚷᛗᚹᚦᛖ.ᚷᛟᚪᚹᛞᚻᚢ-ᛡᚹ-/
ᚣᚷᛉᛒᚪᚾᛝᛡᛄᛡ-ᚠᚷᛈᚦᚠᚦ-ᛁᛈᚪᛝᛋᛞᛟᚩ/
%
ᛝᛗ-ᛁᚷ-ᛄᚷ-ᚳᚩᚦᛖᚦᛄ-ᚣᚠ-ᚦᚳᛄᛡᛖᚢ-ᛉᛄ/
ᚳᚻᛄᚱᛄ-ᚪᚻᚾᚦ-ᛚᚷ-ᚱᚦ.ᛒᚪᚩᛖᚢᛡᛄᚹᛏᚱᚹ/
ᛟ-ᚦᚳᛗᚦᚠᚫᚻ-ᛡᚠᛠᚣᚪᚦᛚᛏᛒᚢᛝ-ᛖᛋᛗᚱ-/
ᚪᚹᛒ-ᚹᛒᛗᚱᚾᛗᚻᛗᛁᚾᚪᛞ-ᛡᛖᚩ-ᚾᚹᛡ-ᚢᛄ/
ᚦᛠ-ᛚᚳᚷᛚᛇ-ᛟᛠᛠᚪ.ᛇᛉᚣᚪ-ᚷᛏᚩ-ᛖ/
ᚹᛒᛈᚷᛝᛒ.ᛡᚦᚠᛋᚾ-ᛒᚦᚠ-ᛇᛝᛠ-ᚠᚾᛉ./
&
$
%
ᚢᚪ-ᚹᛝᚷᛉᛞᚷ-ᛁᛒᛁ-ᛇᛏᛒᛁᚣ.ᛠᚷᛋᚫ/
ᛈᚹᛗᛠ-ᛇᛄᛇ-ᚹᚻᛁ-ᚷᛠᛒᚢᚣᚻᚣ-/
ᛝᚹᚢᚱᛋ-ᚩᛡᚠᛡᛠ-ᛞᛟᚦᛗᚳᚾᛉ-/
ᛞᚦᛖᚱᛇᚳ-ᚪᛄᛋᛟ-ᚢᚹᚱᛏ-ᛋᛖᛋᛏ-ᚣᚱᛠᚫᚾ/
ᛞ-ᛈᛒᛡᛋᚢᛞᛖᚣᚦ-ᛚᚹᛟᛋ-ᚷᛚᛄ-ᚫᛖᚩᚳᚦᚹ/
ᛗ-ᚢᚩᚷ-ᚠᚪᚩᛡᛝᛒᛠᚦᚳᚪ-ᚱᛡᛏ-ᛟᚹᚠᚣᛝᚢ/
ᚣᛁ-ᛚᛏᚫᚫ-ᚪ-ᚱᛈᚠᛗᚹᚩᛞ-ᛠᛒᛈ-ᛝᛟ-ᚾᚷᛗ-/
ᛡᛖᚩ-ᚾᛚᛉᛝ-ᛁᛡᚫᛗ-ᚻᛖᚹᛗ-ᛝᛈᛇᛗᛡᛄ-ᚫ/
ᚩᛡ-ᚠᚣᛉᛟᚫᚦ-ᚫᛒᚩ-ᚪᚦᛄᚱᛄᚾᚦ-ᛡᚠᚪᛏᚾᚻ-ᚷ/
ᚢ-ᛞ-ᚳᚦᚢᚱᚢᛟ-ᛞᚻᚱ-ᚷᚹᛏᛈᛖᚠ-ᚪᚻᛠᚦ/
%
ᛞᚱᚠ-ᛖᛄᚫ-ᚾᚳᚻᚹ-ᛇᛡᛈᛠᚹ-ᛗᛚ-ᚹᛟᚹᛠ-ᚪ/
ᚾᚪ-ᚳᚪ-ᚷᛚᚦᛒᚩᚹᚢ-ᚷᛚᚠᛋᚻ-ᚾᛉᛝᛗ-ᛖᚦᚢᛝ/
ᛡ-ᛈᚣᚢ-ᛉᚷᚷ-ᚹᛞᛁᛋ-ᚦᛡᛡᛈᚳᚪᚩ-ᚢᛗᚢ/
ᛉᚩᚣᚻᛏ-ᚩᚫᛗᚢ-ᚩᚾᛏᛠᛒᛟᛒᚠᛁᛈ-ᛚᛋᛝᚫᚳ/
-ᚫᛟᛏ-ᚢᚩᛉᚾᛡᛋᚠᛖ-ᛉᚱ-ᛗᚩᚩᚫ-ᚠᚢᚦᛖᛞᚾ/
ᚣ-ᛡᛋ-ᛋᚱᛚᛟ-ᚢᚻ.ᚢᚾᛈ-ᛁᚻ-ᛖᛉ-ᚦᛞᛗ-ᛈᛟ/
ᚠ-ᛈᚠᛝᚫᛝᛋ-ᛟᛄᚹ-ᛠᛒᚣ-ᛟᚹᛞ.ᚠᚣᛄᛁᛏᛉ/
ᛚ-ᚩᚦᛝ-ᚠᚪᛋᛡᛁᚻᛒᚱ-ᚪᚢᚣ-ᚫᚢ-ᛟᛠᚪᚣ-ᛖᛟ/
ᚫ-ᛖᛈᚠᛒ-ᛈᛄᛁ.ᛋᛝᛒ-ᚱᚦᚳᛇ-ᛚᛁᚢᛈᛏᚳᛒᛉ-/
ᛖᚪᚣᚠᛗᚳᚣᚱ-ᚻᚹᛏᚾᛡᛉᚫᚦᛟ-ᚳᚹ-ᛠᚠ-ᛏ/
ᛠ-ᛝᚩᚻ-ᛡᛠᛒᛋᚻᛟ-ᚫᛁ-ᛠᛏᛁᛋ-ᛏᚫᚻᚱ-ᚻᛄ/
ᛋᛡᚹᚾᚾᛡᚹᛚ-ᚢᛖ-ᛏ-ᚱᛝᚳᚣ-ᚪᛉᛇᛝᛋᛖᛇᛁ/
%
ᚻᚾ-ᚷ-ᚹᛉᚳᛉᚣ-ᛋᛈᚳᛟᚱ-ᛒᚣᛄᛝᛖᛁ-ᚾᚷᚪ-/
ᚣᚷ-ᛚᛒ-ᚢᛄᚩ-ᛝᛉᛉᚪᛖ-ᛒᚦᛉᛡᚱ.ᛏᚷᚹᛄᛋ/
ᛁᚠ-ᛠᛁᛡᚦᛝᚾᛖᚾᚠᚩᛗᛖᚣᚪ-ᚳᛖᚳᚹᚪᚫᚹ-ᛇ/
ᚢᚦᚻᛉᚢᚾ-ᛠᛚᚢᚾᚦᛈᛋᚢᛈᚱ-ᛞᚫᛟᚱᛡᚫᚪ/
ᚢ-ᚢᛗᛚᚦᛠ-ᛚᛝᛈᚣ-ᚩᛋᛟᚪᚱᛗᚦᛟᛈ-ᛚᛋ-ᛏᛁ/
ᚠᛋᛖᚹᛝ-ᛗᛞᚩ-ᛠᚫᛡᛒᛏᚩᛋ-ᛖᛏᚪᚠ-ᚫᛒ-ᛚᚾ-/
ᛋᚪᛉᛟ-ᚾᛚᚹᛖ-ᚩᛚᛁᛄᛏ-ᛒᚪᚠᛉᛏ-ᚩᛟᛄ-ᚾᚷᛋ-/
ᚷᛚᚷᛠ-ᛒᚷᛖᚩᚪᚩᛖᛞ-ᚷᛇᛗ-ᚳᚱᚷ-ᛈᛞᚩᚠᚹ/
ᛇ-ᛠᛞᚣᛝ-ᚾᛁᚠᛈᛚ.ᛖᛟ-ᚢᚳᛗ-ᛚᚫᛏᛉᛄᚱ/
ᛉ-ᛁᛠᚷᛚ-ᚷᚳᛋᚩᛝ-ᚫᚦ-ᛗᚻᛟᚠ-ᚱᛋᚳᚦ-ᚣᚩ-ᛒᛁ/
ᚫᚻᛖᚢᛏᛚᛚ-ᛇᚷᛟᚣ-ᛒᚾᚦᚻ-ᛠᛖᛄᛒᚾᛁᛚᛠ/
ᚱ-ᛄᚠᚳᛋᛝᚳᛈ-ᚷᚻᛋᛗ-ᛇᛞᛇ-ᚣ-ᛡᛖᛏᛠᚢ/
%
ᛡ-ᚩᚾᛠᚩ-ᛄᚣᛇᛉᛠᚪᛡ-ᚾᛞᛝᚻ-ᛈᛠᚻᛡ/
ᚢ-ᛝᚻᚦᛈ-ᛉᚢ-ᛠᚣᛈᛟᚦᛋᚣᛈ-ᚠᛏ-ᛒᛁᛟᚪᚷ/
ᛚ-ᛠᚻ-ᛝᛁᛡᛚᛝᚾᛞᚪᛈᚷ-ᚾᛏᚦᛋᛒ-ᛋᛋᛠ-ᚷᚳ/
-ᛠᛗᚢ-ᛖᛉᛒᚷᚫᚠᚩᛁᛉ.ᚠᚪ-ᛠᚱᛇ-ᚩᛁᛞᛋᛚ/
ᚦᛖᛒᛇ-ᛟᚷᚣᚷᚾᚷ-ᚦᚠᚳᛗ-ᚩᛖᛖ-ᚩᚠᛒᚻᛝ-ᚳᛁ/
ᛄᚪᚾᚩᚪ-ᛈᚻᚱᛗ-ᚱᛗᛟ-ᚦᚷᛄ-ᛒᚱᚦᚪᛠ-ᛉᛖᛡ/
ᛞᚦ-ᚱᛝᛄᛒ-ᚾᛏᚣ-ᛏᛋᛒᚾᚫ-ᚢᛖᛁᚩᛡ-ᛄᛇᚢᚦᛚ/
ᚳᛖ-ᛚᛁ-ᛒᚢᚠᚪᚱᛠ-ᛗᛒ-ᛞᛉᛗ-ᚢᛠᛏᚣ-ᚪᛄ/
ᛈᚢᛈᛠᚣᚷ-ᛗᛡᛗᚢᚪᛗᛝ-ᚣᛡ.ᚪᛖᛏ-ᛖ/
ᛋᚪᛟ-ᚳᚻᛁᛋᚠᛁᚾ-ᛈᛟᛝ-ᛇᚦᚣᛏᚫᛉ-ᛖᛟᛏ-ᛞᛡ/
ᛚᛖᛈᛏᚪ-ᛏᚠᚱᚾ-ᚪᛠᚱ-ᛠᚳ-ᚾᚻᚹᛒᛇᛋ-ᛁᚻᚣ/
ᛋᚹᚩᛉᚹ-ᚩᛝᚢ-ᚻᛝᛟ-ᛏᛚᚠ-ᛄᚷᛏᛝᛄᛝ./
&
$
%
ᛗᛈᚣ-ᛚᛋᚩᚪᚫᚻᛚᛖᛇᛁᛗᛚ-ᛚᛋᚳᛈ.ᚾ/
ᚻᚷᚢᛡᚻᚢ-ᛒᚠ-ᛞᛄᚢ-ᛒᛖᛁ-ᚫᚠ-ᛈ-/
ᚫᛈᚦ-ᚱᛗᛚᚳ-ᛒᚷᚣᛗᛠᛒᚫ-ᚾᚦ-ᛗᚠ/
ᛡᛠᚳᛒᚷᚫᚠ-ᛖᛄᚱᚩ-ᛈᛒ-ᚠᛒᚩ-ᛇᚱᛠᚱ-ᛠᚷ/
ᛖᛚ-ᛇᚱᚾᛋᚩᚩᚳᚪᛖᚣᛖᛖ-ᛏᚱ-ᚢᚣ-ᛟᛄᛉ-/
ᛠᚷᛝ-ᚣᛏᛝᚾ-ᚪᛏᛋ-ᛝᚪᛄ-ᚠᛚᛋᚢ-ᚹᛠᛈᛁᛏ-/
ᛁᚾ-ᚱᚱᛝᛗ-ᚣᛗᚠᛁᚫᛁᚪ-ᚢᛟᛒᚹ-ᛗᛁᚻᚣᚹᛞᛚ.ᛟ/
ᛏᛞ-ᛟᚳᛒ-ᛡᛒ-ᚪᛏ-ᚹᛏᛈ-ᚹᛠᚩᚱᚩᛖ-ᚣᛚᛋ./
ᚢᛡᚱᚠᛄᛇᚱᛡᚦᛖᚢᛏ-ᛝᚫ-ᚾᚪᛠᚩᚪᚾᚪᚦᚷᚩ-/
ᚫᛉᛒᛏᛖᛠᛗᚷᚱᛗ-ᚣᛝᚠᛒ-ᛞᛟᛞᚪ-ᛠᚱᚳᛁ/
ᛈᛞᚠᛗᛝᚻ-ᛋᚩ-ᛞᛈᛉᚾ-ᛟᚱᛡᚾᚳᚳᛏ-ᚾᛈᚠ/
%
ᛈᚳ-ᛄᚦᛒᛁᚹ-ᛞᚹᛝᛠᛡᚹᛚ-ᚹᛄᚾᚪᛟ-ᛏᛞᛉᚣ/
ᛖᚱᛞ-ᚱᛏᛇᛁᚳᛈ-ᛝ-ᚦᛟᚷᛄᚦ-ᚣᛋ-ᛠᚻ-ᚠᛒᛚ-ᛁ/
ᚫᛚᛞᛉᚪ-ᛁᚹᚷ-ᛒᚩᚹᚾᛠ-ᛋᛖᛗᛒᛋ-ᚳᚹᚦᛟᚠᚻᚫ/
-ᛞᚢᛁᛒᛞ-ᛇᛝᛈᚠᛁ-ᛟᚢᚣᛏ-ᚻᚱᛖᚾᚳᛈᛡᛈᛞ/
ᛄ-ᛁᛏᛗᛋᚫᛉᚩᚣ-ᚪᛄᛗᛡᛖ-ᛇᛄᚠᛗᚱ.ᛞᛟᚪᛒ/
ᛞᚻ-ᚾᛈᚪ-ᛇᚱᚻᚾᛝᛠᚠᚾᚠ-ᚩᛗᛋᚾ-ᛠᚪᛁᚢᛚ-/
ᚪᚫ-ᛄᛉᛡᚠ-ᛁᛖᛈᛠᚻ-ᚠᛇᚩᚹ-ᛠᛄᛇᛁᛠᚫ-ᛄ/
ᛒ-ᛋ-ᚠᛖᚷ-ᛋᛁ-ᛟᛗᛒᛁᛝᛏᚪᚢᛁᚦ-ᚩᛝᛗᚠ-ᚹᛟᛒᛟ/
ᛡ-ᚠᚣᛝᚩᛠ-ᚳᛚᛈᚱ-ᛞᛄᚩᛝᛄ-ᚪᛖᛗᛈᚾ-ᚠ/
ᛠᚷᛞᛒ-ᚩᛉᚷᚾᚣᚷ-ᛠᛈᛄᛞᚾᛟᚩᚢᚾᚹᛗ./
ᛄ-ᚢᚷᛠ-ᛗ-ᛇᚪ.ᚻᚦᛡ-ᛝᛈᛞᛒ-ᚳᛉᚳ-ᛠ/
ᛉ-ᛟᚣ-ᛒᚦᛁᛄᛚᛡᛝᛡ-ᚹᛄᚫ-ᛋᛗᚪᛡᛠᛇᛝᛏ-/
%
ᚦᛞᚷ-ᚢᛏᛚᛏᚣ-ᚢᛝ-ᚷᛟᚪᛏ-ᛄᚦᚣ-ᚫᚻᚪ-ᛒᛝ-/
ᚦᚢᚱᚪᚾᛞ-ᛁᛝᚫ-ᛚᚫᚷ-ᚹᛁᛒᚣ-ᚾᚫᚠ-ᛚᛋᛒ-ᛈᛟᚪᛟ/
ᛞᚷᛟᚣᛉᚷᛚ-ᛋᛠᛁ.ᚳᛟᛁᚦᛈᚹᛉ-ᛖᚢ-ᛟᛄᛝ/
ᛋᚢᛝ-ᚳᛡᛠ.ᛚᛇ-ᛚᚷᚢᛁᛏᛒᛋ-ᛞᛁ-ᚠᚠᚷᚠ-ᚦᛄ/
ᚳ-ᚫᛟ-ᛁᛗᛡᛁᛇᚦ-ᚩ-ᚢᛈᛒ-ᚻᛋ-ᛄᚣᛄᛖ.ᛒᛇᛇᚱ-/
ᚹᛄᛏᛡ-ᚳᚪᚫ.ᚩᛈᚱ-ᛡᚾᛗᛁᛝ-ᚻᚹᚦ-ᛡᚦᚻᚦ-ᛉ/
ᚫᚫᛋᚳᛡᚾᛇ-ᛟᛉᚢ-ᚱᛄᛖ-ᛚᚾᛞ-ᛗ-ᛏᚱᛟᚦ-ᛁᛝ/
ᛡᛒ-ᚳᚩᚹᛟ-ᛏᛗᛋᚱᚷ-ᚱᛚᛞᛚ-ᚩᚣ-ᛞᚳᚪᛖᛞᚠ/
ᚳ-ᛇᛖᛉᛚᚫ-ᛖᚩᛁᛋ-ᛡᛁᛟᛋᚪᛒᛗ-ᛗᚣᚹᛄ-ᛖᚫᛝ/
ᛚ-ᛄᚱᛇ-ᛈᛚᚩᚻ-ᚪᛞ-ᛡᛄ-ᛞᚠᚹᛞᛄᚳ-ᚾᚦᛉ-ᛄ/
ᚻ-ᚷᛚ-ᚠᛖᚦ-ᛇᚻ-ᛝᛖᛒᛚᛞᛁᛗᚠ-ᚹᛒᛗᛟᛁᛖᛁᛠ-/
ᛈᚻᛝᛖᛞᛟᚩᚻᛄ-ᚹᚩᚾᛄᛈᛗ-ᛖᚳ-ᛖᛇ-ᚷᚻᛗ/
%
ᛞᚪᛈᛖ-ᛗ-ᛉᚫᛒᛇᚱ-ᛖᚣᛟᚣ-ᚱᛠᛈᚢᛠ-ᚣ/
ᛖᚪᚻ-ᚩᛉᛠᚢᚻᛡᛟ-ᚷᚫᚩᛒᛉ-ᚫᚱᛞᛋᚩᚱ-ᚷ/
ᛠ-ᛉᚻᛁ-ᚷᚳᛞᛠᛡᚳ-ᛄᛠᛉᛇᚻᛋᚹ-ᛝᛡᚷ/
ᛖᛡᚣ-ᛠᚩᚷ-ᚱᚦᚠᛟᚩᚦ-ᚦᛁᛏᚱ-ᛇᛉᛇ-ᚢᚷᛠ-/
ᛟᛏ-ᚩᚠᛚ-ᛟᛝᛈ-ᚱᛡᚪᚩᛏ-ᚩᛠᚷᚫᛗ-ᛈᛋᚱ-ᛖ/
ᚦᚠ-ᛞᚹᚾᛚ-ᛝᚩᛇᛄ-ᚳᛚᚢᚹᛏ-ᚩᛖᛏᚠᚪᛚ-ᛟᛇᛟ-/
ᛠᚱᛇ-ᚢᚪᚦᛈᛟᛡᛉ.ᛡᛒᚱᛒᚠᚢᛚᚢᛟ-ᛒᛇᛒ-/
ᛉᚦᚹ-ᛝᚣᛖ-ᚳᚫᚣᛟ-ᚹᛁᛝᚫᛏ-ᚫᛇᛈᛡᛟᚠ-ᛚ-ᛝ/
ᚠᛡ.ᛞᚪᛚᛈ-ᛋᛁ-ᚢᚣᚪᛚᛠᛝᚹ-ᚪᛏᛈᚳᚣ-ᛝᚫ/
ᚻᛗᛞᚷᛚ.ᛠᛉᛒ-ᛇᛡᛋᛖ-ᚣᛁᛚ-ᚣᛠᚣ-ᚻ./
ᚣᛉᚾᛏᚫᛉᛋᚦᚪᚹᛗ-ᚪᚱ-ᚪᚩᚻ.ᛗᛖᚫᛞᛠᛁᛗ/
-ᛒᛟᚾᚳᚩᚱᛉ-ᛋᚹᚫ-ᚻᛖ-ᛋᚠᚾ-ᚢᚦᛟᚷᛖᚪᛟᛇᛇ-/
%
ᚦᚳᛒᛝᛏᛉᛡᛞ-ᛋᛡ-ᚩᚠ.ᛈᛖᛞᛋᛁ-ᛚᛁᚻᚾᛝᚱ-/
ᚻᛈ-ᛇᚢᚫᛞ-ᛚᚻᛉᚳᛈ-ᛁᛗᛉᚳ.ᛄᚫᚾᛞᛋ-ᛏᛚ/
ᛡᚩᛋᛗ-ᛚᛞᚾ-ᛈᚫᛏᚷᛈ-ᚫᚦᛄᛗ-ᛒᚻᚩᚻᛁᚷᚻᚳ-/
ᛚᚹᛋᚱᛇᛗᛏ-ᛄᚳᛁ-ᛠᚦᛞ-ᛏᛚ-ᚱᛖᛠᛒᚪ-ᛒᚠᛒ-ᛁ/
ᛒᛡᛇᛏᚣ-ᛏᛖᚣᚳᚱᛋᚠ-ᛁᚦᚪᛉ-ᚪᚣᚫᛠ-ᛄ-ᛈ/
ᛗ-ᚠᛋ-ᚪᛒᚱ.ᛉᚣᚻ-ᚦᚩ-ᛇᛞᚢ.ᚠᛁ-ᚻᚩᚫᚠᚣᚷ/
ᚱᚪᛄ-ᛏᛉᛇ-ᛖᛠᛞ-ᛏᚠᚢᛝ-ᚫᛄᛖᛈᚳᛒᚦᚢ/
ᛝ-ᛡᛒᚹᚱ-ᛖᚾᛈᛇᚣᛇ-ᛉᚱᚹ-ᛒᛡᛞ-ᛖᚱᚩᚻᚣ/
ᛠᛈᚦ-ᛗᛁᚷᛚ-ᚹᛉᚫ.ᚠᛞᚾ-ᛄᛟ-ᚻᛚᛡ-ᛗᛖᚷ-/
ᛟᛁᛡ-ᚻᛟᚱᛇᚹᚣᚠ-ᛈ-ᛄᚷᚦ-ᚪᛒᛝ-ᛈᛒᚪᛖ-ᚢᚹᚻ/
ᚩᛒᛋᛉ-ᚹᛞ.ᚦᛇᚱᛖ-ᛄᚾᛞᛝᚹᚪ-ᚻᛖᚹ-ᛟᛡᛄ/
ᛡᛟᛝᛄᛉᛚᛄ-ᛞᛉᛟᛈ-ᚱᚪᛁᛏᚷᛉᛝᛇ-ᛠᛗᚩ/
%
ᛚ-ᚦᚫᚹ-ᚫᚢᛈᛡᚳ-ᚹᛝᚻᚹᛒᛗᛋᛟᛖᛁᛡ-ᛟᚹᚦᚻᛒ/
-ᛡᚱᛏᚦᚠ-ᚠᚩᚦ.ᚻᚩᛗᛖᛉᚹᛞᛋᛚᚠᛞ-ᛝᛒᛇᛡ/
ᛚᚪ-ᚹᛞᚾᚫᛉᛏᚣᛗᚷ-ᚦᚹᛉᛡᚦ-ᚹᛒᛋᚱᛉᛡᛉ/
ᚪ-ᚢᛒᚻᛠ-ᚹᛝᚢᚻᛇᛝᛡᛠᛄ-ᛋᛈᚦᛏ-ᛟᛝᚩ/
ᛗᛒᚢᛞᛋ-ᛒᛄ-ᛠᚱᛟ-ᛖᚾ-ᚾᚹᚷᚢᛚᚪᚩᚣ-ᚢᛏ/
ᚠᛄᛏ-ᚪᚷᛒᛇ./
&
%
ᛞᛇ-ᛉᚳᚠᛁᚪᚹᚻᚷ.ᛇᛟ-ᚠᛏᛖᛟᛠᚪ/
ᛡᛋᚷ-ᚣᛠᚾᚦᚫᚱ-ᚩᛡᛗ-ᚹᛉᛗ-ᚣ/
ᛞᛒᛏᚱ-ᚢᛄᚻ-ᚫᛟ-ᛡᛝᚹᚻᛋᚠᛡ-ᛚᚦ/
ᛏ-ᛁᚹᛏ-ᚩᚢᚾᚹᛗᛚ-ᛋᚦᛠᚹᛄ-ᚪᛄᚫᚷᚣᛗᚹᛞ-/
ᛈᛡ-ᛖᛄᚹ-ᛖᚢ-ᚻᚹ-ᛝᛁ-ᛋᚫᚷ-ᛄᛚ./
&
$
ᛝᚦᛇ-ᛁᚠᚳᛟᛇ.ᛞᛒᚣᛡᚣᚢ-ᚣᚾᚦᚱᛖ/
ᛗᛁ-ᛇᛞᚱᚹ-ᛉᛒᚻ-ᚳᛄᛡᚪ-ᚾᚹ-ᚾᛗ-ᚠ/
ᛇᛁ-ᛇᚪ-ᚩᛋᛒᛟ-ᛏᛄ-ᛈ-ᛖᛈᛄᚩᚹᚢᛠ/
ᛝᚹ-ᛗᚳᚩᛏᛏᚠᚢᛄ-ᛞᛠᛉᚩ-ᛉᚦᚷᛞ-ᛒᚩᛏᛚ/
ᛇᛁᛒᛡᚪ-ᛖᚠᛠᚢᛖ-ᛈᛋᚹᛞᛞ-ᛋᛡ-ᚹᚦᛞᛋ-ᛝ/
ᛄ-ᛚᚷᚢᛡ-ᚾᛉᚠ-ᚱᚪᚣᛗᚠᚦᚻ-ᚱᚪᚱ-ᚫᚪᚷᛟᛞ-ᛒ/
%
ᛗᛒ-ᚾᚻ-ᛇᛞ-ᚻᛗᛚᛁ.ᛠᚾᛁ-ᚫᛖᚢ.ᛏᚦᛇᛋᛈᚻ/
-ᚻᛇᚳᛠᚫ-ᛞᛚᛋᛝ-ᛁᚹ-ᚪᚳᚩᛏᛇᛝᚷ-ᚳᚦᛋᛠᚠ/
ᚢᛝᛚᚻ-ᚹᚩᛇᚪᛈᚷ-ᛇᛗᛚᛄᛋᛏ-ᛚᚳᛈ-ᚾᛋᛝ-ᚳᚪ/
ᚳ-ᚾᛉ-ᚾᚢᛉᚫᛗᛏᛞᛏᚫ-ᛟᛗᛋᛉ-ᛏᚣᛉ-ᛇ/
ᛠᚷ-ᚻᛒᚾᚷᛇᚢᛟ-ᛄᚦᛉᚩ-ᚾᚪ-ᛞ-ᚩᛈ-ᛠᛚᛋ/
ᛏ-ᛒᚷᛁᚢᛟᛖᛁ-ᛄᚦᛖᚻᚹ-ᛄᚫᛄᚾᚻᛉᚹ-ᛒᚪᛋ-ᚠᚱ/
ᚱᛁᛉᚢᚦᚻ-ᚢᛗᚪ-ᛞᛝᛠᚪ-ᚫᛉᛖᚾᚹ-ᛟ.ᛝᛞ/
ᚾ-ᛈᚫᚳᛡ-ᛈᚠᛉᚩ-ᛒᚷᛗᚫ-ᛚᚻᛞᚣᛖᛉᛒ-ᛄᚹ/
ᛇ-ᛈᚩᛁᚦᚠ-ᚷᚾᛈᛞᛝᛏᛖᚪ-ᛄᛋᛠ-ᛈᛝᚢ-ᛒᚷ/
ᚳᛉ-ᚪᚢᛈᛚ-ᛄᚱᚷᚣᚪ.ᚪᚠ-ᛗᛝᚣᚳᛟ-ᚹᚣᚷ/
ᛈ-ᛗᛖᚩᚹᚢ-ᛟᛞᛋᚱ-ᚣᛞᛋᚳᛡᛉ-ᚻᚦᚹᛚᛞ/
ᛠᚩᛞᛠᚢᛟᛖ.ᛠᚹ-ᛉᚻᛡᚹᛞ-ᚪᛗ-ᚠᚦᛈ-/
%
ᛝᛏᚳᚪ-ᛠᚣᚷ-ᚳᚦᛖᚾᚢᛁᚫᛁᚢᛡ-ᚹᛚᚳ-ᚻᛈ-ᛞ/
ᛄᚳ-ᛗᛒ-ᛗᚪᛄ-ᚩᚪᛞᛁ-ᚩᚱᛟᚠᛖᚣᛟᛁ.ᛇᛟ-ᛁᛈᚣ/
ᛚᚪᛡ-ᚳᛏᛠᛋᛖᛒᛝ-ᚫᛟᚫᛞᛖᛞᚣᛡ-ᛠᚪᛖ/
ᚦᛚᚫ-ᚳᛋᚪᚩᚷᚹᛚ.ᛈᛖᛏ-ᛄᛉᛝᛚ-ᛏᛉᚩᚣᛝ/
ᚠᚩᚣ-ᛁᚻ-ᛟᚫᚷᛄᛝᛡᚾᛗᚣᛟᛡ-ᛝᚷᛖᛉ-ᛟᛉ/
ᛈᛚᛋᛉᛠ-ᛚᛡ-ᚱᚪᛞ-ᛠᚷ-ᚱ-ᚳᛇᚻ-ᛗᚪᛟᚷ-/
ᛞᚪᛋᛡᚻ-ᛈᚷᛖᚳᛟᚱᛟᚢ-ᛁᚫᛟᚦ-ᛄᚱᛡ-ᚱᛖᚦ/
ᚣᛏᛝᛡᚩᛒ-ᛏᚦᚳ-ᛉᚳ-ᛋᚪᚫ-ᛗᚠᛄᚱᛖ-ᛡᛇᛁᛇ/
ᛟᛉᚳᚹᚪᛖ-ᛋᚢᛉ-ᛋᛟᛚ-ᛄᚾ-ᛈᛇᛒ-ᚦᚦ-ᛁᚫᛚᛋᛝ/
ᛄᛄᛡ-ᛟᚻᛇᚢᛚ-ᛁᚱ-ᛡᚻᛚᛏᚹᛉᛇ-ᚱᛏᛠ-ᛁᚫᛚ/
ᛗ-ᛁᚱᚷᛏᛠ-ᛇᛟᚻᛟᚳᛋᛏᚾᚩ-ᛁᚱᚷ-ᚹ-ᛞᚢᚣᛚᛁ/
ᛗᛒᚢ-ᛚᚱ-ᛏᛁᚢ-ᚷᚳᚠᛇ-ᛚᛇᚣᛏ-ᛏᚫᚢ-ᚫᛠᛇ/
%
ᚣᚾ-ᚢᚹᛝᚻ-ᚷᚣᚱ-ᚩᛁ-ᛚᚾᛉ-ᚾᚩᛈ-ᚠᛠᚫᚫᚩ-ᛉ/
ᚾᛋᛟᚫᛚ-ᚾᚫ-ᚦᚢᛠᚣᚫ-ᛈᛁᛇᚢᚱᛄ-ᛈᛟᛄᚪᛝᛈ/
ᚦᛈᚪᛝ-ᚣᛗᛟ-ᛉᛒᚢᛏᛇᛗᛈᚫᚣ-ᛉᚫᚣᚱᚫᚣ/
ᚠᚠᛗᛡ-ᛉᛖ-ᚱᚢᛏᚷᚢᚣᚱ-ᛡᚢᚩᛇᛁ-ᛄᚠᛈᛄ/
ᛞ-ᛁᚦᚩᚻᛡᚷᚻ./
1-ᛚᚦᛇᛟ-ᚪᚫᛠ-ᛗᛉᚻᚳᛉᚪᛏᚦ-ᚫᛉ-ᚩᛋᚳᛞ/
ᛏ-ᚣᚹᚾ-ᛟᛏᛉ-ᚹᛁᛟᛄᚠᛁᚩ-ᛁᚱᛋ-ᛉᚾᛗᚪᛡ-ᚱᛈᛋ/
ᛞ-ᛁᛟ-ᚻᛖᛏᚢᚹ-ᛠᛟᛞᛟᛄᛁᛝᛡ-ᛄᚱᛞᛗᛒ-ᚩ/
ᚳᚩ-ᚦᛟᚱᚢᛚ-ᚢᚦᛋᚢᛞᛚ-ᚷᛁᚣᛝᚩᛟ-ᛁᛖᚣ-ᛖᚠ-/
ᛇᛝᛒᛚᛁᚢᚣᚠᛟᚾᛟ-ᛒᛟᚷᛄᚪᚾᛗᚫ-ᚣᚦᚠ-ᛁᛒᛝᛈ/
ᚾᛁᚱᚷ-ᛄᛇᚫ-ᚻᚪ-ᚱᛉᛉ-ᚩᛚᚾᚫ-ᛞᚣᛒᚾᚪ./
%
2-ᚾᚣᛖᛉ-ᚾᚢᛉᛁ-ᛝᛏᛈᚹᛋᚣ-ᛏᛠᛈᛉ-ᚪᛁ/
ᛄᛋᚱᚪᛏᛋᛝᛏ-ᚳᚷᚳᚻ-ᛖᛟᚱᚪᛡᚻᚳ-ᛝᛒᛖᚱ/
ᛠᚪ-ᛚᛟᛖᛚᚪ-ᚦᛋ-ᚳᚹᚱᚹ-ᚩᚻᚣ-ᚢᛝᚩ-ᛈᛚᛁᛏᚪ/
-ᚠᛋᛝᛞ-ᚳᚪᚱᛒ-ᚹᛈ-ᚾᚩᚦᚳᚦᚾᛗᚩᛖ-ᚣᛇᚾ-ᚠᛒ./
3-ᛞᚢᛈ-ᚹᚾᛖᚪ-ᚱᛚᛁᚹ-ᚫᛉ-ᛝᚠᛞᚪᚠ-ᛒᛄᛉ-ᛞ/
ᛄᛝᚣᛇᚪ-ᚫᛄ-ᛝᛈᚪ-ᚢᛠ-ᛇᛏᚱ-ᛖ-ᚫᛗ-ᚫᛠ/
ᚻ-ᛁᚫᛟ-ᛠᚹᚳᛄᚦᚻ-ᛡᚩᚢ-ᚩᚦᚷᛡ-ᚻᛋᚷᚪᛁᛟᛞ/
ᚪᛄ-ᛁᚹᛡᛒ-ᛗᛝᛡᛞᚠᛒᛋᛏ-ᛒᚷᚠ-ᚷᛟᚢᚳᚫᛏᛁ/
ᛖ-ᚱᚷᛗᚣ-ᚪᚷᚹ./
4-ᛝᛄᛋᛄᛗᚱᛗ-ᚾᛒᛋᛗᛉᛞᚻᛉᛁ-ᚣᛡᚻᚣ/
ᛠᛉᚻ-ᛞᛖ-ᚹᛖᚦ-ᚢᚳ-ᛉᛗᚪᚣᛠ-ᚹᚫᚪᚳ-/
%
ᚢᚫᚳᛇᚳᚣ-ᛡᚫᛏᛖᚳᚠ-ᛋᚻ-ᛋᚱᚢᚦ-ᛁᛋᛝᛗᛞ/
ᚫᚢᛠᚢᚪ-ᚾᛝᚳ-ᛖᛈᚹᛉ-ᚢᛉᚫ-ᚾᛈᚳᚻᚱᚣ/
ᚹᛚᛉᚱᛒ-ᛗᚫᛟᚣᚩ-ᚳᛇᛗ./
5-ᚻᚫᛉᚦᛒᛟ-ᛏᛟᚹᛄ-ᚫᛠᛗᚠᚫᚳᚷ-ᛇ-ᚻᚹᛗ/
ᚻᛝᚣ-ᛁᚩᛁ-ᛏᛁᛖᛡᛄ-ᛗᚣᛚ-ᚻᚱᚩᛞᛒᛡᛈᛠᛗ-/
ᚳᛠ-ᛖᛒᚢ-ᚷᛁᚦ-ᛟᚫ-ᛡᚻᛝᛖᚾ-ᚱᛠᛡᛋ-ᚻᛏ/
ᛝᚻᚪᚷᚩᛝᚫ-ᚹᛚᛏᚱ-ᚷᛁᚾ-ᛖᛠᛄᛡᛞᛋᚻ-ᛝᚾ/
ᚳᛋᚾᛞᛇᚾᛋᛁᚳᛡ-ᚱᛝᛚᚫᚣᛇᛚᚩ-ᚳᛞᚾ-ᛝᚷᛡ./
ᛝᛄ-ᚻᛄᛚᛠᛟ-ᛄᛏᚷ-ᛚᛒᛝᚢᛏ-ᚻᚳ./
ᚫᛞᛟᚫᛟᛗ-ᛟᚫᚪᚻᚱᛗᚢ-ᚣᚢᚣ-ᛈᛗ-ᚪᛄᚫᛟ/
ᛠᛚᚠᛖᛡᚢ-ᛉᚻ-ᚪᚩᛡᛒᛠᚢᚷ-ᚻᛏᛠᚪᛞ-/
%
ᛋᚹ-ᚦ-ᚾᛋᛁᚻᛒ-ᛉᛠᛝ-ᛒᚢᛚᛟᚢᚾ-ᚢᚦᚩᛗᚪ-ᚾ/
ᛞᚫᛇ-ᚫᚣᚪᛋ-ᚣᛝᛡᛗᚷᛇᚾᛈ-ᛠᚳᚻᛝᛚ-ᚠᚷ/
ᛡ-ᛁᛡᚪᚠᛒᛈ-ᚳᛋᚦᛠᚦᚫᚱ-ᚷᛞᛚᛟ-ᚷᚱᛁᛇ-ᚣᚩ/
ᛟᚢᛝᚱᚷ-ᛗᛏᚷᛒᛈᚷ-ᛗᛏ-ᛗᚣᚹᛒᛏᛒ-ᚷᚣᛈ/
ᚷ.ᚾᚦᛇᛒᚳ-ᚷᛖᛇᛟᛚᛈ-ᚹᚾ-ᚻᚷᚱᛇᛏ-ᛈᚷᛒ-ᚹ/
ᛗᛋᚹᛟᚻ./
&
ᛡᚳᛋ.ᛈᛞᛋᛡ-ᚪᚹᛏᚳᚹᛟ-ᛗᚹᛁᛒᛞ-ᚷ/
ᛇᚢᛚ-ᛉᛋᚫ-ᛟᚻᛚᚦᛒ-ᚣᚪᛚᛞᚦᚠ-ᚻ-/
ᛞᛝᚩᚢᛋᚪᚫ-ᛖᚦᛁ-ᛏᛄᛏ-ᛝᚦᚾᚳᛉ/
ᛏᛝ-ᚳᛈᛁ-ᚾᛏ-ᛒᚾᛡᚱᛒ-ᚢᛈᛋᚦᛁᚳᛈᛋᛁᚹ-ᚹᛚᚣᚾ/
ᚢ-ᛒᛁᚪᛠ-ᚹᛟᚳ-ᛠᚢᚪ-ᛚᚦᚹ-ᚠᚾᛏᚳᛡᛁ-ᛚᚩ-ᚾ/
ᛗᛄᛠ-ᚦᛟᛄ-ᚪᚦᚹ-ᛡᚾᛖᛠᛈ-ᛒᛋᛄ./
&
$
%
ᚠᚾᛗ-ᚣᚷᛞᚫᚻ-ᚪᛈᛉᚣᚻ-ᛇᛠᚩᛖ-ᛏᛝ/
ᛠ-ᛚᛁᛏᚦᚠ-ᛗᚪᚳᛖ.ᛞᚳ-ᛏᚱᛟᚷᛠᚾ/
ᚫᛒᚢᛖᛒᚢ-ᚦᚠᛟ-ᚷᛋᛟ-ᛁᛈ-ᛟᛉᛋᛒ-ᚹᛄᛒ/
ᚣᛗᚢᛠ-ᚱᛁᚢᛟᛄᛁ-ᛗᛖᚫ-ᚱᛋᛉᛝ.ᛠᛈᛚ-/
ᛞᚩᛚᛁᛉᛠᛝᛖᚱ-ᚾᛈᛖᚹᛡ-ᚾᛄᛏᚣ.ᛋᚩᛋ/
ᛏᛝ-ᚢᚾᛇᚪ-ᛖᛏᚪᛄᚳᚣ-ᛟᛒ-ᛚᛋ-ᛒᛞᛄ-ᛁᛝᚣᛖ/
ᚳ-ᛄᚻᛚᚣ-ᚷᚫᛚᛞ-ᛚᚫᛚᚦᛉ-ᛚ-ᛖᛉᚩᛉᛁᚳᚢᛗ/
ᚾᚢ-ᚩᚾᛇ-ᚻᛡᛚᛇᚩᚫᚪ-ᚩᛟᚩ-ᚣᚱ-ᛖᚠᚢ.ᛁᚻ-ᛟᛚ/
ᚾᛏ-ᚠᛞᚱᛠᚷ-ᛈᚩᛇᚩᛗᛠᛒ-ᛄᛡ-ᛋᛗᚠ-ᛏ/
ᚠᚫᚩ-ᛟᚳᛚᛞᛡᛚ-ᚩᚳᛝᚢ-ᛈᚹᛏ-ᚷᚳᛋ-ᚢᛟᚷᚦ-/
ᚠᛉᚠᛏ-ᚳᛋᛉᛟ-ᚷᚠᛉᚾᛞ-ᛒᛏᛠᛡ.ᛈᛡ/
%
ᛠᛁᚪ-ᛋᚣᛗᛞᚣᛋ-ᛒᛞᛄᛞ.ᚩᚾᛏᛚ-ᚳᚪᛝ-ᚱᚷ/
ᚻᚷ-ᛄᚹᚠ-ᚪᚢᛇ-ᛞᛏᛗᛄᛁ-ᛝᚫ-ᛉᛈᚳᛈᛠ-ᛟᚪ/
ᛒᛁᛁᛋ-ᛇᚷᚻᛋ-ᛇᛡᛒ-ᚠᚹᛝ-ᚫᚪᚠᚩᚣᛡᚪᚾᚻ-ᛒᚦᛟ/
ᛇᚣᛟᛁᛒ-ᛟ-ᚩᛋᚹ-ᛞᚳᚠᚪᛁ.ᛉᛏᛟᚢᚩᛟᚦᛈᛋᚩ-/
ᚻᛇᚦᛝ-ᛏᛠᚠᛝᛠ-ᚩᛗ-ᛏᚠᚣᛚᚣ-ᚹᛚᛞ-ᚪᛉ/
ᛠ-ᚪᛄ-ᚩᛋᛒᛚ-ᚳᛖᚾᚪᚩᚱᛏᚦ-ᚱᛒᚳᚣ-ᛠᛗᚹᛚ-/
ᚻᛈ-ᛇᛈᛖ-ᛚᛄᚩᛡᚪ-ᛖᛋᚫᚩ-ᛠᛉᛝᚣ-ᛖᚫᛒ/
ᛗ-ᛖᚻᚱ-ᛈᚾᛗ-ᚹᛏᛟᚣᚢ-ᚠᛉᛈᛗᚩᚷᚾ-ᛡᛇᚳ/
ᚠᛒᛈᛗ-ᛋᛇᛁ-ᛖᛈᚢᚱᛏᚳᚣ-ᛄᛚᚠ.ᚱᛚᚱᚫᛖᚻᛟ/
-ᛇᚣᛡ-ᚩᛉ-ᚪᛋᚣᛁᛝ-ᛉᛚᛄᚳ-ᛖᚣᚢᛝᚦᛇᚱ-/
ᛠᛁᚫ-ᚦᚠᛟᚷᛠᛁ-ᛈᛋᛒ-ᛗᛒᛄᚠᚾᚳᛖ-ᚻᚫᚩᛄ-/
ᛉᛄᛚᛈᚪᛁ-ᛟᚹᚱᛁᚱᚦᛖᛉ-ᚪᚾ-ᛞᛄᚷ-ᛟᛟᚳᛏᛄ/
%
ᛞ-ᛉᚾᛗᚦ-ᛁᛄᚱ-ᛈᛉᚢᚫᚦᛒᚠᛄᚦ-ᚠᚪᛝᛖ-ᚹᚹᚣ/
ᛚᛇ-ᚢᚣ-ᚾᚱᚪ-ᛈᚾᚹ-ᛚᚾᛏᛚᚢᛒᚱᛝᚪᛋ-ᚫᛈ-ᛄᛚ/
ᚢᚳᚷ-ᛚᛏᛄᚹᛈ-ᚫᛗᛚ-ᛉᛚᛗᛏᛞᚠᛈᛁ.ᚠᚳᚦ/
ᛗᛄᚹᚱᚪᛚ-ᚩᛝᚱᚢᛈᚱᛟᛡ-ᚳᛉᚱ-ᛇᛏᚦᚾ-ᚱᛇᚫ/
ᛞᛟᚻ-ᛒᚾᚣ-ᚠᛡᚪᛡᛖᚫᛞᛄᚢᛖ-ᚦᚱ-ᚩᛇᚱᛡ-/
ᚣᛁᛉᛇᚻᚩᛠ-ᚫᚻᛡᛝᛠᚦ-ᚾᚣ-ᚾᚠᛁᛝ.ᛏ/
ᚻᚹᚫ-ᛒᛇ-ᛡᚻᛉᛒ-ᛞᛝᚱᛄᚦᚻ-ᚪᚷᚣᛁᚠᚷ-ᛁᛏᛞ/
ᛠᛒᚠᚩᛈ-ᛇᛡᛟᚹᚱᚾᚩᛏ-ᛋᚹᚢ.ᛖᛡᛖᛡᚦ-ᛉ/
ᚪᚷᛈᚾ-ᛋᚱᚠᛞᛝᚻᛖᛄᛞ-ᛄᛡ-ᚱᚹ-ᚷᛝᚪᛒ-ᛄᛈ/
ᛄ-ᛏᚠᛉ-ᚪᛄ-ᛁᚠᛉᚢᚩᚣᚻᚦ-ᚻᚾᛁᛒ-ᛡᛟᛡᛋᛈᚣ/
ᛉ-ᛠᚢᛠᛚ-ᚠᛝᛗᚻ-ᚦᛒᚩ-ᛗᛚ-ᚩᛠᛋᚦᛠ-ᛇ/
ᛋᛉ-ᚠᛗᛒ-ᚫᛋᛇᚾᛡᚾ-ᚢᚫᚹ-ᛞᛠᚢᚾᛝᚠᚾᛖᚫ/
%
ᚻᛄ-ᛁᛖᛏᛡ-ᚷᛁᚩᚾ-ᚳᚢᚫᛗᛈᛋᚪᛡ-ᚷᛚᚣᚹᛟ-/
ᚠᚢ-ᛉᚠᚫᛞᚠᛡᛄᚾ.ᚻᛋᚦᚠ-ᛏᚠᛄᚱᚹᚠᛋᚾᚹᛄ/
ᛖᛒᚢᚦ-ᚩᛇᚫᛈ-ᛡᛟ.ᚢᛁᚩᛄᚩᛇᛟᛄᛞᚩ-ᛈᚹᛞ/
ᚷᚱ-ᚠᛟ-ᛇᚷ-ᛄᛟᛇᚫᛋᚫᚣ-ᛒᛏᛞᛟ-ᛠᚻᛡᚱᛠ/
ᛠᛉᛋ-ᚠᚾᚣᚱᚠ.ᚪᚾᛡᚪᛖᚫ-ᚳᛇᛁᛝ-ᛒᛡᛞᛠ/
ᚫᛒᛠᚳᛉᚠ-ᚫᛏᛁᚱᚪᛗᚩ-ᛚᛉᛋᚪ-ᛒᚩᛈᚫᚩᛝᚻᛇ/
ᛖᛇᚫ-ᚻᛖᛇᛠ-ᚱᛗᛞ-ᚫᛇᛗ.ᚾᚾᚣᛡ-ᚱᚾᛗ/
ᛠ-ᛄᛉᛋᛄ-ᛟᛖᛒ-ᛏᚻᚾ-ᚠᚪᚠ-ᛒᚾ-ᚩᚾ-ᛖᛋᛏᛒᚹ/
ᛡ.ᚻᛏ-ᚩᛟᚩ-ᛒᚾᛖᚳᛁᚹᚣᛟ-ᛟᚩᛒ-ᛋᛖᚩ-ᚫᚻᛟ/
ᚠᚫᚷᚩᛄ-ᛟᛒᚻ-ᚳᛖᛁᛚᚫᚣᛚ-ᚢᛚᛁ-ᚾᛟᛏ-ᚫᛈᛟᛈ/
ᛝᛗ-ᚳᚢᛁ-ᚣᛋᚳᚢᛡᛇᚩ-ᚠᛖ-ᚷᛟ-ᚻᚫ-ᛝᚠ-ᛗᚠ/
ᛝᛉᛞᛁ-ᛗᛝᚣᚪᛝᚠᛉᛁᛟᚷᛚ-ᛇᚩ-ᚫᛡᛏ-ᛄᛏ/
%
ᛠᚢ-ᚷᚦᚣ-ᚦᚾᛟᚣᚩᛖᚻ-ᛁᛋᛖᚣᚦᚪᛡᛝᛟᛇᛚ-/
ᛡᛏᛝ-ᛁᛚ-ᚠᛉᛡᛠᛏ-ᚠᚾᛄᚠᚻᚳ-ᚻᛞᛠᚣᛟ/
ᛝ-ᛉᛇᚻᚩᛋᚻ.ᛇᛏᚠ-ᛚᚱᛇᚦᚪᛁᛁ-ᛒᚠᛁᛚ-ᛄᛡᛒᚣ/
ᛗᚫᚫ-ᛞᚻᛟ-ᚪᚹᛉᛚᛏᛁᚪ-ᛟᛞᛖᚾᛈᚻᚣ-ᚦᛚᛖᛋ/
ᛖᛟᚫᛖ-ᛏᚱᚪ-ᛁᚫᚹᚫ-ᛋᛈᚱ-ᛄᛡᚪᛏ-ᚫᚦ-ᚠᛠᚢ/
ᛈᚣᚫᛝ-ᚣᚾᚻᛡ-ᚳᛗᚠᚾ-ᛞᛄ-ᛖᚩ-ᛒᚷᚻᚪ-ᛖᛞ/
ᛟᚠᛇᛞᛟ-ᛈᚳᛁᚪᛒᚷᛒᛈᛟ-ᛟᛄᚠᚪᛖ-ᛄᚣᚩᛄ-ᚣ/
-ᚫᛋ-ᚦᛁᚫᛄᚫᛏ-ᛖᛇᚻᛟ-ᚣᚠᚹᛞᚷ.ᛡᚱᛒᚢ-ᛒᛚ/
ᚢ-ᚷᛈᛄᚪ-ᛏᛡ-ᚳᛄᚠᛡᛝᛚᚣᛒ-ᛗᚻ-ᚱᛚᛟᛠᛋ/
ᚦᛝ-ᛏᚳᛟᛉᛁ-ᛄᚱᚳᛖᛏᛄᚷ-ᛡᛈᛏᛉᚩᛁᛄᛟ-ᚷ/
ᚩᚪᚢ-ᚣᛖᚪᛋᛟᛇᚢᚪᛡ-ᛗᚱᛚᚳᚠ-ᛒᛗᛝ-ᚻᛉ-/
ᛠᛄᚫ-ᛉᚪᚷᚻᚣᛏᛖᛝ-ᛉᛉᛗᚾᚫᛋ-ᚱᛗᛞᛋ/
%
ᚳ-ᚦᛚᛟ-ᛝᛇᚢ-ᚻᚩ-ᛏ.ᚢᛁᚦᛄᚾᚠᚱᚦ-ᛋᛟᚷᛠ/
ᛗᚪ-ᛝᛚᚪᛁᛒᛠᚢᛋ-ᚩ-ᛖᛋᛝ-ᚠᛡᚢᛟᛞᛇᚪ-ᛞ/
ᛡᛒᚹᚩ-ᛄᛋ-ᛟᛝᛏᚳ-ᚻᚾᛇᛋ-ᛗᛚᚻᛞᛖᛈ-ᚫᛄᚱ/
ᚪᚢᚻᚱᚦᚱ-ᛟᛄ-ᛟᛗᚩᛟᛏ-ᚫᛇ-ᛉᛒᚳ-ᛄᛁ-ᚪᚩᛉ-/
ᚹᚪᚾᛈᛏᚢᚣ-ᛁᛒᚢ.ᚦᚩᛡ-ᛗᚳᚠᛉᚱᛁ-ᚪᛗᛏᛒ-/
ᛗᛚᛁᚦᛏᛠᛋᚾᚷᛚ-ᛏ-ᛇᛈ-ᚩᛚᛞ-ᛚᚹᚳᛄᚹᛉ-ᚪ/
ᛡᚹᛇ-ᛖᛖᚹ-ᛏᚪ-ᚣᚠᛉᚳ-ᛗᚩᚷᛞᚷ-ᛚᚳ-ᛒᚣᛋ/
ᚣᚠᛞᚣᛝ-ᛠᛇᛏᚩᚢᚫ-ᛟᛁᛒ-ᛏᚾᚫᚠ.ᛄᛟᛗᚾ/
ᛈ-ᛠᛡᚩᛏᛡᚪᚱᛞ-ᚪᛝᛈᚹᛗᛄᛟᛠᚩ-ᛚᚹᛉ-/
ᚱᛗ-ᚩᛏᚹᛄᚹᚾ-ᚷᚳᛠ-ᛄᚳᚢᚱ-ᛟᛇᛟᚾᚻᚫᛉ-/
ᚣᛚᚩ-ᚩᛡᚳᚻᛄ-ᛋᚣᚹᛁ-ᚣᚠᛋᚾᚪ-ᚷᛖᚾᛄᚪᚹᛠ-/
ᛞᚠᛟ-ᚢᛁ-ᛖᛇᚦ-ᚫᛞ-ᚳᛄ-ᚷᚢᚻᚣᚻᛁᛒᛉᚾ-ᚹᛝ/
%
ᚻᛏᛉᚫᛁᛄᚢ-ᛞᚠᛡᚫ-ᛋᛁᚹᛝᛈ-ᛗᛉᛄᛈ-ᛞᛗ/
ᛝ-ᛇᛚᛞᚣ-ᚠᚩᛞ-ᛝᚷᚾᛇ-ᚷᛖ-ᛚᛉᚣ-ᚫᛚᛖᛉ./
ᛡᛝᛋ-ᚳᛁᚦ-ᚷᛏᚣ-ᚹᚩ-ᛝᛖ-ᛒᚪᛗᛏᚪᚷᛒ.ᛈᛡ/
ᛟ-ᚪᛉᛝᛒᛞᛉᛄᚦᚢ-ᛏᛇᛖ-ᚣᚪᚳ-ᛠᚦᚹ-ᛏᛉ/
ᚩᚳᛞᛒ-ᛟᚩᛠᚾᚠᚪ-ᛚᛗᛖᛁᚦᚫᚪᛡᛄᛁᚪᚱ-ᚦᚱᛖ/
ᛖᚣᛋᚾ-ᛖᛏᚢᚻᛈᚳᚦᛋ-ᚳᛇᛉᛖᛇᚠ-ᛞᛠᛏ/
ᛈ-ᚣᛇᛠᚢᛏ-ᛉᚦᚷᚻ-ᚫᚾᛠᚱ-ᛡᛒᛏᛁᛉ-ᚩᚢ/
ᛝ-ᛚᛒᛇᚩ-ᛟᛉ-ᚦᛞᚷᚠ-ᚩᚱᛈᚪᛏ-ᚫᛋᚪᚦ-ᛖᛟᚪᛝ/
ᚫ-ᚣᛒᛚ-ᛡᚦᚾᚠᛈᛟᛡᚾ-ᛖᚹ-ᛖᛗᚩ-ᛉᚹᚦᛠ-ᛁᚦ/
ᛒᛖᚱ-ᛟᚳᛉ-ᛈᛖ-ᛁᚢᚦ-ᛈᚠᛞᛈᛄ-ᛁᛟᚻ-ᛒᚦᛏᚩ/
ᚳᚢᛚ-ᛞᛄᛝ-ᚦᛄᛁᚪ-ᚹᚣ-ᚢᛝᚾ-ᛋᚾᛈᚠᚫᛒᛄᚫ-ᛡ/
ᛗᚹ-ᛇᚪᚩᚾᛄᚳᛚᛒᛉ-ᚣᛠᚦᚹ-ᛝᛚᛗᚳᛡᛇᚠᚫ/
%
ᛠᛁᚦ-ᛒᛠᛚᚦᚳᛞᛁᛇ-ᚠᚢᛉᛋᛉᛁᚦᚫᛋᛗ-ᚦᚹ./
ᛈ-ᛒᛋᛏᚫᚾᚱᛁ-ᚦᛇᛡᚱᛚᛡᚹ-ᚢᚩᛋᚱ-ᚹᚫ-ᛒᚹᛡᛖ/
ᛟᛄ-ᛡᚣᛖᚩᛖᛡᚷᚫᚠᚾᚹ-ᛟᛏᚫᚠᛄᚹᛠ.ᚦᛞ-ᛁ/
ᚫᚩᚾ-ᛋᚷᛈᚪᛖᚩ-ᚣᚦᚹ-ᚾᚷ.ᛠᛋᚩᛇᛏ-ᛝᛚᚷᛞ/
-ᛒᛈᛈ-ᛗᛁᚪᛖ-ᛚᛏᛁ-ᚫᛄᛖ-ᛒᚾᚠᚪᛋᚷᛒᚠ-ᚫᚹᚣᚷ/
ᚢᛡᚠᛠ-ᛖᛋᛞ-ᛚᚳᛒᛞᛏᛈ-ᛖᚾᛈᚣ-ᚱᚠᚻ-ᚫ/
ᛝ-ᛟᚪᛗ-ᛒ-ᛡᛚ-ᛝᛋᚱᚢᚹᚱᚣᚻᚹ-ᚹᛡᛈ-ᛁᚻᚾᚻᚱ/
-ᚳᛖᛏᚫᚩᛋ-ᚣᛋ.ᛝᚫᛡᛝᚫ-ᚻᚦ-ᛇᚪᛞᛋ-ᛒᛁᚳᛈ/
-ᛇᛒᛟᚫ-ᛠᛝᛖ-ᛝᛠᚣ-ᛒᚣᛉᚻᚢᚠᚦᛞᚹ-ᛗ/
ᚢᛁᛡᛄᚩ-ᛋᛇᚫᛇᛝᚱ-ᛚᛇᛠ-ᛏᚩᛄ-ᚩᛝᛈ-ᚱᚻ/
ᛠᚢᛉᚦ-ᚣᚢᛋ-ᛡᛚᛖᚷᛗᛝᚹᚻᚱᛋ-ᚢᛟᚣᛠ/
ᚷᚩᚷ-ᛇᛁᛖ-ᛠᛄᛇᛁᚾᛄᚩᛗᚱᛡᛉ-ᚠᚻᚳ-ᚪᚩᚪᚫ/
%
ᚻᚳᛁᚦ-ᛄᚷ.ᛝᛖᚢ-ᛡᛏᛁ-ᛚᚩᚱᛈ.ᚠᚪ-ᛈᛞᚱᛒ-/
ᛝᛁᛋ-ᚷ-ᚠᚾᛈᚠᛒ-ᛟᚦᛁᛠᚪ-ᛡᛏᚾᚳ.ᚦᛟᚻᛈᛖᛚ/
ᚫ-ᛟᚠᛗ-ᛡᛝ.ᛒᛝᚦᛝᛠᚠ-ᛇᛗᛟ-ᚩᛠᛈ-ᛁᛡᚱ/
-ᚹᚹᛟᚩᛒᚩ-ᚾᚩᛄᛟᚾ-ᚦᛡᚠ-ᚩᛄᛞᚦᛏᛁ-ᛈᚾᚪᚱᛄ-/
ᛉᚱᚣ-ᛝᛡ-ᛏᛗ-ᛈᛞᚣᚻ-ᛗᛝᚫᚳᛇ.ᛡᚣᛄᛟ/
-ᛝᚩᚢᛇᛁᚱ-ᛏᚪ-ᚩᚻᚪᛚᚫᛚᚪ-ᛋᛈ-ᛏᚪᛄᚳᚦᚢᛏᚹ/
ᚦ-ᛗᚷᛖᛗᚣᛡᛁᛞ-ᚢᛋᚠᛒ-ᛟᛚᛟ-ᚪᛒ-ᚦᛚᚣ-ᚳ/
ᛠᚣ-ᛞᛇᛁ.ᚹᛉ-ᛟᛝᛒᚢᛋᛞᚻᛞ-ᚢ-ᛠᚱ-ᚫᚩ/
ᚻᛝᛒᚪᚹ-ᛈᛡᚾᛚᛇ-ᛖᛟᛝ-ᛡᚠᛇᛡ-ᚳᚦᚹ.ᛚᚦᚪᛁ/
ᛈ-ᛞᛟᛄ-ᚢᛉᚢᚾᛠᚠ-ᚩᚾᚪ-ᚱᛠᚷ-ᛗᚢ-ᛗᛁᛄ/
ᛒᛗᚱᚾᛗ-ᚩᚾᚠᚣ-ᛗᚠᛇᚠᛄ-ᛒᛡᛈᛄᛖᛡᛏ-ᛈᛟ/
ᚫᛏᛟ-ᚻᛖᚾ-ᚳᛇᚩ-ᛋᚻᚫᛇ-ᛝᛁᛟ-ᛇᚠᚢᛞᚣᚪᛚᚠ/
%
ᛡ-ᛖᛄ-ᚠᛚᛟ-ᛁᚳ-ᛁᛝᚷᚦ-ᛗᛋᚫᚷᚪᛠ-ᛗᛁ-ᛒᛡᛏ/
ᚾ-ᛝᛗᚦ-ᛏᚣᚫᛄ-ᛖᚻᚠᚪᛡᚷ-ᚪᛗᛁ-ᛞᛉᛏ-ᚢᛖ/
ᚦᚾ-ᛖᚪᛈᚹᛠᛚ-ᛒᚢᚱᛡᛟ-ᚪᚣ-ᛟᛇᚹᛄᛈᛞ./
&
3N-3p-2l-36-1b-3v-26-33/
1W-49-2a-3g-47-04-33-3W/
21-3M-0F-0X-1g-2H-0x-1R/
1n-3I-2r-0P-2U-16-2L-2D/
1t-1s-3H-0d-0s-1K-2D-05/
1K-1O-0S-1D-3o-1L-3J-1G/
4D-0G-0L-0x-1Q-2p-2a-1K/
4E-1w-2Q-19-1k-3G-24-0p/
22-4F-0P-3C-3J-1D-2n-1m/
2i-1J-3P-2v-1s-2O-0k-1M/
%
2M-0w-3L-3D-2r-0S-1p-15/
3V-3e-3I-0n-3u-1O-0u-0Z/
3g-2U-1C-0Y-1N-3n-0W-3Q/
22-13-0V-3c-0E-34-0W-1t/
1D-2N-3H-47-0s-2p-0Z-34/
0g-3v-1Q-0s-0D-0K-2h-3D/
3L-2x-1Q-20-2n-2L-1C-2p/
0A-29-3r-0D-45-0k-2e-2W/
25-3U-1W-2r-46-2s-2X-39/
3p-0X-0E-1q-0q-4B-49-48/
3r-3b-3C-1M-1j-0l-4A-48/
40-3m-4E-0s-2s-1v-3T-0I/
3t-2B-2k-2t-2O-0e-2l-1L/
%
28-2a-0J-1L-0c-3C-2o-0X/
00-2Z-2d-1T-2u-1t-1j-0l/
1o-1E-3T-18-3E-1G-27-0L/
0v-2t-06-11-1A-2U-4B-1O/
2M-3d-2S-0x-0w-0q-0p-2V/
18-0q-1D-49-2O-00-1v-2t/
1k-3s-3G-21-3w-0W-29-2r/
2O-2L-0g-3Y-0M-0u-3i-3C/
1r-2c-2q-3o-30-0a-39-1K/
&
ᚹᚹᛈ-ᚠᛡᛚᛉᛒᚾ-ᚳᛗᚾᚱᛗ-ᚻᚦᚫᛞᛄ-ᛒᛡᚫ-ᛇᚹ/
ᛗᚢ-ᚪᛈᛡ-ᛈᛁᛄ-ᚪᚢᚾᛠᛖᛞᛗᚪ-ᛏᛟᛗ-ᛋᛞ/
ᛝᚷᛚᛋᛞᛝ-ᛟ-ᛋᛄᛞ-ᛚᛟᚠᛄᚫᚠᚪ-ᛝᛟᚣᛈ-ᚣᚩ/
ᛒᚷᚳᛖᛏᚹ-ᚪᛋᛒ-ᛗᛠᚣᛇᛗᚫᛚᚱ-ᚹᛇᛄᛒ-ᛈᛚᚠ/
%
ᛈ-ᚠᛗ-ᛝᚪᛇᚾᛟᚹᛇᛉ-ᚣᚫᛉᛞᛟᚱᛒ-ᛡᚱᛟ-ᚹᛏ/
ᚷᚱᛄᛖ-ᛠ-ᛈᛚᛞ-ᚻᚦᚱ-ᚦᚣᛚᛉ-ᛠᛈᚫᚠᚪ-ᚫᚪ/
ᛒ-ᛈᛋ-ᛗ-ᛏᚫᚳᛈᛝᚹᚦ-ᚻᛠ-ᛞᚩᛄᚷ-ᛋᚩᛠᚳ/
ᛖᛋ-ᚣᛖᚫ-ᛈᚦ-ᛁᛇᛈᚳᛝ.ᛈᚳᛇᚢᛏᚳᛡᛇᛝᚾ/
ᚢᚻᚦ-ᚣᚠᛗᚾ-ᛝᚠᛄᛉᛟᚱᛗ-ᛝᛠᛄᛏᚳ-ᚢᚷ/
ᚦ-ᚠᚦᛋ-ᚪᛈᚩᚪᚫᛞᛋᛝ-ᛒᛗᚩᚷ-ᚹᚠᛗᛖ-ᛠᛇᚻᚠ/
ᚻᚳᚱᚫ-ᛝᛗᛉᚳ-ᛋᚪᚹᛋᛠ-ᚩᚣᛚᛉᛝ-ᛠᛟᛉ/
ᛟᛠᛡᛝᛒ-ᛝᚳᚫᛁᚱ.ᛒᚠ-ᛏᚣᚣ-ᛠᛒ-ᚣᛚᚩ-ᛇ/
ᛉ-ᚩᚷᛗᚩ-ᚠᛚᛟᛝᚦᛠ-ᚦᚣᛖᚣ-ᚾᚷᚾ.ᛡᛏ-ᛄ/
ᛟᚾᛁ-ᛋᛟ-ᛠᚦᚣ-ᛋᛒ-ᚫᛚᚪᛄᛡᛖᚷᛉᛡᚾᛉᛏ-/
ᛡᛒᚻᛚᚷ-ᚢᚦᛠ-ᚢᚾᛁᚩᛗᛠᛁᚷ-ᛟᚦᚱᚣ-ᛒᛖ/
ᛠᚩᛈ-ᛗᛏᚱᚫᚢᚻᛁᛝ-ᛇᚳᚠ-ᛄᚾᚱᚷ-ᛟᚷᚻᚣᚻ/
%
ᛇᚫᛠᚫᚣ-ᚢᛗᛈ-ᛉᛁᚢᚾᚩᛟᚾ-ᚷᛞᚦ-ᛡᚫᚹ-ᛞ/
ᛟᛖᚱ-ᛗᚾᛖᚻᚷᛒᚢᛄ-ᚢᚦᛗᛖᛞᛝ-ᛒᚷᚣᚱ-ᛖ/
ᛁᚢᛄ-ᚣᛡᛚᚢ-ᛄᛟ.ᛠᛉᚣᛇᚱ-ᚩᛈᛋᚳᚫᛗ/
ᛇ-ᚾᛄ-ᛖᚠᛋ-ᛖᚠᚪᛝ-ᚢᛝᛄᛇᚷᚠᛝᚱᛁᚦ-ᛄᚢᚫ-/
ᚣᛋᚠᛖᚢᛋᚫᚣᛠ-ᛁᛏᛟᚱᛏᛟᚩ-ᚷᚾᚻ-ᛞᛗᚩᚳ/
ᛞᛖᛏ-ᚹᛉᛞᛚ-ᚩᚫᛄ-ᛇᚢᛒ-ᛗᛏ-ᛞᛗᛖ.ᛏ/
ᛈᚹᛇᛋ-ᚹᛒᛇᚦ-ᚾᚻᚷᛄ-ᚱᛡᛞᛡᚦᚪᛁᛇᚫᛉᛚ-ᛇ/
ᛠ-ᛡᚪᛄ-ᚻᚱ-ᚦᛈᛞᛄᛝᚩ-ᚷᚠᛇᛗᚳ-ᚻᛞᚩᛏᚳ/
-ᚢᚱ-ᛈᚾ./
&
%
ᚪ-ᛗᛝᛞᛡᚦᛉᛁᛗ.ᛡᛞᛈᛝᚢᚹᚪᛗ-ᛏᚪ/
ᛝ-ᛝᚦᛡᚹᛋᚻ-ᛁᚳ-ᚫᛈᚫᚷᚩ-ᛗᛁᚪ-ᛖᚩ-ᛏᚹ/
ᚩ-ᚠᚣᚢᛏᛄ-ᚦᛄᛠᛖᚳᚾᛠ-ᚳᛠᛖ-ᚱ/
ᚩᚢᛉ-ᛞᚹᚻᛒᛝᚠᚪᚳᛄᚢ-ᚩᛄᛡᛠᛁᛚᚷᚻ-ᛒᚢ/
ᛄ-ᛉᚪᚳᚹᛡ-ᛗᚩᛈᚣᛞᛡᛚᛈ-ᛇᛁᚦᚱ-ᚣᚷᛗ-ᛉ/
ᛟᚷᛋ-ᛗᛈᛄᛟᛞ-ᛟᛏᛡᛟ-ᛏᛝᛁ-ᛗᛝᚣᚪᚫ-ᛝ-ᚱ/
ᚣᛄ-ᚾᛚᚢᛉᛒ-ᚻᛈᛄᚩᛠ-ᚷᚫᚹ-ᛉᛋᛞᚳ-ᚢᛏ-/
ᛟᚻᛇᚾᛈᛏ-ᛠᚣᛒᚢᚷ-ᚷᚪᛇ-ᚾᚷᚩᛖᛚᛗᛒᚦ-ᚣ/
ᛡᛟᛇᚣ-ᛗᚳᛟᚦ-ᛖᛚᚱᛇᛈᚱᛞᚣ-ᛉᛞ-ᛝᚣᛈ-/
ᛋᛖᛉᚹ-ᚳᚷᚠᛞᚱᛖ-ᛞᛖᚹᚩᛇᛟ-ᚻᚩᛟ-ᛒᛋ-ᚻ/
ᛠᚪᚳᛁᛗᛉᛄᛗᛖ-ᛗᛚ-ᚷᚩᛏᚦᛉᛖᛠᚱᚷᚣ/
%
ᛝ-ᚫᛗᛁᚹ-ᛋᛒ-ᛉᛗ-ᛋᛇᚷᛞᚦᚫ-ᚠᛡᚪᛒᚳᚢ-ᚹᚱ-ᛒ/
ᛠᚠᛉᛁᛗᚢᚳᛈᚻᛝᛚᛇ-ᛗᛋᛞᛡᛈᚠ-ᛒᚻᛇᚳ-/
ᛇᛖ-ᛠᛖᛁᚷᛉᚷᛋ-ᛖᛋᛇᚦᚦᛖᛋ-ᚦᛟ-ᚳᛠᛁᛗ/
ᚳᛉ-ᛞᛄᚢ-ᛒᛖᛁ./
&
$
%
ᚫᛄ-ᛟᛋᚱ.ᛗᚣᛚᚩᚻ-ᚩᚫ-ᚳᚦᚷᚹ-ᚹᛚᚫ-ᛉ/
ᚩᚪᛈ-ᛗᛞᛞᚢᚷᚹ-ᛚ-ᛞᚾᚣᛄ-ᚳᚠᛡ-ᚫᛏ/
ᛈᛇᚪᚦ-ᚳᚫ./
&
36367763ab73783c7af284446c/
59466b4cd653239a311cb7116/
d4618dee09a8425893dc7500b/
464fdaf1672d7bef5e891c6e227/
4568926a49fb4f45132c2a8b4/
&
ᚳᛞ-ᚠᚾ-ᛡᛖ-ᚠᚾᚳᛝ-ᚱᚠ-ᚫᛁᚱᛞᛖ-ᛋᚣᛄᛠᚢ/
ᛝᚹ-ᛉᚩ-ᛗᛠᚹᚠ-ᚱᚷᛡ-ᛝᚱᛒ-ᚫᚾᚢᛋ./
&
$
ᛈᚪᚱᚪᛒᛚᛖ.ᛚᛁᚳᛖ-ᚦᛖ-ᛁᚾᛋᛏᚪᚱ-ᛏ/
ᚢᚾᚾᛖᛚᛝ-ᛏᚩ-ᚦᛖ-ᛋᚢᚱᚠᚪᚳᛖ./
ᚹᛖ-ᛗᚢᛋᛏ-ᛋᚻᛖᛞ-ᚩᚢᚱ-ᚩᚹᚾ-ᚳ/
ᛁᚱᚳᚢᛗᚠᛖᚱᛖᚾᚳᛖᛋ.ᚠᛁᚾᛞ-ᚦ/
ᛖ-ᛞᛁᚢᛁᚾᛁᛏᚣ-ᚹᛁᚦᛁᚾ-ᚪᚾᛞ-ᛖᛗᛖᚱᚷᛖ./
""".replace("-", " ").replace("/", "")

pages = """
ᛋᚻᛖᚩᚷᛗᛡᚠ-ᛋᚣᛖᛝᚳ.ᚦᛄᚷᚫ-ᚠᛄᛟ-/
ᚩᚾᚦ-ᚾᛖᚹᛒᚪᛋᛟᛇᛁᛝᚢ-ᚾᚫᚷᛁᚦ-ᚻᛒᚾᛡ-/
ᛈᛒᚾ-ᛇᛄᚦ-ᚪᛝᚣᛉ-ᛒᛞᛈ-ᛖᛡᚠᛉᚷᚠ-/
ᛋᛈᛏᚠᛈᚢᛝᚣᛝᛉᛡ-ᚣᚻ-ᛒᚢ-ᚷᚩᛈ-ᛝᚫᚦ-ᛁ/
ᚫᚻᛉᚦᛈᚷ-ᚣᚠᛝᚳᛄ-ᚦᚪᛗᛁᛝᛁᛡᚣ-ᚻᛇ-ᛏᚻᚫ/
ᛡ-ᛉᚣ-ᛖᚢᛝ-ᚳᚠᚾ-ᛇᚦᛄᛁᚦ-ᚦᛈ-ᚣᛝᛠ-ᚣᚾ/
ᛖᚣ-ᛞᛉᛝᚹ-ᛒᚳᛉᛞᛒᚠ-ᛗᛏᚾᛖ-ᛠᛄᚾᛚᚷ/
ᛒ-ᛉᚷᚦ.ᚣᛁᛞᚪ-ᛝᚷᛗᛄᚱᚩᛚᛇ-ᚣᛏᛈᛁᚦᛞᛄ-/
ᛟᚻᛚ-ᛠ-ᚠᛉᚫᛈᚷᛉ-ᚠᛚᚹᛇᛏᚫ-ᚠᚷᚾ-ᛗᛇᛚᚾ-/
ᛝᛗᚠᚱᛡ-ᚪᛋ-ᛠᛗᛝᛉᛉᛇᛞᛒ-ᛟᛞᛗᚩ-ᛠ/
ᛇᚻ-ᛞᛝᚷ-ᛟᛝᛚᚢᚱᚾᛏ-ᚫᛋᚣᚢᚻᚱᛏ-ᚻᚳ-ᛋᛟ/
ᛏᛟᛝᚢᚱ-ᛋ-ᚠᚩᛖᚹᛠᛟᛚᚠᚫ-ᛗᚱᛝ-ᛞᚪᛗᚱ-ᚹ/
%
ᚪᛁᛗᛋᚾ-ᛋᛟᚱᚢᚹᛋᛚᛡ.ᛟᚪᚫᛝᛋᛞᛈᛏ-ᚳᚱᚦ/
ᛡ-ᚱᛒᚩᛞᚦᚠ-ᚣᛉᛁᛏ.ᛟᛁ-ᚠᛚᚩ-ᚠᛠ-ᚱᚩᛟᛗᚻ/
ᛗᚷᛈᚻ-ᚫᚻᚾᚩᚻᚣ-ᛟᛋᛚ-ᚾᚷ-ᚫᚣ-ᛟᚳᛒᛚᛄ-ᛝ/
ᛚᛟ-ᚫᛄᛠᚹ-ᛠᚦᚩ-ᛒᛟᚣ-ᚳᚠᚳᛄ-ᛚᚫ.ᚾ-ᚦᛈ-/
ᚢᛉ-ᛟᛉᚷ-ᛈᚠᛋᛇᚫᛟ-ᛝᛈᛇᚩᛖᚪ-ᚷᚫᛡᛝᚦᚩ/
-ᛈᚪᛟᚦᚱᛝᚫ-ᚳᛋᛒᛇᚣᚻ-ᛏᛉᛖᛚᚱ.ᚷᚹᚣ-ᛄᚠ/
ᛁᚾᛡᚳᚣᛠᛁᛡ-ᚩᚦ-ᛖᚳᚫᚳᛉᛡᛠ-ᚩᛚᚳ-ᚠᚱ/
ᛞᛝᛖᚢ-ᛞᚳᛚᛠᛋᛉᚳᚷᛡ.ᚹᛋᚦ-ᚠᛞᛝ-ᛁᛡ/
ᛗᚪᚫᚷ-ᚹᛋ-ᚾᛞ-ᚳᛈᚦᛉᛈᛠᛠ-ᚹᚢ-ᛠᚹ-ᚠᚹ/
ᛄᚣ-ᛉᛞᚹᚳᚷᚳᛟ-ᛞᛉᛟ-ᚱᛡᚷ-ᚾᛈᚪᚣᛈ-ᚳ/
ᚣᚻ-ᚠᛖᛄᛠᚾ-ᛟᚫ-ᚢᚪ-ᚻᚱ-ᛖᛠᚦᚠᛄᚪ-ᛚᛉ/
ᛋᛏ-ᛗᚠᛚᚠᛏ-ᚷᛁᚦ-ᚢᛚᚷ-ᛉᛠᛏᛋᛚᛄᛈ-ᛚᛉᛁ/
%
ᛟᛗ-ᚢ.ᚻᛏ-ᛒᛇᛚᛞᚻᛒᛗ-ᛠᚱᛒ-ᚾᚻᛒᛖᚷᛇ-/
ᛞᛚᚹᛇᛡᛈᚩ-ᚻᛖᛠ-ᚹᛁᚱᛁᚻ-ᚢᚦᚻᚣ-ᚾᛉᛒᚷᛄ/
ᛈᚢ-ᛝᛠᚠᚾᛁᛖᛞᛡᛝᚱ-ᛞᛒᛄᛡᛟᛗᛁ-ᚠᛏ-ᛄ/
ᛞᛁᚦᚱᛚᛋ-ᛖᛇᚩᚷᛒᛏᛞ-ᚦᚪᚾᚳᚣ-ᛡᛋᚦᛞ-ᛝᚠᛚ/
ᛖᚷᚻᚳ-ᛖᚩᛁᛏᚾᛉ-ᛈᛏᚠᚻᚱᛞᛖᚠᛏ-ᚫᚹᚻ-ᛒ/
ᚳ-ᚠ-ᛈᚪᛚᚢᛠᚾᛚᛄ-ᛄᚳᛚᚹᛠᛞᚢᛞᛇ-ᛠᛉ/
ᛞᚹᚻᛠ-ᚦᛡᚫᚳᛚᛏᚹᛖᛁᚳ-ᛈᛟᛞᚳ-ᚾᚻᚪ-ᚱᛁᚷ/
ᚦᛠᛖᛏᚷ-ᚦᚻᚩᛡᚹᚫᛄᛖ-ᛝᛠᛞ-ᚩᚫ-ᚪᛚ-ᛒᛄ/
ᚳᚢᛉᛏᚪᛒᛄᛈ-ᚠᛠ-ᚻᛞᚾᛡᚢᛈᛋᚢᚹ./
&
$
%
ᛚᛄ-ᛇᚻᛝᚳᚦᛏᚫᛄᛏᛉᚻ-ᛏᚢᛟ.ᛋᛈᚱᚷ/
-ᚣᚾᚪᚷᛇᛝᚾ-ᚹᚠᚣᚾᛒᛠᛡ-ᛈᚾᚣᚪᛋᛗ/
ᛒ-ᛡᛠᛡᛁ-ᚩᛒᚱᚾᛚᛠ-ᚱᛚᛚᛖᛒᚹᚾᚻᛗᚠ/
ᛟᛒ-ᛝ-ᚱᚪᛡᚷᛟᛇᛏᛗᛉ-ᛞᛇ-ᛗᚣᚻᛠ-ᛁᛚᛋ-ᚾ/
ᚹᚳᚠᛈᛗᛈᛚ-ᛠᛋᚦᚠᛟᛡ-ᚦᛖᚣ-ᚳᛄᛚᚳᛡᛗ-/
ᛒᛞᚳᛇ-ᛄᛁᛏᛟ-ᛞᛠᛖᛡᚾᛏ./
&
ᛈᛞᚦ.ᛇᛞᛇ-ᚫᛚᚳ-ᛡᛇ-ᛠᚻ-ᚹᛗᚣᚦ/
ᚢ-ᚻᛏᚦᚱᚻᛝ-ᛚᛝᛋ-ᚾᚫᛠᚷᛋᛚ-ᛋᛉ/
ᚩᚻᚹᛞᛗᛖᛗᚪᚠ-ᚳᚣᚳᚫᚾ-ᛏᚦᚷ-ᛁᛄᛁ/
-ᚳᛞᛡᛉ-ᚻᚫᚫᛠᚷ-ᛠᛝ-ᚠᛏᚩᚱᛞᚳᛇ-ᚠᚢ/
ᛉᛠᛒᚩ-ᛉᛁᚣᚷᛋᛋᛒᛠ-ᚩᛁᛈ-ᛁᛄᛁᚩᛖ-ᚻᛠᚻ/
%
ᛚᛡ-ᚣᛈᛉᛁᚹᛗᚳᛁ-ᛚᚷᚠᚾᛡᚳᛉ-ᛈᚩᚱᛡ-ᚻ-ᛄ/
ᛗ-ᛟᛉᛝ-ᚢᛗᛇᛠᚷᛝ-ᛝᚹᚳ-ᛚᛝᚢ-ᛉᛄᚠᛟ/
ᚢ-ᚷᛠ-ᛗᛉ-ᚪᚹ-ᛚᚢᛉᚫ-ᛗᛞᛝᚻᚱᚣ-ᚻᚪ-ᚷᛁ/
ᚠᚷᚳ-ᚫᛝᛄᛇᛉᛡ-ᚾᚦᛒᚢᛄᚱ.ᚹ-ᚷᛚᛟᚷ-ᚦᛇᚠ-/
ᚦᛠᛁ-ᛋᚷ-ᚷᚣ-ᛠᛡᛈ-ᛡᚫᛚ.ᚦᛠᛉᚫ-ᛖᛗ/
ᛖᛏᛟᛏ-ᛠᚳᚠ-ᚳᛠᚷ-ᚦ-ᛈᛁᚳᚾ.ᛇᚣᛝᛄᛝ/
ᛗᚹᚳᚾ-ᛒᚣᛠ-ᚩᛟᚷᚱ-ᛗᚱᛗᛈᛡᚹ-ᚫᛟᚦᛟ-ᛈ/
ᛉᛄᛚ-ᚱᛚᚱᛒᚪᛈᛏᛉᛚᛏ-ᛗᛉᛁᚹ.ᛄᛋᛟᛗᚾᚱ/
ᛖᛒᛋ-ᚳᛏᛚᛟ-ᛋᛒᚠᛉᚦᚪᛠᚢ-ᛇᛉ-ᚱᚷᛏᛇᛠ/
ᛁᛄᛒᛟ-ᛉᚷᛄᛝ-ᛠᚦ-ᚱᛝᛒ-ᚾᚢᚪᛝᛒᛈᛋᛠ-ᛈ/
ᚹᚩᚻᛖ-ᚫᛇᚷᚾᚫᛋᛇ-ᚩᛈᛗ-ᛖᛉᛡᛒᚹ-ᚢᛖᛁᛞ-/
ᛈᚪᛇᚷᛋᚳᚷᛞᛈᚣ-ᛡᛚᚦᚱ-ᚳᚢᚠᛇᚦ-ᛉᛖᛚ-ᚢ/
%
ᚱᚫ-ᛉᚻᛄᚫᛗᛚᚠ-ᚳᛝᛞ-ᛁᛝᚩ-ᚳᛋᛟᛖᚣᛟᚻᚢ-/
ᚷᛞᚹᚪ-ᛖᛋᚷᛝᚠᛉ-ᛞᛉᛄ-ᛠᚻᛁ-ᚦᛈᛉᚣ-ᛡ-/
ᛇᛞᛇᛝᛇᛝ-ᛖᛠᛞᚱ-ᛚᛇᛏ-ᛉᛏᚣ-ᚱᛇ-ᛈᛝᛇ/
ᛈᚩᛁᛚᛖᚠ-ᛇᚫᚪ-ᚣᛝᚠᚣ-ᚠᛞᚾᛚ-ᛉᛏᚾᚫᛋ.ᛁᚩ/
ᚳᚢ-ᚣᛠᚾᛏᚷᚳᚪ-ᛉᛡᛇ-ᚦᛄᚣᛄᛚᛟᛖᛚ-ᚣ-/
ᛈᛡ-ᛖᚹᛟ-ᛇᚾᚪ-ᚻᛞᛇᛋ-ᚦᚣᛇᚦᛄᚦᚱᚢ-ᚳᛠ/
ᚪ-ᚢᛄᛡᛈ-ᚣᚫᛇᛋ-ᚻᛠᛏᚣᛞᚣᚫᚠᚻᚩ-ᛟᛗ/
ᛉᛟᛄᚷ-ᚢᛡᚱᛡᚳ-ᛁᚠᛟ-ᛁᛄᛈᛒ-ᛖᛝᚣᚦᚩᚫᚣ-/
ᛠᛉᛡᛖᛚ-ᛁᚱᚣᛞᛠᛄ-ᚫᚳ-ᛗᚷᛁᚫᚢᚪᚫ-ᛄᚪ/
ᚻᛈ-ᚠᛞᛚᛁᛠᛈᛟᚣᚩ-ᚢᛒᚷᛝᛟᚢᛝᛋᚢᚳ-ᛏ/
ᛞ.ᚫᛈᚩᛄ-ᛒᚻᚱᛁᚷᚻᛄ-ᚣᚹᛗᛇᚾᚫ-ᛞᛝᛇ-ᛟᛄ/
ᛝᚳᛖᛠ-ᛉᚪᚱᚣ-ᚪᚢᛏ-ᚳᛈᚳ-ᚩᛇᛟ-ᚫᛈ-ᛏ/
%
ᛉᚳᛏᚻᛞᛇ-ᛉᛒᛠ-ᚫᚾᛄ-ᛠᚪᛒ-ᛖᛠᚹ-ᛡᛚ-/
ᚹᛁᛡᛋᛈᛚᚦᚪᛋᛄ-ᛡᛞᚣᚱᛞᛟ-ᚦᚱᛉᛟᚹ-ᚣᛞᛏ-/
ᚷᛚᛡᚻᚹᛗᚱ-ᛝᚠᚳ-ᚱᚫᛁᛒᚷᛈᚣ-ᛞᚪᚱᚪᛉᛟ-ᚢ/
ᚩᛁᛠ./
&
ᚪᛏᛉᛒ-ᛗ-ᚷᛡᛋᛒ-ᛉᛇ.ᚷᚾᛠᚫᚷᛝᛞ-/
ᛉᛖᛏᚩᚷᛡ-ᛝᚻᛏ-ᚳᛁᚣ-ᛄᛏ-ᛟᚩᚻᚱᛄ-/
ᚳᛖᛡᚩ-ᛞᚪᛏᚣᚢᚾᚱᛇ-ᚫᚫᛁᛖᚠᛝᚦᚻ-/
ᛉᛁᛟᛋᛁ-ᛗᚪ-ᚢᛄᚳᛋᚹᚾᚣ-ᚩᛈᛉᚱ-ᛚᚫᛟᛏᛡ-ᛄ/
ᛈᛗ-ᛞᛋᚠᛗ-ᛟᚹ-ᛞᛚᛏ-ᚷᚱ-ᚩᚢᛋᚻᚪ-ᚣᛇᛡᛚ/
ᚢᚻ-ᛈᚹᛄᛚᚷᛒ-ᛗᚢᛄᛗ-ᛇᚾᛇ.ᚫᛚᚪᛚᚷᚪ-ᛋ/
%
ᚻᛝ-ᛚᚦᛒ-ᛋᚳᚢᚳᚩᛡ-ᛚᚳᛄ-ᛉᚪᚾᛇᛉ.ᛠ/
ᛗᛈᚢ-ᛗᚠᛚᛠᛝ-ᛒᛉᛁ-ᛚᚦᚱ-ᛠᛡᛁᚳ-ᚩᛉᛖ/
ᛞᛡ-ᛏᛋᛗᛠᛄᛈ-ᛠᛟ-ᛡᚫᚦᚹᚻᛈᛇᚪᚷᛈᚻ/
ᛠ-ᚳᛚᛠᛈ-ᛡᚣᚾᛁ-ᛚᛡᛁᚳ-ᚫᛇᚾ-ᚫᚳᛡᚱᛡᛚ/
ᛞ-ᛒᛟᛝᛡ-ᛉᛗᛝ-ᚳᚻᛟᛠᚾᛈᚳᚦ-ᛁᛇᚦ-ᛇᚢᚩ/
-ᚦᛈᚪ-ᛡᛚᛟᚹᛡᛈ-ᛄᛗ-ᚷᛒᛈᛋᚾᛇ-ᛏᚩᚷᚢᚾᚫ/
ᛖ-ᚾᚣᛁᛖ-ᛞᛝ-ᛞᛝ-ᛚᚢᛚᛉ-ᚪᚾᛝ-ᛇᚪᛄ-ᚻ-ᛞ/
ᚹᛈᚫᚹᚫ-ᛇᛁᛚᛝ-ᚦᚾᚳ.ᛒᛁᛏ-ᛠᚳᚩᛇᛖᛝ-ᚳᚻ/
ᛟᚻᚫᛄ-ᛟᛉ-ᛁᚳᛖᛏᛋᚹᛖᚾᛡᚣᛄᛗ-ᛖᚳᚪ./
ᛞᚩ-ᛟᛏᚦᚫ.ᚳᚹᛄ-ᛉᛠ-ᚷᛠᛗ./
&
$
%
ᛉᛁᛉᛗ-ᚢᛉᛗᚳᚦᛈᚩᛒ-ᛡᚾᛏ-ᛠᛉ/
-ᛈᚱᚣ-ᚩᚳᛠᛗᛝᚷᛉᛚᚢ-ᛝᛁᛏᚩ-/
ᛄᚠᛝ-ᛋᛚᚾᛞ.ᚩᛗ-ᛇᚫ-ᚱᛞᚹᛏᛄᚦ-/
ᚣᚦᛋ-ᚫᚣᛖᛋᛉᛟᛒ-ᛠᚱᛇ-ᛈᛝᚢᛈ-ᚩᚦᛉ-ᚪᚻ/
ᛟᚱᛝᚢᛖᚱ-ᚣᛚᛉᛚ-ᛡᛚᚱ-ᛈᚹᛇᚾ-ᛠᚪᚱᛉᛝ-/
ᚣᛋᚻᚢᛚ-ᛋᚣ-ᚷᚾᚢ-ᛇᚫᚾᚾ-ᚩᚫᛖᛞ-ᚪᚩᛄᛡᚢ/
ᚪᛉ-ᚱᛉᛡᛟᛄ-ᛗᛁᛇᛚᛠᚻᚦᛗᛠᚣ.ᚷᛒᚳᛈ/
ᛉᚳ-ᚾᛟᛟᛋᚷᛗᛈᛖᛏᛚᚾᛄ-ᛄᚳᛝᚩ-ᛁᚹᛚᛠᛒ-/
ᚠᚪᛖ-ᛏᛝ-ᚾᛈᛠᚩᛏᚦ-ᚻᛝᛉᛈᚻᛈᚳᛈᚱᚢ-ᛚ/
ᚠᛖᛟ-ᚷᚪᛒᚠᛁᚫᚠᚢᛟ-ᛗᚠᚣᛝᛄᚳ-ᚻᛏᚠᛚᚫ-ᛖ/
ᚦᛋᛚᚩᚢ-ᚫᚩᚪᛗᛟᚢᚹᛇ.ᛒᚾᛋᛚᛝᛄᛟᚾ-ᛗᛚᛒ-/
ᛟᛏ-ᚾᛞᛒᚩᚾᚦᛡᚻᛟ-ᚱᛈᚾᚠᛈᛞ-ᛋᚩᛁᛠᚣᚾ-ᛇ/
%
ᚣᚹᚫᚷᛄ-ᛝᛗᚪᚹᛈ-ᚪᚢᚾ-ᛈᛡᛗᛖᛞᛟ.ᛁ-ᛉ/
ᛡᛗ-ᚠᛈᚩ-ᚦᛉᛞ-ᚩᛞ-ᛋᛈᛉᛡᚷ-ᛟᚻᚠᚦᛉᛄ/
ᛟᛋᚦᚣᚦ-ᛏᚻᛋᚣ-ᚻᛠᚷᛚᚫᚱᛏ-ᚢᛋᛟ-ᚦᚠᚠᚣ/
ᛟᛡ-ᛇᚳᚣᛒᛚᛝ-ᛠᚱᚻᛞ-ᛄᚣᛏᚫ-ᚻᛞᚳᛋ-ᛉ/
ᚠᛞ-ᚦᛗ-ᚳᛇᛝ-ᚫᚾᛡᛠᚹᛁᛡ-ᛒᛗᛝ-ᚷᛈᛁᚳ-ᛠ/
ᛚᚷᛉᚣᚣᚱᛄ-ᛉᛁᛄᚢ-ᛖᚣ-ᚪᛝᛈ-ᛡᚫᚳ-ᛖᛠ/
ᚹᛒᚦᛟᚠᛗ-ᚫᚱᚠᚩᛏ-ᛝᛉᛞ-ᛗᛖᛡ-ᚩᛈᛋ-ᛇᛞ-/
ᛇᛟᚫᚾ-ᚷᛗᚣᛁᚫᛁᛄ-ᛈᛄᚩᛡᚷ-ᛈᚳᛄ-ᛚᛖᛡᚻᛚ/
ᚷᚱᛇ-ᛟᚣ-ᛠᚣᛗᚹᚾᚹ-ᚠᛁᛄᚢᛗᚫᚾᚳᛗᛠᛁ./
ᚩᛇ-ᛒᛚᛞ-ᚾᚹᚠᚾᛒᚱ-ᛋᛟᚦᛡ-ᚪᛡᛏᚷᚷᚹ-ᚪᛋᛡᚦ/
ᛋᚦᛋᚠᛗᚷᛞᛠ-ᛝᛈᚩᚪᚣᛝᛈᛋ-ᛟᚾᛇᚪᛖ-ᚻᚢ/
ᚷ-ᚩ-ᚢᚦᛏ-ᛒᚷᚣᛝᚠᚣᛁᚻ-ᚹᛡᛠᚱᚫᚹᛡᛞᚪᚦ/
%
ᚳ-ᛉᚢ-ᛈᛏᛋᚢᛖ-ᚷᚦᛡᛚ-ᛖᛋᛠᛝᛉᛈᛉ-ᚾ/
ᛟ-ᛞᛟᛒ-ᚾᚹᚢᛁᛇᛚᛞ-ᛁ-ᚦᚣᚷ-ᛟᛈᛡ-ᛖᚪ.ᚠᛋᛉ/
ᛞ-ᛖᚷᚦᛠ-ᚾᛋ-ᛞᛟᛗᛖ-ᛗᚾᛉ-ᚹᛒᛠᛈᛟ-ᛗ/
ᛉᚫ-ᛄᚩᛞᚻᛡᚷᚠ-ᚣᛗ-ᛁᚷᛉᚻᚹ-ᚾ-ᛋᛗᚷᛠ-/
ᚣᛚᚱᛄᛗᛉᚣ-ᛇᚱᚢᛟ-ᚣᚦᚢᛟᚩ-ᚱᚢᚹ-ᛁᛒᚳ./
ᛠᛏᛞ-ᛚᛖᛋᛄ-ᚳᛟ-ᚷᛞᛡ-ᚢᚹᛝᚻᚫᚢᛈ-ᛏᛈ/
ᚩᚣ-ᚾᛇᚦᛟᛏᛇᚳᚠ-ᛒᚪᚾ-ᛗᚦᛝ-ᛟᛠᚢᛁᚪ-ᚾᚻᛝ/
ᛉᚩ-ᛇᛁᛡᚠᛟᛒᚦᚠ-ᛋᛒ-ᚠᛞᛇ-ᚩᚦᛏ-7-ᚷ-ᛚᛄᛖᚫ/
.ᚣᛁᚫᚹᚻ-ᚫᛏ.ᛁᛉ-ᛉᚻᛞᚩᛠ-ᚫᛋᛝᛚᛝ-ᛖᚩ/
ᚻᛗᚩᛟᛒᚦ-ᚱᛚᛋ-ᚳᚻ-ᚪᛡᚾᛇᚱᛉᚦ-ᚣᛉᚻ-ᛡᚾ/
ᚢ-ᛗᛉᚹ-ᛖᛈᛖ-ᚩᚳᛈᚳᛞᚪᛉᚢᛗᛝᛟ-ᛋᚾᛟ/
ᛉ-ᚠᚱᚳᛒᚢᛄᚱᚫᛝ-ᛒᛋᛟᛠᛡᚪᛚ-ᛏᛟᚾᚫᛟᚪ-ᛁ-/
%
ᛡᛋᚳᛖ-ᚹᛒ.ᚾᛚᛝ-ᚦᚾᛁᛠ-ᛒᛡᚱᚠᛖᛁᚹ-ᚾᚠᛗᚢ/
ᚷᚾ-ᛄᛚᚳᚱ.ᛝᚣᛉᛋᚪᛟᚱᛉᚳ-ᛒᚫ-ᚠᚢᚪᛖᚪᚹ-/
ᛚᚾ-ᛄᛉ-ᚻᚦᛉ-ᛗᛚᚾᛖ-ᛏᛝᚦᚪᚩᚢᛗᚣ-ᚠᛝᚪ-/
ᚻᛡᛇᛡ-ᛚᛏᛁ-ᛇᛁ-ᚳᚢᚢᛖ-ᚳᛒ-ᚫᛇᚠᚦᚳᛚᚩᛉᛚ/
ᚩᛚ-ᚠᚳᛠ-ᚪᚠᛟᚫᚠ-ᚾᚳ-ᚢᛒᚱ-ᚾᛇᚩᛉ-ᛁᚳᛟ-ᛞ/
ᛉᛠᛝᚠᚱᛡᚳᛇ-ᛉᛟᛈᛗᛞᚳᚦᚹᛈ.ᛡᚻ-ᚾᚦ/
ᛇᛏᚹᛖᚢ-ᚫᛇᚦ-ᛝᛟᛏᚳᚷᛒᛠ-ᚪᚳᛒᚪᚩᚹᚫ-ᛉ/
ᚢ-ᚫᛖᛒ.ᛇᛏᚢᚩ-ᛟᛞᚠᚢᛋ.ᛡᛄᛗᚦᛠᛏᚪ-ᛒ/
ᚹᚣ-ᛏᛄᚻᚦᚫ-ᛚᚪᚱᚫᛟᚦᚩᚾᛟᛁᛖ-ᛡᚠᚷ-ᛋᚠᚦᛏ-/
ᛠᛡᛠᛁᚢᛡᛇᛝᛞ-ᛉᛏᚠᛒᚻᚢᛋᚳᚱᛇᚹ-ᛇᛈ/
ᛋᚢᛚᚪᛈᚢᚳᛖᚠᛞᛉ-ᚦᛠᛇᛝᚻ-ᚣᚱᛗ-ᛟᚾᛚ-/
ᛈᚹᛞᚱᛄ-ᚪᛝᛞ-ᛁᚦᛏᚷᚢᚹᚳᚻᛖᚩᚪᛖ-ᛉᚪᚢ-/
%
ᚳᛁ-ᚱᚳᚹ-ᛠᛇᛏ-ᚦᚳᚻᚢ.ᛡᚹᛟ-ᚷᛇᛈ-ᚢᛈᚦ-/
ᚷᚣᚢᚪᛗ-ᚹᚳᛖᛝᚱᛠᛞᛏᚻ-ᛄᛁᛈᚻᚠᛉᛝᛈ/
ᚾ-ᛒᚳᚪᚷᛋᛟ-ᛉᛠᛈᚪᚩᚷᚠᚳᛡᛄ-ᛠᚢᚠᛋᛚ-/
ᚣᛚ-ᚢᛒ-ᛉ.ᚱᚣᚾ-ᛁᛠ-ᛚᚹᛋ-ᚠᚦᚪᛠ-ᛈᚷ.ᛏ/
ᚷᛡᛟᛠᛡᛒ-ᛉᛄᛒ-ᛖᚾ-ᛞᚠᛠᛗ-ᚦᚪᛗᚠᚪ./
ᚻᛡ-ᛗᛁᛏᛟ-ᚻᚣᚹᛏ-ᚠᛒᛁ-ᚫᛖ-ᛝᛒ-ᛚᛏᛠᛉ-ᛟ/
ᛋᚾᛉ-ᚹᛏᛠᛏ-ᛖᚢᛡᛖ-ᛉᚾᛇ-ᛟᚳᚾᚠᚩᚾᚠ-ᚳ/
ᚪ-ᚷᚱᚩ-ᛠᚦᚹᚣ-ᛒᛁ-ᛝᛇᛟ-ᚣ-ᚷᛗᚩ-ᛁᚷᛄ-ᚩᛇ-ᚢ/
ᛁᛉᛝᚪᚱᛉ-ᛏᛄᛞᛈ-ᚾᛝᚷᛏᚢ-ᛚᚷᚳᛏ-ᚢᛒᛇ-/
ᛈᚩᚣᚢᛏ-ᛡᚫᛏᚹᛏᛇ-ᛡᚫᚫ-ᚦᛏᛝ.ᛠᚳᛁᛉ/
ᚻᚦᚣ-ᚻᛚᚾᛋᚱᛡᚫᛚᚫ-ᛖᚷᚻ-ᛞᚾᚻᛠ-ᚠᚪᚹᛖᚠ/
ᛄ-ᛒᛇᚱᚹᛏᛉᚾᛠᛖᛁ-ᚠᚾᛡᚳ.ᛋᛟᚹ-ᛈᚷᛝᛟ-/
%
ᚷᚦᚠᛄᚷᚳ-ᛒᛁᛗᛚᛇᛠᚹ-ᚾᚫᚹᚷ.ᚩᚻᚪᛏᚾᛄ-ᚣ/
ᛝᛏᛡᛝ-ᚢ-ᚩᚠᚣ-ᛗᚢᛒ-ᛏᚠᛈ.ᚱᚩ-ᛉᚩᛝᛒ-ᛖ/
ᛏᚩᛉ-ᚣᛗᚠᛉ-ᛖᚩᚫᚷᚣᛚ-ᚩᛇ-ᚠᛋᚫᛇᛗ-ᛡᛟᚹ/
ᚾᚩᚢᚹᛖᛁ-ᚾᚦᚫᛠᚪ-ᛠᛚ-ᚹ-ᛡᚩ-ᚢᚦᛗ-ᛝᛚᚪᚠ/
ᛝ-ᛚᚠᛚᚳᛒᚢᛝᛉ-ᚣᛡᚪᚷ-ᚹᛟᚪᚻᚹᚢ-ᛖᛠᚷ-/
ᛁᚪᛏᛄᛗ-ᛏᛖᛁ-ᚣᛡ-ᚦᚾᚠᚦ-ᚩᛈᚻᚪ-ᚻᛋᛠ-ᛡᛉ/
ᚪᚫ-ᚠᚣᛞᛠᛇᚠᚫ-ᛏᛗ-ᚳᛡᚷ-ᚱᚢᛞ-ᛄ-ᛋᛡᛇᚩ/
-ᛚᛟ-ᚦᚱᚫᛒᛚᚦ-ᛖᚪᚦᛗᛚ-ᚦᛉᚪᚱ-ᛟᛖᛒᛄᚱᛄᛖᛁ/
ᛈ-ᚪᛖᛠᚠᛄᚢ-ᛞᚹᚦᚣ-ᛉᚷᚩᚳᛡ-ᛇᛗᛞᚳᛏ-/
ᚻᛚᚦᛝᛖᛗᚱ-ᛒᚷᛞᛉᛗᛒᛉᚳᛝᚦᚣᛞᚫᛠ-ᛋ/
ᛏᛗᛏᚻᚹ-ᛇᚳᚪᛞ-ᛠᚢᛒᛉ-ᛡᛁᛡᛚ-ᚷᛋᚦᛞ-ᚠ/
ᚢᚩᛠ-ᛚᛋᚣᛏ-ᛋᚪᛞᚫᚹᛄᛞ-ᛋᛈᛋᛄ-ᚪᛖᛁᛇᛒᛟ/
%
-ᛏᛄ-ᚠᚩᛚᛞ-ᚾᚷᚳ-ᛚᚷᛗ-ᛠᚦᚢ-ᛟᚻᚾᛟᚣᛡ./
ᛇᚻᚣᚪᛈ-ᚾᛋ.ᛞᚫᛠᚳᛉᛄ-ᚦᚹᛋᚱᚦᚫᚾ-ᛡᛚᚣ/
ᚫᛋᛖ-ᛟᚣᛝᛡ-ᚦᚣᚷᛇᚱ-ᛋᛠᛏ-ᛡᚳᛉ-ᛠᚷ-/
ᚳᛒᛋ-ᚹᚾᚻᛖᛝᛋ-ᚩᛡᛗᛉᛝ-ᛉᚦ-ᛠᛞᚳᛒᚷ/
ᛉᚹᛝᚢ-ᛉᛞᛈ.ᛉᛡᛈᛟ-ᚾᛡᚠᛡᚢᛋ-ᛉᚪᛖ/
ᚻᚱᚣᛠᛇ-ᛒᛟ-ᚪᛝᛡ-ᚳᚱᚳᛈᚩᛏ-ᚻᚣᚫᛁᛋᚩᚦᛚ/
-ᛟᛚ-ᛋᚪᚢᚪᛈᚻ./
&
$
%
ᚠᚢᛚᛗ-ᚪᛠᚣᛟᚪ./
3258-3222-3152-3038/
3278-3299-3298-2838/
3288-3294-3296-2472/
4516-1206-708-1820/
&
$
ᛚᚢᛝᚾ-ᚳᚢ-ᛒᚾᛏᚠᛝ.ᛁᚢᛁᚢ-ᛟᚫᛄᚠᚫ-ᚢ/
ᚷᛉᛇᛈᛉ-ᚣᛠᛚᚪᛉ-ᛟᛉᛡᚦᚻᛠ-ᚾ/
ᚪᚳ-ᚢᚷᚾ-ᛈᛖᚾᚦᚩᚢᛁᛡᚱ-ᛏᛁᛒᛇᚳᚠᚷ-ᚩ/
ᚦᚪ-ᛁᛈᚻᛡᛒ-ᚹᛈᚻᚱᛞᛉᛏᚢ-ᚣᛒ-ᚠᛋᛉᚢ-ᛗᛁ-/
ᛡᚱ-ᛝᚢᚠᚦᛝ-ᛈᛟᛒ-ᚻᚷᚻᛡᛚ-ᚩᛞᚪᚳ-ᚦᛈᛞᛋ/
ᛡᚻᛇᛚ-ᚢᛏᛋᛞ-ᚦᚢᛞᛝ-ᛚᛉᛝ-ᛏᚩᛚ-ᚪᛚ-ᚣ-ᛟ/
ᛡᛉᚣ-ᛒᚻᚫᛄᛡᛁ-ᚱᚦᛚᚠ-ᛠᚾᛝ-ᛉᛗᛒᚩᛠᛈ-/
%
ᛖᛞᚪᚫᛏᚩᛠᛖᛠᛉᚳᛠᛏ-ᚩᛞᚳᛠᚾᚳᚦ/
ᛗ-ᛞ-ᚷᛁᚳᚹᛟ-ᚪᚢᛒᚳᚫ-ᚦᚱ-ᛋᚣᚪ-ᛏᚦᛒ-ᛝᚹᛋᚱᛁ/
ᛝ-ᛒᛁᚪᚫᛚ-ᛏᚱᛡᚫᚠᛞ-ᛝᛄᚩ-ᛡᛠᛉ-ᚪᛡᚻ-ᚱᛒ/
ᛁ-ᛞᛡᛄᚪᛈᚱᛋ-ᚢᛡ-ᚻᚷ-ᛚᛟᚠ-ᚻᚷᚫᛋ.ᛈᚹᚷᚷ/
-ᛗᛟᚪᚾᚱ-ᚩᛟᛞ-ᚷᛟᚠᛠ-ᛡᚷᚳ-ᛉᛠᚠᛚ-ᛒᚫ/
ᛈ-ᚩᛄᛈ-ᛄᛗᛠ-ᚾ-ᛉᚪ.ᛡᛖᛋᚷᚫᚦ-ᛄᚷᛉᚩᚦ/
ᛄᚳᚣ-ᚢᛄᚦᛄᚪᚾᛏᛒ-ᚳᛈᛡᛄᛋᚫ-ᛋᛗ-ᚻᛞᛠ/
ᛉᚢᛗ-ᛏᛠᛖᚣᚠ-ᛄᛏᛋᛗᛞᛟᛁᛝᚪᛉᛖᛈ-ᛚ/
ᛇᛞᚦ-ᚪᛋᛉ-ᚳᛒᚢᛟᚳᛒᛚᚾᛟᛝᛉᚩ-ᛖᚳ-ᛝᛟ/
ᚳᛁᛒᛈᚫ-ᚣᛖᛄᛝ-ᛞᚢᚱ-ᛉᛟᚩ-ᚠᚹᚩ-ᚣᛁᚠᚢᛇ-ᛚ/
ᛏᛈᛒᛗ-ᛇᛝ-ᚢᚳᚱᛡ-ᛖᚩᛁᚣᛄᛏᛡ-ᛖᚠᛇᚠᛚ-ᛁ/
.ᚣᚷᚠᛝᛡᛈᚷᛒ-ᛡᚩᚷᛡ-ᛟᚾᚹᛡᛈᛟ-ᚦᛈ-ᛟᚷ/
%
ᛚᚦ-ᛈᛞ-ᚦᛇᛒ-ᛡᚪᛒᚪ-ᚾᛗ-ᚳᚾᛖᛡᚹᛝᛏᚱ-ᛝᚫ/
ᛚᛟᛁᛇᚣ-ᛝᛡᚾᛏ-ᚱᛁ-ᛋᚪᛖ-ᛇᚢ-ᛝᛞᛄ-ᚠᚱᛠᛗ/
ᛠᚪ-ᚫᛈ-ᛏᚠ-ᛖᛏᚷᚾᚠᛁᚠ-ᚱᚻᚱᛇᛒ.ᚻᛈᛏ-ᛇᚱ/
ᛝᛡᛒᚹᛚᛏ-ᛗᛉᚦ-ᚾᛄᚳᚫ-ᚷᛈ-ᛋᛖᚩ-ᚢᛝᚩ-ᛏ/
ᛈᛁᚣᚾᚪ-ᛏᚹ-ᚠᛗᚾᛟᚾᚳᛒ.ᛄᛉᛡ-ᛟᚪᛁᚫᛝ-ᛒ-/
ᛉᛏᛄᛁᛋ.ᛠ-ᚳᛖᚱᚦᚣᚩᚣ-ᛈᚫᚷ-ᛡᛄᛁᚩ-ᚱᚦ/
ᛠ-ᛇᚦᚩᛉ-ᚾᚱᚾᚫᛁᛉ-ᛁ-ᛝᚣᚫᛡᚫᛗ-ᚹᛖ-ᛇᚷᚻ/
ᛖᛗ-ᚷᚢᛞᚹ-ᛄᚻ.ᛉᚱᚢᛄᚢᚾᛈ-ᛋᚣᛄᚫ-ᛈᚳ/
ᚣᚳᛒᛡ-ᚫᛟᚪᚠ-ᛏ-ᚷᚩᛇᛟ-ᛁᚱᛗ-ᛖᛉᛟ-ᛗᛇᚫᛟ/
ᚦ-ᚱ-ᛞᛁᚢᚦᚻᛗᛡᚾ-ᛁᚦᚻᛚ.ᛏᚳ-ᚪᚦ-ᚠᚪᚫᚣᚻ/
ᛠ-ᚦᚠᛋᚠᛝᚷᚱᛈ-ᛏᛄᛉᛟ-ᚷᛚᚻ-ᚩᚪᚦᛏᚳᛁ-ᚠ/
ᚣᚢᛁᚹ-ᛟᚪᚣᛁᛠᛄᚪ-ᛟᛝᚦ-ᛟᚠᚦᚾ-ᛇᚷ-ᛠᛚᛒᚠ/
%
-ᛠᚪᛄᛇᛠᛚ-ᚱᚷᛋ-ᚹᚩᛒᛁ-ᛠᚳ-ᛁᛞᛄ-ᛖᛗᚱ-ᚷ/
ᚪᚻᛠᛚᚷᚩ-ᛉᚻ-ᛡᛝ-ᛞᚱᚹᚩᛈᛡ-ᚣᚳᚦ-ᛁᛇᚢᛁ-/
ᛟᚦᚠᚳᚻ-ᚩᛁ-ᛝᚾᛁᛞ-ᛏ-ᚫᚱᛝᚫᛈ-ᛠᛞᛇᛉᚳ/
ᛠᚩᛟᛖ.ᛗᛈᛒᚦᛝᛋᚢᛡ-ᚻᛡᛏ-ᛉᛇᚷᚠᛡᛡ/
ᛟᚢ-ᛡᚦᚣᛞᚪᚫᛝᛒ-ᚳᚩᚷ-ᛏᛞᚦᛁ-ᚠᛒᛖ-ᚦᛟᚳ-/
ᚠᚻ-ᛞᚠᚣᛋᚾᛟ-ᛠᛇᛄ-ᛖᛉ-ᚩᛈᛠᛚᚪ-ᛟᚩᚾ-/
ᛄᛉᛋ-ᚣᚫᚷᛖᚩᛟᚢᚱᚹᚢ-ᛟᛡᛄᛇᚢᛞᛉ-ᛒᛇ/
ᚳ-ᛝᛚᛗᛠᛗ-ᚪᚱᛡᛗᛒᚩᚹ-ᛋᛖᚾᚻᚣ-ᛈ-ᛞᛚᛞ/
-ᛈᛏ-ᚪᛞᛚᛉ-ᛟᚱᚾᚹ.ᛠᚠᛁ-ᛟᚾᛒ-ᛇᛟᛖᛝᚳᚠ/
ᛏᛞᛏ-ᛇᚫ-ᛝᚢ-ᛠᛡᚫᛖᛟᛞᛝᛠ-ᚠᛗᛒᛚ-ᛏ/
ᚢ-ᛈᚱᚹᛟᛇᛉ-ᚳᛟᛈᛏ-ᚢᚠᚳᛞ-ᛄᛋᛞᛈᛚ-ᚠᛝ/
ᚱᛄᚣ-ᛞᛗᛖᚣ-ᚢᛖᛝᛠᚳᛞᛈᚩᛠ-ᛏᛒᚳ-ᚷ/
%
ᚾᚩᛟᚾᚠ-ᚩᛁᚠᚢᛋᚾ-ᛞᚹᛠᛇᛈ-ᚱᚩᚩᛄ-ᚪᛟ-ᛇᛠ/
ᛄᛁ-ᛟᛄᛞᚢᚳᛝᚩ-ᚱᛝᛋ-ᛄᛁᛈᛉᛖ-ᛞᛁᚾᛗᛗᚳ/
.ᛉᚩᛁᛄᛞᚳ-ᚢᚪᛇ-ᚦᛡᛇᚻᛠᚣ-ᛠᚻ-ᚠᚩ-ᛡ/
ᛠᛋᛟᚪ-ᚹ-ᚫᚻᚩᛄᚢᚱᚩᚣ-ᛏᚫᚪᛡᚷ-ᛄᛚᛄ-ᛝᛏ/
ᛖᛒᛚᛉᚻ-ᚱᚩᚫᛇᛈᛄᛠ-ᚳᛈᛚᚣᛈ-ᚪᛠᚻᚻᛋ/
ᚫ-ᚩᛝᚹ-ᛋᛞᚠᚳᛠ-ᚩᛇᚫᚪᚩᚹᛗᚪ-ᚣᚫᚷᚫᛄᚱᚹ/
ᛞ-ᚱ-ᚦᚷᚳᚹ-ᚾᚷᛡ-ᛚᛒᚳ-ᛄᚷᚹᚹ.ᚱᛁᚠᛏ-ᚠᛚ-ᛋᛄ/
ᛚᚪᛄᚱᛏ-ᛞᚷᚫᛠᚠᛉᛞ-ᚫᚷᚻᛏ-ᛗᚣᛈ-ᛏᛒᛟ/
ᛝ-ᛄᛋᚾ-ᛝᛁᚹ-ᚦ-ᛠᛝᛞᚾᛟᚷᚫ-ᛁᛗ-ᛝᛉᚱᛞᛋ/
ᛗ-ᚠᚫᚹ-ᛟᛋ-ᚦᛞᛞᛈᛝ-ᛞᛡᚷᛒ-ᚪᛟ.ᚦᛡᛒ-ᚪᚹ-/
ᚾᛉᚫ-ᛚᛈᛁ-ᛒ-ᚠᚾᚠ-ᛡᚩᛏᛞᚾᛋᛖᚳᚻ-ᛖᚻ-ᚢᛟ-/
ᚪᛖᛗᛝ-ᛠᚫ-ᛈᚩᚪᛞ-ᚠᚫᚻ-ᚠᛏᚦᛄᛚᛄᛒ-ᛗᛇ/
%
ᛈ-ᛄᚢᛒ-ᚷᛁᛇ-ᛈᛉᚣ-ᛈᛟᚦᛞᚱᛠᚪᛡ-ᛝᛡᛒᛚ/
ᚻᚦᚫᛉ-ᛟᚫ-ᚪᛇ-ᛉᚳ-ᛠᚠᚫ-ᚢᚣᚦᛋ-ᚠᛝᚠᚱᚹ-/
ᛟᛒᛗᚷᛞᚾᛡ-ᛞᚪ-ᚻᚣᛇ-ᚱᛚ-ᛖᚣᛇᚻᛠᚩ-ᚢ/
ᚳᚱᚻ-ᛡᛟᛗᛠᛝᛄᚦ-ᛄᚢᛁᛇ-ᛄᛁ-ᛖᚷᛁ-ᚪᛇᛏ-ᛝ/
ᛡᚳᛚ-ᛇᚠᛗᚪ-ᚷᛚᛒᛋ-ᛉᛞᚫᛟᛋᛚ-ᚹᛏᛠᛗ-ᛚᚦ/
ᛗ-ᛝᚦ-ᚣᛈᚠ-ᚪᛞᛚᚪᛖᛚᚩ-ᚱᚷ-ᛚᚳᛇᛏᚷᚣᛟᛗ-/
ᚪᛁ-ᚷᛄᛒᛡᛗ-ᛞᛈᚪᚳᛠᚷᛋ-ᛏᛈ-ᚩᛋᛏᛗᚱᚣ/
ᛋᛉ-ᛁᛄᛚᛝᛚᛁ-ᛉᚢᛠᛗᛇᚢᛋᚻ-ᚳᛉᛄᚩ-ᚠᛄᚠ-/
ᛁᚣᛁᛟ-ᛏᚷᚱᚦ-ᛡᛒᛋᚳ-ᛇᚢᚷ-ᛚᚱ-ᛁᛗᚱ-ᛗᛝᚻᛈ/
ᚫ-ᛝᛋᚫ-ᛖᛈᛁ-ᛒᛇᚹᚫᚢᛄᚳᛒ-ᚦᛋᚹᚦᚫ-ᛡᛟᚷᛚ-/
ᛞᛚᚢᛟᛡ-ᚱᛞᚱᛒᛄᚳᚢᛠ-ᚩᛉᛉ-ᛝᛡᛄ-ᛁᚫᛟ/
-ᛖᛗᚹ-ᛖᛉᚦᛗᚪᛋᛉ-ᛞᚦ-ᛡᚢ-ᛉᛗᚫᛋᚳᛖ-/
%
ᚳᚫᛠ-ᛞᚳᚷ-ᚩᛁᛇ-ᚾᛟᚷᚣᚳᚦᚳᚦ-ᛗᚣ-ᛈᚪᛒ/
ᛈ-ᚻᚢᚻᚾᛏᚫᛒᛇᚩᛁᛈ-ᚫᚩᚣ-ᛡᚣᛗᚷ-ᚠᚱᛡᛚ/
ᛏ-ᛖᛟᚩᛈᛚᚩᚷᛁᛟᛠ-ᛞᛖᚳᛗᛁᚣ-ᛈᛚ-ᛁᚹᛋᛄᚹ-/
ᛟᛡᚪ-ᚦᛖᚩᛄᚷᛋᛝᚣᛗᛟᚻ-ᛗᚠᚦᛉᚦᚫᛋᛈᚣᚩ/
ᚠ-ᛈᛟᛋᛖᚫᛇᛗᛚᛈᚾ-ᛡᚠᚳᚾᚩᛄᛋᛡ-ᚫᛄᚦᚪᛠ/
-ᛈᚻᛋᛟ-ᛗᚹ-ᚱᚣᛁᚢ-ᛉᚹᛋᚱ-ᛞᛈᚦᛈᚩ-ᛞᛄᚩ-/
ᚢᛈᛖᚪᚫᛉᚫ-ᛏᚱᛟᛏᛒ-ᛠ-ᚫᚳᚾ-ᛖᛝᚦᛄᛄᚠ/
ᛚᚾᚩᛒ-ᛉᚷ-ᚪᚩᛚ-ᚪᚢ-ᛞᚻᚳᚹᛚᛡᛞᛇ-ᛟᚩᛡᛚᚳ/
-ᛡᚳᛉ-ᛝᛠᛝᚷᛝᛞᛄᛏ-ᛠᛈ-ᚹᛈᛗ-ᛈᚱ-ᚫ/
ᛏᛖᚢᛝᚫᛡ-ᚾᛁᛠᚻᚦᚣᛠ-ᚫ-ᚩᛉᛋᚩ-ᛄᚠᛏᚷ-/
ᚹᛁᚪᛁᚩᛁ-ᛝᛠ-ᚾ-ᚷᛗᚹᚦᛖ.ᚷᛟᚪᚹᛞᚻᚢ-ᛡᚹ-/
ᚣᚷᛉᛒᚪᚾᛝᛡᛄᛡ-ᚠᚷᛈᚦᚠᚦ-ᛁᛈᚪᛝᛋᛞᛟᚩ/
%
ᛝᛗ-ᛁᚷ-ᛄᚷ-ᚳᚩᚦᛖᚦᛄ-ᚣᚠ-ᚦᚳᛄᛡᛖᚢ-ᛉᛄ/
ᚳᚻᛄᚱᛄ-ᚪᚻᚾᚦ-ᛚᚷ-ᚱᚦ.ᛒᚪᚩᛖᚢᛡᛄᚹᛏᚱᚹ/
ᛟ-ᚦᚳᛗᚦᚠᚫᚻ-ᛡᚠᛠᚣᚪᚦᛚᛏᛒᚢᛝ-ᛖᛋᛗᚱ-/
ᚪᚹᛒ-ᚹᛒᛗᚱᚾᛗᚻᛗᛁᚾᚪᛞ-ᛡᛖᚩ-ᚾᚹᛡ-ᚢᛄ/
ᚦᛠ-ᛚᚳᚷᛚᛇ-ᛟᛠᛠᚪ.ᛇᛉᚣᚪ-ᚷᛏᚩ-ᛖ/
ᚹᛒᛈᚷᛝᛒ.ᛡᚦᚠᛋᚾ-ᛒᚦᚠ-ᛇᛝᛠ-ᚠᚾᛉ./
&
$
%
ᚢᚪ-ᚹᛝᚷᛉᛞᚷ-ᛁᛒᛁ-ᛇᛏᛒᛁᚣ.ᛠᚷᛋᚫ/
ᛈᚹᛗᛠ-ᛇᛄᛇ-ᚹᚻᛁ-ᚷᛠᛒᚢᚣᚻᚣ-/
ᛝᚹᚢᚱᛋ-ᚩᛡᚠᛡᛠ-ᛞᛟᚦᛗᚳᚾᛉ-/
ᛞᚦᛖᚱᛇᚳ-ᚪᛄᛋᛟ-ᚢᚹᚱᛏ-ᛋᛖᛋᛏ-ᚣᚱᛠᚫᚾ/
ᛞ-ᛈᛒᛡᛋᚢᛞᛖᚣᚦ-ᛚᚹᛟᛋ-ᚷᛚᛄ-ᚫᛖᚩᚳᚦᚹ/
ᛗ-ᚢᚩᚷ-ᚠᚪᚩᛡᛝᛒᛠᚦᚳᚪ-ᚱᛡᛏ-ᛟᚹᚠᚣᛝᚢ/
ᚣᛁ-ᛚᛏᚫᚫ-ᚪ-ᚱᛈᚠᛗᚹᚩᛞ-ᛠᛒᛈ-ᛝᛟ-ᚾᚷᛗ-/
ᛡᛖᚩ-ᚾᛚᛉᛝ-ᛁᛡᚫᛗ-ᚻᛖᚹᛗ-ᛝᛈᛇᛗᛡᛄ-ᚫ/
ᚩᛡ-ᚠᚣᛉᛟᚫᚦ-ᚫᛒᚩ-ᚪᚦᛄᚱᛄᚾᚦ-ᛡᚠᚪᛏᚾᚻ-ᚷ/
ᚢ-ᛞ-ᚳᚦᚢᚱᚢᛟ-ᛞᚻᚱ-ᚷᚹᛏᛈᛖᚠ-ᚪᚻᛠᚦ/
%
ᛞᚱᚠ-ᛖᛄᚫ-ᚾᚳᚻᚹ-ᛇᛡᛈᛠᚹ-ᛗᛚ-ᚹᛟᚹᛠ-ᚪ/
ᚾᚪ-ᚳᚪ-ᚷᛚᚦᛒᚩᚹᚢ-ᚷᛚᚠᛋᚻ-ᚾᛉᛝᛗ-ᛖᚦᚢᛝ/
ᛡ-ᛈᚣᚢ-ᛉᚷᚷ-ᚹᛞᛁᛋ-ᚦᛡᛡᛈᚳᚪᚩ-ᚢᛗᚢ/
ᛉᚩᚣᚻᛏ-ᚩᚫᛗᚢ-ᚩᚾᛏᛠᛒᛟᛒᚠᛁᛈ-ᛚᛋᛝᚫᚳ/
-ᚫᛟᛏ-ᚢᚩᛉᚾᛡᛋᚠᛖ-ᛉᚱ-ᛗᚩᚩᚫ-ᚠᚢᚦᛖᛞᚾ/
ᚣ-ᛡᛋ-ᛋᚱᛚᛟ-ᚢᚻ.ᚢᚾᛈ-ᛁᚻ-ᛖᛉ-ᚦᛞᛗ-ᛈᛟ/
ᚠ-ᛈᚠᛝᚫᛝᛋ-ᛟᛄᚹ-ᛠᛒᚣ-ᛟᚹᛞ.ᚠᚣᛄᛁᛏᛉ/
ᛚ-ᚩᚦᛝ-ᚠᚪᛋᛡᛁᚻᛒᚱ-ᚪᚢᚣ-ᚫᚢ-ᛟᛠᚪᚣ-ᛖᛟ/
ᚫ-ᛖᛈᚠᛒ-ᛈᛄᛁ.ᛋᛝᛒ-ᚱᚦᚳᛇ-ᛚᛁᚢᛈᛏᚳᛒᛉ-/
ᛖᚪᚣᚠᛗᚳᚣᚱ-ᚻᚹᛏᚾᛡᛉᚫᚦᛟ-ᚳᚹ-ᛠᚠ-ᛏ/
ᛠ-ᛝᚩᚻ-ᛡᛠᛒᛋᚻᛟ-ᚫᛁ-ᛠᛏᛁᛋ-ᛏᚫᚻᚱ-ᚻᛄ/
ᛋᛡᚹᚾᚾᛡᚹᛚ-ᚢᛖ-ᛏ-ᚱᛝᚳᚣ-ᚪᛉᛇᛝᛋᛖᛇᛁ/
%
ᚻᚾ-ᚷ-ᚹᛉᚳᛉᚣ-ᛋᛈᚳᛟᚱ-ᛒᚣᛄᛝᛖᛁ-ᚾᚷᚪ-/
ᚣᚷ-ᛚᛒ-ᚢᛄᚩ-ᛝᛉᛉᚪᛖ-ᛒᚦᛉᛡᚱ.ᛏᚷᚹᛄᛋ/
ᛁᚠ-ᛠᛁᛡᚦᛝᚾᛖᚾᚠᚩᛗᛖᚣᚪ-ᚳᛖᚳᚹᚪᚫᚹ-ᛇ/
ᚢᚦᚻᛉᚢᚾ-ᛠᛚᚢᚾᚦᛈᛋᚢᛈᚱ-ᛞᚫᛟᚱᛡᚫᚪ/
ᚢ-ᚢᛗᛚᚦᛠ-ᛚᛝᛈᚣ-ᚩᛋᛟᚪᚱᛗᚦᛟᛈ-ᛚᛋ-ᛏᛁ/
ᚠᛋᛖᚹᛝ-ᛗᛞᚩ-ᛠᚫᛡᛒᛏᚩᛋ-ᛖᛏᚪᚠ-ᚫᛒ-ᛚᚾ-/
ᛋᚪᛉᛟ-ᚾᛚᚹᛖ-ᚩᛚᛁᛄᛏ-ᛒᚪᚠᛉᛏ-ᚩᛟᛄ-ᚾᚷᛋ-/
ᚷᛚᚷᛠ-ᛒᚷᛖᚩᚪᚩᛖᛞ-ᚷᛇᛗ-ᚳᚱᚷ-ᛈᛞᚩᚠᚹ/
ᛇ-ᛠᛞᚣᛝ-ᚾᛁᚠᛈᛚ.ᛖᛟ-ᚢᚳᛗ-ᛚᚫᛏᛉᛄᚱ/
ᛉ-ᛁᛠᚷᛚ-ᚷᚳᛋᚩᛝ-ᚫᚦ-ᛗᚻᛟᚠ-ᚱᛋᚳᚦ-ᚣᚩ-ᛒᛁ/
ᚫᚻᛖᚢᛏᛚᛚ-ᛇᚷᛟᚣ-ᛒᚾᚦᚻ-ᛠᛖᛄᛒᚾᛁᛚᛠ/
ᚱ-ᛄᚠᚳᛋᛝᚳᛈ-ᚷᚻᛋᛗ-ᛇᛞᛇ-ᚣ-ᛡᛖᛏᛠᚢ/
%
ᛡ-ᚩᚾᛠᚩ-ᛄᚣᛇᛉᛠᚪᛡ-ᚾᛞᛝᚻ-ᛈᛠᚻᛡ/
ᚢ-ᛝᚻᚦᛈ-ᛉᚢ-ᛠᚣᛈᛟᚦᛋᚣᛈ-ᚠᛏ-ᛒᛁᛟᚪᚷ/
ᛚ-ᛠᚻ-ᛝᛁᛡᛚᛝᚾᛞᚪᛈᚷ-ᚾᛏᚦᛋᛒ-ᛋᛋᛠ-ᚷᚳ/
-ᛠᛗᚢ-ᛖᛉᛒᚷᚫᚠᚩᛁᛉ.ᚠᚪ-ᛠᚱᛇ-ᚩᛁᛞᛋᛚ/
ᚦᛖᛒᛇ-ᛟᚷᚣᚷᚾᚷ-ᚦᚠᚳᛗ-ᚩᛖᛖ-ᚩᚠᛒᚻᛝ-ᚳᛁ/
ᛄᚪᚾᚩᚪ-ᛈᚻᚱᛗ-ᚱᛗᛟ-ᚦᚷᛄ-ᛒᚱᚦᚪᛠ-ᛉᛖᛡ/
ᛞᚦ-ᚱᛝᛄᛒ-ᚾᛏᚣ-ᛏᛋᛒᚾᚫ-ᚢᛖᛁᚩᛡ-ᛄᛇᚢᚦᛚ/
ᚳᛖ-ᛚᛁ-ᛒᚢᚠᚪᚱᛠ-ᛗᛒ-ᛞᛉᛗ-ᚢᛠᛏᚣ-ᚪᛄ/
ᛈᚢᛈᛠᚣᚷ-ᛗᛡᛗᚢᚪᛗᛝ-ᚣᛡ.ᚪᛖᛏ-ᛖ/
ᛋᚪᛟ-ᚳᚻᛁᛋᚠᛁᚾ-ᛈᛟᛝ-ᛇᚦᚣᛏᚫᛉ-ᛖᛟᛏ-ᛞᛡ/
ᛚᛖᛈᛏᚪ-ᛏᚠᚱᚾ-ᚪᛠᚱ-ᛠᚳ-ᚾᚻᚹᛒᛇᛋ-ᛁᚻᚣ/
ᛋᚹᚩᛉᚹ-ᚩᛝᚢ-ᚻᛝᛟ-ᛏᛚᚠ-ᛄᚷᛏᛝᛄᛝ./
&
$
%
ᛗᛈᚣ-ᛚᛋᚩᚪᚫᚻᛚᛖᛇᛁᛗᛚ-ᛚᛋᚳᛈ.ᚾ/
ᚻᚷᚢᛡᚻᚢ-ᛒᚠ-ᛞᛄᚢ-ᛒᛖᛁ-ᚫᚠ-ᛈ-/
ᚫᛈᚦ-ᚱᛗᛚᚳ-ᛒᚷᚣᛗᛠᛒᚫ-ᚾᚦ-ᛗᚠ/
ᛡᛠᚳᛒᚷᚫᚠ-ᛖᛄᚱᚩ-ᛈᛒ-ᚠᛒᚩ-ᛇᚱᛠᚱ-ᛠᚷ/
ᛖᛚ-ᛇᚱᚾᛋᚩᚩᚳᚪᛖᚣᛖᛖ-ᛏᚱ-ᚢᚣ-ᛟᛄᛉ-/
ᛠᚷᛝ-ᚣᛏᛝᚾ-ᚪᛏᛋ-ᛝᚪᛄ-ᚠᛚᛋᚢ-ᚹᛠᛈᛁᛏ-/
ᛁᚾ-ᚱᚱᛝᛗ-ᚣᛗᚠᛁᚫᛁᚪ-ᚢᛟᛒᚹ-ᛗᛁᚻᚣᚹᛞᛚ.ᛟ/
ᛏᛞ-ᛟᚳᛒ-ᛡᛒ-ᚪᛏ-ᚹᛏᛈ-ᚹᛠᚩᚱᚩᛖ-ᚣᛚᛋ./
ᚢᛡᚱᚠᛄᛇᚱᛡᚦᛖᚢᛏ-ᛝᚫ-ᚾᚪᛠᚩᚪᚾᚪᚦᚷᚩ-/
ᚫᛉᛒᛏᛖᛠᛗᚷᚱᛗ-ᚣᛝᚠᛒ-ᛞᛟᛞᚪ-ᛠᚱᚳᛁ/
ᛈᛞᚠᛗᛝᚻ-ᛋᚩ-ᛞᛈᛉᚾ-ᛟᚱᛡᚾᚳᚳᛏ-ᚾᛈᚠ/
%
ᛈᚳ-ᛄᚦᛒᛁᚹ-ᛞᚹᛝᛠᛡᚹᛚ-ᚹᛄᚾᚪᛟ-ᛏᛞᛉᚣ/
ᛖᚱᛞ-ᚱᛏᛇᛁᚳᛈ-ᛝ-ᚦᛟᚷᛄᚦ-ᚣᛋ-ᛠᚻ-ᚠᛒᛚ-ᛁ/
ᚫᛚᛞᛉᚪ-ᛁᚹᚷ-ᛒᚩᚹᚾᛠ-ᛋᛖᛗᛒᛋ-ᚳᚹᚦᛟᚠᚻᚫ/
-ᛞᚢᛁᛒᛞ-ᛇᛝᛈᚠᛁ-ᛟᚢᚣᛏ-ᚻᚱᛖᚾᚳᛈᛡᛈᛞ/
ᛄ-ᛁᛏᛗᛋᚫᛉᚩᚣ-ᚪᛄᛗᛡᛖ-ᛇᛄᚠᛗᚱ.ᛞᛟᚪᛒ/
ᛞᚻ-ᚾᛈᚪ-ᛇᚱᚻᚾᛝᛠᚠᚾᚠ-ᚩᛗᛋᚾ-ᛠᚪᛁᚢᛚ-/
ᚪᚫ-ᛄᛉᛡᚠ-ᛁᛖᛈᛠᚻ-ᚠᛇᚩᚹ-ᛠᛄᛇᛁᛠᚫ-ᛄ/
ᛒ-ᛋ-ᚠᛖᚷ-ᛋᛁ-ᛟᛗᛒᛁᛝᛏᚪᚢᛁᚦ-ᚩᛝᛗᚠ-ᚹᛟᛒᛟ/
ᛡ-ᚠᚣᛝᚩᛠ-ᚳᛚᛈᚱ-ᛞᛄᚩᛝᛄ-ᚪᛖᛗᛈᚾ-ᚠ/
ᛠᚷᛞᛒ-ᚩᛉᚷᚾᚣᚷ-ᛠᛈᛄᛞᚾᛟᚩᚢᚾᚹᛗ./
ᛄ-ᚢᚷᛠ-ᛗ-ᛇᚪ.ᚻᚦᛡ-ᛝᛈᛞᛒ-ᚳᛉᚳ-ᛠ/
ᛉ-ᛟᚣ-ᛒᚦᛁᛄᛚᛡᛝᛡ-ᚹᛄᚫ-ᛋᛗᚪᛡᛠᛇᛝᛏ-/
%
ᚦᛞᚷ-ᚢᛏᛚᛏᚣ-ᚢᛝ-ᚷᛟᚪᛏ-ᛄᚦᚣ-ᚫᚻᚪ-ᛒᛝ-/
ᚦᚢᚱᚪᚾᛞ-ᛁᛝᚫ-ᛚᚫᚷ-ᚹᛁᛒᚣ-ᚾᚫᚠ-ᛚᛋᛒ-ᛈᛟᚪᛟ/
ᛞᚷᛟᚣᛉᚷᛚ-ᛋᛠᛁ.ᚳᛟᛁᚦᛈᚹᛉ-ᛖᚢ-ᛟᛄᛝ/
ᛋᚢᛝ-ᚳᛡᛠ.ᛚᛇ-ᛚᚷᚢᛁᛏᛒᛋ-ᛞᛁ-ᚠᚠᚷᚠ-ᚦᛄ/
ᚳ-ᚫᛟ-ᛁᛗᛡᛁᛇᚦ-ᚩ-ᚢᛈᛒ-ᚻᛋ-ᛄᚣᛄᛖ.ᛒᛇᛇᚱ-/
ᚹᛄᛏᛡ-ᚳᚪᚫ.ᚩᛈᚱ-ᛡᚾᛗᛁᛝ-ᚻᚹᚦ-ᛡᚦᚻᚦ-ᛉ/
ᚫᚫᛋᚳᛡᚾᛇ-ᛟᛉᚢ-ᚱᛄᛖ-ᛚᚾᛞ-ᛗ-ᛏᚱᛟᚦ-ᛁᛝ/
ᛡᛒ-ᚳᚩᚹᛟ-ᛏᛗᛋᚱᚷ-ᚱᛚᛞᛚ-ᚩᚣ-ᛞᚳᚪᛖᛞᚠ/
ᚳ-ᛇᛖᛉᛚᚫ-ᛖᚩᛁᛋ-ᛡᛁᛟᛋᚪᛒᛗ-ᛗᚣᚹᛄ-ᛖᚫᛝ/
ᛚ-ᛄᚱᛇ-ᛈᛚᚩᚻ-ᚪᛞ-ᛡᛄ-ᛞᚠᚹᛞᛄᚳ-ᚾᚦᛉ-ᛄ/
ᚻ-ᚷᛚ-ᚠᛖᚦ-ᛇᚻ-ᛝᛖᛒᛚᛞᛁᛗᚠ-ᚹᛒᛗᛟᛁᛖᛁᛠ-/
ᛈᚻᛝᛖᛞᛟᚩᚻᛄ-ᚹᚩᚾᛄᛈᛗ-ᛖᚳ-ᛖᛇ-ᚷᚻᛗ/
%
ᛞᚪᛈᛖ-ᛗ-ᛉᚫᛒᛇᚱ-ᛖᚣᛟᚣ-ᚱᛠᛈᚢᛠ-ᚣ/
ᛖᚪᚻ-ᚩᛉᛠᚢᚻᛡᛟ-ᚷᚫᚩᛒᛉ-ᚫᚱᛞᛋᚩᚱ-ᚷ/
ᛠ-ᛉᚻᛁ-ᚷᚳᛞᛠᛡᚳ-ᛄᛠᛉᛇᚻᛋᚹ-ᛝᛡᚷ/
ᛖᛡᚣ-ᛠᚩᚷ-ᚱᚦᚠᛟᚩᚦ-ᚦᛁᛏᚱ-ᛇᛉᛇ-ᚢᚷᛠ-/
ᛟᛏ-ᚩᚠᛚ-ᛟᛝᛈ-ᚱᛡᚪᚩᛏ-ᚩᛠᚷᚫᛗ-ᛈᛋᚱ-ᛖ/
ᚦᚠ-ᛞᚹᚾᛚ-ᛝᚩᛇᛄ-ᚳᛚᚢᚹᛏ-ᚩᛖᛏᚠᚪᛚ-ᛟᛇᛟ-/
ᛠᚱᛇ-ᚢᚪᚦᛈᛟᛡᛉ.ᛡᛒᚱᛒᚠᚢᛚᚢᛟ-ᛒᛇᛒ-/
ᛉᚦᚹ-ᛝᚣᛖ-ᚳᚫᚣᛟ-ᚹᛁᛝᚫᛏ-ᚫᛇᛈᛡᛟᚠ-ᛚ-ᛝ/
ᚠᛡ.ᛞᚪᛚᛈ-ᛋᛁ-ᚢᚣᚪᛚᛠᛝᚹ-ᚪᛏᛈᚳᚣ-ᛝᚫ/
ᚻᛗᛞᚷᛚ.ᛠᛉᛒ-ᛇᛡᛋᛖ-ᚣᛁᛚ-ᚣᛠᚣ-ᚻ./
ᚣᛉᚾᛏᚫᛉᛋᚦᚪᚹᛗ-ᚪᚱ-ᚪᚩᚻ.ᛗᛖᚫᛞᛠᛁᛗ/
-ᛒᛟᚾᚳᚩᚱᛉ-ᛋᚹᚫ-ᚻᛖ-ᛋᚠᚾ-ᚢᚦᛟᚷᛖᚪᛟᛇᛇ-/
%
ᚦᚳᛒᛝᛏᛉᛡᛞ-ᛋᛡ-ᚩᚠ.ᛈᛖᛞᛋᛁ-ᛚᛁᚻᚾᛝᚱ-/
ᚻᛈ-ᛇᚢᚫᛞ-ᛚᚻᛉᚳᛈ-ᛁᛗᛉᚳ.ᛄᚫᚾᛞᛋ-ᛏᛚ/
ᛡᚩᛋᛗ-ᛚᛞᚾ-ᛈᚫᛏᚷᛈ-ᚫᚦᛄᛗ-ᛒᚻᚩᚻᛁᚷᚻᚳ-/
ᛚᚹᛋᚱᛇᛗᛏ-ᛄᚳᛁ-ᛠᚦᛞ-ᛏᛚ-ᚱᛖᛠᛒᚪ-ᛒᚠᛒ-ᛁ/
ᛒᛡᛇᛏᚣ-ᛏᛖᚣᚳᚱᛋᚠ-ᛁᚦᚪᛉ-ᚪᚣᚫᛠ-ᛄ-ᛈ/
ᛗ-ᚠᛋ-ᚪᛒᚱ.ᛉᚣᚻ-ᚦᚩ-ᛇᛞᚢ.ᚠᛁ-ᚻᚩᚫᚠᚣᚷ/
ᚱᚪᛄ-ᛏᛉᛇ-ᛖᛠᛞ-ᛏᚠᚢᛝ-ᚫᛄᛖᛈᚳᛒᚦᚢ/
ᛝ-ᛡᛒᚹᚱ-ᛖᚾᛈᛇᚣᛇ-ᛉᚱᚹ-ᛒᛡᛞ-ᛖᚱᚩᚻᚣ/
ᛠᛈᚦ-ᛗᛁᚷᛚ-ᚹᛉᚫ.ᚠᛞᚾ-ᛄᛟ-ᚻᛚᛡ-ᛗᛖᚷ-/
ᛟᛁᛡ-ᚻᛟᚱᛇᚹᚣᚠ-ᛈ-ᛄᚷᚦ-ᚪᛒᛝ-ᛈᛒᚪᛖ-ᚢᚹᚻ/
ᚩᛒᛋᛉ-ᚹᛞ.ᚦᛇᚱᛖ-ᛄᚾᛞᛝᚹᚪ-ᚻᛖᚹ-ᛟᛡᛄ/
ᛡᛟᛝᛄᛉᛚᛄ-ᛞᛉᛟᛈ-ᚱᚪᛁᛏᚷᛉᛝᛇ-ᛠᛗᚩ/
%
ᛚ-ᚦᚫᚹ-ᚫᚢᛈᛡᚳ-ᚹᛝᚻᚹᛒᛗᛋᛟᛖᛁᛡ-ᛟᚹᚦᚻᛒ/
-ᛡᚱᛏᚦᚠ-ᚠᚩᚦ.ᚻᚩᛗᛖᛉᚹᛞᛋᛚᚠᛞ-ᛝᛒᛇᛡ/
ᛚᚪ-ᚹᛞᚾᚫᛉᛏᚣᛗᚷ-ᚦᚹᛉᛡᚦ-ᚹᛒᛋᚱᛉᛡᛉ/
ᚪ-ᚢᛒᚻᛠ-ᚹᛝᚢᚻᛇᛝᛡᛠᛄ-ᛋᛈᚦᛏ-ᛟᛝᚩ/
ᛗᛒᚢᛞᛋ-ᛒᛄ-ᛠᚱᛟ-ᛖᚾ-ᚾᚹᚷᚢᛚᚪᚩᚣ-ᚢᛏ/
ᚠᛄᛏ-ᚪᚷᛒᛇ./
&
%
ᛞᛇ-ᛉᚳᚠᛁᚪᚹᚻᚷ.ᛇᛟ-ᚠᛏᛖᛟᛠᚪ/
ᛡᛋᚷ-ᚣᛠᚾᚦᚫᚱ-ᚩᛡᛗ-ᚹᛉᛗ-ᚣ/
ᛞᛒᛏᚱ-ᚢᛄᚻ-ᚫᛟ-ᛡᛝᚹᚻᛋᚠᛡ-ᛚᚦ/
ᛏ-ᛁᚹᛏ-ᚩᚢᚾᚹᛗᛚ-ᛋᚦᛠᚹᛄ-ᚪᛄᚫᚷᚣᛗᚹᛞ-/
ᛈᛡ-ᛖᛄᚹ-ᛖᚢ-ᚻᚹ-ᛝᛁ-ᛋᚫᚷ-ᛄᛚ./
&
$
ᛝᚦᛇ-ᛁᚠᚳᛟᛇ.ᛞᛒᚣᛡᚣᚢ-ᚣᚾᚦᚱᛖ/
ᛗᛁ-ᛇᛞᚱᚹ-ᛉᛒᚻ-ᚳᛄᛡᚪ-ᚾᚹ-ᚾᛗ-ᚠ/
ᛇᛁ-ᛇᚪ-ᚩᛋᛒᛟ-ᛏᛄ-ᛈ-ᛖᛈᛄᚩᚹᚢᛠ/
ᛝᚹ-ᛗᚳᚩᛏᛏᚠᚢᛄ-ᛞᛠᛉᚩ-ᛉᚦᚷᛞ-ᛒᚩᛏᛚ/
ᛇᛁᛒᛡᚪ-ᛖᚠᛠᚢᛖ-ᛈᛋᚹᛞᛞ-ᛋᛡ-ᚹᚦᛞᛋ-ᛝ/
ᛄ-ᛚᚷᚢᛡ-ᚾᛉᚠ-ᚱᚪᚣᛗᚠᚦᚻ-ᚱᚪᚱ-ᚫᚪᚷᛟᛞ-ᛒ/
%
ᛗᛒ-ᚾᚻ-ᛇᛞ-ᚻᛗᛚᛁ.ᛠᚾᛁ-ᚫᛖᚢ.ᛏᚦᛇᛋᛈᚻ/
-ᚻᛇᚳᛠᚫ-ᛞᛚᛋᛝ-ᛁᚹ-ᚪᚳᚩᛏᛇᛝᚷ-ᚳᚦᛋᛠᚠ/
ᚢᛝᛚᚻ-ᚹᚩᛇᚪᛈᚷ-ᛇᛗᛚᛄᛋᛏ-ᛚᚳᛈ-ᚾᛋᛝ-ᚳᚪ/
ᚳ-ᚾᛉ-ᚾᚢᛉᚫᛗᛏᛞᛏᚫ-ᛟᛗᛋᛉ-ᛏᚣᛉ-ᛇ/
ᛠᚷ-ᚻᛒᚾᚷᛇᚢᛟ-ᛄᚦᛉᚩ-ᚾᚪ-ᛞ-ᚩᛈ-ᛠᛚᛋ/
ᛏ-ᛒᚷᛁᚢᛟᛖᛁ-ᛄᚦᛖᚻᚹ-ᛄᚫᛄᚾᚻᛉᚹ-ᛒᚪᛋ-ᚠᚱ/
ᚱᛁᛉᚢᚦᚻ-ᚢᛗᚪ-ᛞᛝᛠᚪ-ᚫᛉᛖᚾᚹ-ᛟ.ᛝᛞ/
ᚾ-ᛈᚫᚳᛡ-ᛈᚠᛉᚩ-ᛒᚷᛗᚫ-ᛚᚻᛞᚣᛖᛉᛒ-ᛄᚹ/
ᛇ-ᛈᚩᛁᚦᚠ-ᚷᚾᛈᛞᛝᛏᛖᚪ-ᛄᛋᛠ-ᛈᛝᚢ-ᛒᚷ/
ᚳᛉ-ᚪᚢᛈᛚ-ᛄᚱᚷᚣᚪ.ᚪᚠ-ᛗᛝᚣᚳᛟ-ᚹᚣᚷ/
ᛈ-ᛗᛖᚩᚹᚢ-ᛟᛞᛋᚱ-ᚣᛞᛋᚳᛡᛉ-ᚻᚦᚹᛚᛞ/
ᛠᚩᛞᛠᚢᛟᛖ.ᛠᚹ-ᛉᚻᛡᚹᛞ-ᚪᛗ-ᚠᚦᛈ-/
%
ᛝᛏᚳᚪ-ᛠᚣᚷ-ᚳᚦᛖᚾᚢᛁᚫᛁᚢᛡ-ᚹᛚᚳ-ᚻᛈ-ᛞ/
ᛄᚳ-ᛗᛒ-ᛗᚪᛄ-ᚩᚪᛞᛁ-ᚩᚱᛟᚠᛖᚣᛟᛁ.ᛇᛟ-ᛁᛈᚣ/
ᛚᚪᛡ-ᚳᛏᛠᛋᛖᛒᛝ-ᚫᛟᚫᛞᛖᛞᚣᛡ-ᛠᚪᛖ/
ᚦᛚᚫ-ᚳᛋᚪᚩᚷᚹᛚ.ᛈᛖᛏ-ᛄᛉᛝᛚ-ᛏᛉᚩᚣᛝ/
ᚠᚩᚣ-ᛁᚻ-ᛟᚫᚷᛄᛝᛡᚾᛗᚣᛟᛡ-ᛝᚷᛖᛉ-ᛟᛉ/
ᛈᛚᛋᛉᛠ-ᛚᛡ-ᚱᚪᛞ-ᛠᚷ-ᚱ-ᚳᛇᚻ-ᛗᚪᛟᚷ-/
ᛞᚪᛋᛡᚻ-ᛈᚷᛖᚳᛟᚱᛟᚢ-ᛁᚫᛟᚦ-ᛄᚱᛡ-ᚱᛖᚦ/
ᚣᛏᛝᛡᚩᛒ-ᛏᚦᚳ-ᛉᚳ-ᛋᚪᚫ-ᛗᚠᛄᚱᛖ-ᛡᛇᛁᛇ/
ᛟᛉᚳᚹᚪᛖ-ᛋᚢᛉ-ᛋᛟᛚ-ᛄᚾ-ᛈᛇᛒ-ᚦᚦ-ᛁᚫᛚᛋᛝ/
ᛄᛄᛡ-ᛟᚻᛇᚢᛚ-ᛁᚱ-ᛡᚻᛚᛏᚹᛉᛇ-ᚱᛏᛠ-ᛁᚫᛚ/
ᛗ-ᛁᚱᚷᛏᛠ-ᛇᛟᚻᛟᚳᛋᛏᚾᚩ-ᛁᚱᚷ-ᚹ-ᛞᚢᚣᛚᛁ/
ᛗᛒᚢ-ᛚᚱ-ᛏᛁᚢ-ᚷᚳᚠᛇ-ᛚᛇᚣᛏ-ᛏᚫᚢ-ᚫᛠᛇ/
%
ᚣᚾ-ᚢᚹᛝᚻ-ᚷᚣᚱ-ᚩᛁ-ᛚᚾᛉ-ᚾᚩᛈ-ᚠᛠᚫᚫᚩ-ᛉ/
ᚾᛋᛟᚫᛚ-ᚾᚫ-ᚦᚢᛠᚣᚫ-ᛈᛁᛇᚢᚱᛄ-ᛈᛟᛄᚪᛝᛈ/
ᚦᛈᚪᛝ-ᚣᛗᛟ-ᛉᛒᚢᛏᛇᛗᛈᚫᚣ-ᛉᚫᚣᚱᚫᚣ/
ᚠᚠᛗᛡ-ᛉᛖ-ᚱᚢᛏᚷᚢᚣᚱ-ᛡᚢᚩᛇᛁ-ᛄᚠᛈᛄ/
ᛞ-ᛁᚦᚩᚻᛡᚷᚻ./
1-ᛚᚦᛇᛟ-ᚪᚫᛠ-ᛗᛉᚻᚳᛉᚪᛏᚦ-ᚫᛉ-ᚩᛋᚳᛞ/
ᛏ-ᚣᚹᚾ-ᛟᛏᛉ-ᚹᛁᛟᛄᚠᛁᚩ-ᛁᚱᛋ-ᛉᚾᛗᚪᛡ-ᚱᛈᛋ/
ᛞ-ᛁᛟ-ᚻᛖᛏᚢᚹ-ᛠᛟᛞᛟᛄᛁᛝᛡ-ᛄᚱᛞᛗᛒ-ᚩ/
ᚳᚩ-ᚦᛟᚱᚢᛚ-ᚢᚦᛋᚢᛞᛚ-ᚷᛁᚣᛝᚩᛟ-ᛁᛖᚣ-ᛖᚠ-/
ᛇᛝᛒᛚᛁᚢᚣᚠᛟᚾᛟ-ᛒᛟᚷᛄᚪᚾᛗᚫ-ᚣᚦᚠ-ᛁᛒᛝᛈ/
ᚾᛁᚱᚷ-ᛄᛇᚫ-ᚻᚪ-ᚱᛉᛉ-ᚩᛚᚾᚫ-ᛞᚣᛒᚾᚪ./
%
2-ᚾᚣᛖᛉ-ᚾᚢᛉᛁ-ᛝᛏᛈᚹᛋᚣ-ᛏᛠᛈᛉ-ᚪᛁ/
ᛄᛋᚱᚪᛏᛋᛝᛏ-ᚳᚷᚳᚻ-ᛖᛟᚱᚪᛡᚻᚳ-ᛝᛒᛖᚱ/
ᛠᚪ-ᛚᛟᛖᛚᚪ-ᚦᛋ-ᚳᚹᚱᚹ-ᚩᚻᚣ-ᚢᛝᚩ-ᛈᛚᛁᛏᚪ/
-ᚠᛋᛝᛞ-ᚳᚪᚱᛒ-ᚹᛈ-ᚾᚩᚦᚳᚦᚾᛗᚩᛖ-ᚣᛇᚾ-ᚠᛒ./
3-ᛞᚢᛈ-ᚹᚾᛖᚪ-ᚱᛚᛁᚹ-ᚫᛉ-ᛝᚠᛞᚪᚠ-ᛒᛄᛉ-ᛞ/
ᛄᛝᚣᛇᚪ-ᚫᛄ-ᛝᛈᚪ-ᚢᛠ-ᛇᛏᚱ-ᛖ-ᚫᛗ-ᚫᛠ/
ᚻ-ᛁᚫᛟ-ᛠᚹᚳᛄᚦᚻ-ᛡᚩᚢ-ᚩᚦᚷᛡ-ᚻᛋᚷᚪᛁᛟᛞ/
ᚪᛄ-ᛁᚹᛡᛒ-ᛗᛝᛡᛞᚠᛒᛋᛏ-ᛒᚷᚠ-ᚷᛟᚢᚳᚫᛏᛁ/
ᛖ-ᚱᚷᛗᚣ-ᚪᚷᚹ./
4-ᛝᛄᛋᛄᛗᚱᛗ-ᚾᛒᛋᛗᛉᛞᚻᛉᛁ-ᚣᛡᚻᚣ/
ᛠᛉᚻ-ᛞᛖ-ᚹᛖᚦ-ᚢᚳ-ᛉᛗᚪᚣᛠ-ᚹᚫᚪᚳ-/
%
ᚢᚫᚳᛇᚳᚣ-ᛡᚫᛏᛖᚳᚠ-ᛋᚻ-ᛋᚱᚢᚦ-ᛁᛋᛝᛗᛞ/
ᚫᚢᛠᚢᚪ-ᚾᛝᚳ-ᛖᛈᚹᛉ-ᚢᛉᚫ-ᚾᛈᚳᚻᚱᚣ/
ᚹᛚᛉᚱᛒ-ᛗᚫᛟᚣᚩ-ᚳᛇᛗ./
5-ᚻᚫᛉᚦᛒᛟ-ᛏᛟᚹᛄ-ᚫᛠᛗᚠᚫᚳᚷ-ᛇ-ᚻᚹᛗ/
ᚻᛝᚣ-ᛁᚩᛁ-ᛏᛁᛖᛡᛄ-ᛗᚣᛚ-ᚻᚱᚩᛞᛒᛡᛈᛠᛗ-/
ᚳᛠ-ᛖᛒᚢ-ᚷᛁᚦ-ᛟᚫ-ᛡᚻᛝᛖᚾ-ᚱᛠᛡᛋ-ᚻᛏ/
ᛝᚻᚪᚷᚩᛝᚫ-ᚹᛚᛏᚱ-ᚷᛁᚾ-ᛖᛠᛄᛡᛞᛋᚻ-ᛝᚾ/
ᚳᛋᚾᛞᛇᚾᛋᛁᚳᛡ-ᚱᛝᛚᚫᚣᛇᛚᚩ-ᚳᛞᚾ-ᛝᚷᛡ./
ᛝᛄ-ᚻᛄᛚᛠᛟ-ᛄᛏᚷ-ᛚᛒᛝᚢᛏ-ᚻᚳ./
ᚫᛞᛟᚫᛟᛗ-ᛟᚫᚪᚻᚱᛗᚢ-ᚣᚢᚣ-ᛈᛗ-ᚪᛄᚫᛟ/
ᛠᛚᚠᛖᛡᚢ-ᛉᚻ-ᚪᚩᛡᛒᛠᚢᚷ-ᚻᛏᛠᚪᛞ-/
%
ᛋᚹ-ᚦ-ᚾᛋᛁᚻᛒ-ᛉᛠᛝ-ᛒᚢᛚᛟᚢᚾ-ᚢᚦᚩᛗᚪ-ᚾ/
ᛞᚫᛇ-ᚫᚣᚪᛋ-ᚣᛝᛡᛗᚷᛇᚾᛈ-ᛠᚳᚻᛝᛚ-ᚠᚷ/
ᛡ-ᛁᛡᚪᚠᛒᛈ-ᚳᛋᚦᛠᚦᚫᚱ-ᚷᛞᛚᛟ-ᚷᚱᛁᛇ-ᚣᚩ/
ᛟᚢᛝᚱᚷ-ᛗᛏᚷᛒᛈᚷ-ᛗᛏ-ᛗᚣᚹᛒᛏᛒ-ᚷᚣᛈ/
ᚷ.ᚾᚦᛇᛒᚳ-ᚷᛖᛇᛟᛚᛈ-ᚹᚾ-ᚻᚷᚱᛇᛏ-ᛈᚷᛒ-ᚹ/
ᛗᛋᚹᛟᚻ./
&
ᛡᚳᛋ.ᛈᛞᛋᛡ-ᚪᚹᛏᚳᚹᛟ-ᛗᚹᛁᛒᛞ-ᚷ/
ᛇᚢᛚ-ᛉᛋᚫ-ᛟᚻᛚᚦᛒ-ᚣᚪᛚᛞᚦᚠ-ᚻ-/
ᛞᛝᚩᚢᛋᚪᚫ-ᛖᚦᛁ-ᛏᛄᛏ-ᛝᚦᚾᚳᛉ/
ᛏᛝ-ᚳᛈᛁ-ᚾᛏ-ᛒᚾᛡᚱᛒ-ᚢᛈᛋᚦᛁᚳᛈᛋᛁᚹ-ᚹᛚᚣᚾ/
ᚢ-ᛒᛁᚪᛠ-ᚹᛟᚳ-ᛠᚢᚪ-ᛚᚦᚹ-ᚠᚾᛏᚳᛡᛁ-ᛚᚩ-ᚾ/
ᛗᛄᛠ-ᚦᛟᛄ-ᚪᚦᚹ-ᛡᚾᛖᛠᛈ-ᛒᛋᛄ./
&
$
%
ᚠᚾᛗ-ᚣᚷᛞᚫᚻ-ᚪᛈᛉᚣᚻ-ᛇᛠᚩᛖ-ᛏᛝ/
ᛠ-ᛚᛁᛏᚦᚠ-ᛗᚪᚳᛖ.ᛞᚳ-ᛏᚱᛟᚷᛠᚾ/
ᚫᛒᚢᛖᛒᚢ-ᚦᚠᛟ-ᚷᛋᛟ-ᛁᛈ-ᛟᛉᛋᛒ-ᚹᛄᛒ/
ᚣᛗᚢᛠ-ᚱᛁᚢᛟᛄᛁ-ᛗᛖᚫ-ᚱᛋᛉᛝ.ᛠᛈᛚ-/
ᛞᚩᛚᛁᛉᛠᛝᛖᚱ-ᚾᛈᛖᚹᛡ-ᚾᛄᛏᚣ.ᛋᚩᛋ/
ᛏᛝ-ᚢᚾᛇᚪ-ᛖᛏᚪᛄᚳᚣ-ᛟᛒ-ᛚᛋ-ᛒᛞᛄ-ᛁᛝᚣᛖ/
ᚳ-ᛄᚻᛚᚣ-ᚷᚫᛚᛞ-ᛚᚫᛚᚦᛉ-ᛚ-ᛖᛉᚩᛉᛁᚳᚢᛗ/
ᚾᚢ-ᚩᚾᛇ-ᚻᛡᛚᛇᚩᚫᚪ-ᚩᛟᚩ-ᚣᚱ-ᛖᚠᚢ.ᛁᚻ-ᛟᛚ/
ᚾᛏ-ᚠᛞᚱᛠᚷ-ᛈᚩᛇᚩᛗᛠᛒ-ᛄᛡ-ᛋᛗᚠ-ᛏ/
ᚠᚫᚩ-ᛟᚳᛚᛞᛡᛚ-ᚩᚳᛝᚢ-ᛈᚹᛏ-ᚷᚳᛋ-ᚢᛟᚷᚦ-/
ᚠᛉᚠᛏ-ᚳᛋᛉᛟ-ᚷᚠᛉᚾᛞ-ᛒᛏᛠᛡ.ᛈᛡ/
%
ᛠᛁᚪ-ᛋᚣᛗᛞᚣᛋ-ᛒᛞᛄᛞ.ᚩᚾᛏᛚ-ᚳᚪᛝ-ᚱᚷ/
ᚻᚷ-ᛄᚹᚠ-ᚪᚢᛇ-ᛞᛏᛗᛄᛁ-ᛝᚫ-ᛉᛈᚳᛈᛠ-ᛟᚪ/
ᛒᛁᛁᛋ-ᛇᚷᚻᛋ-ᛇᛡᛒ-ᚠᚹᛝ-ᚫᚪᚠᚩᚣᛡᚪᚾᚻ-ᛒᚦᛟ/
ᛇᚣᛟᛁᛒ-ᛟ-ᚩᛋᚹ-ᛞᚳᚠᚪᛁ.ᛉᛏᛟᚢᚩᛟᚦᛈᛋᚩ-/
ᚻᛇᚦᛝ-ᛏᛠᚠᛝᛠ-ᚩᛗ-ᛏᚠᚣᛚᚣ-ᚹᛚᛞ-ᚪᛉ/
ᛠ-ᚪᛄ-ᚩᛋᛒᛚ-ᚳᛖᚾᚪᚩᚱᛏᚦ-ᚱᛒᚳᚣ-ᛠᛗᚹᛚ-/
ᚻᛈ-ᛇᛈᛖ-ᛚᛄᚩᛡᚪ-ᛖᛋᚫᚩ-ᛠᛉᛝᚣ-ᛖᚫᛒ/
ᛗ-ᛖᚻᚱ-ᛈᚾᛗ-ᚹᛏᛟᚣᚢ-ᚠᛉᛈᛗᚩᚷᚾ-ᛡᛇᚳ/
ᚠᛒᛈᛗ-ᛋᛇᛁ-ᛖᛈᚢᚱᛏᚳᚣ-ᛄᛚᚠ.ᚱᛚᚱᚫᛖᚻᛟ/
-ᛇᚣᛡ-ᚩᛉ-ᚪᛋᚣᛁᛝ-ᛉᛚᛄᚳ-ᛖᚣᚢᛝᚦᛇᚱ-/
ᛠᛁᚫ-ᚦᚠᛟᚷᛠᛁ-ᛈᛋᛒ-ᛗᛒᛄᚠᚾᚳᛖ-ᚻᚫᚩᛄ-/
ᛉᛄᛚᛈᚪᛁ-ᛟᚹᚱᛁᚱᚦᛖᛉ-ᚪᚾ-ᛞᛄᚷ-ᛟᛟᚳᛏᛄ/
%
ᛞ-ᛉᚾᛗᚦ-ᛁᛄᚱ-ᛈᛉᚢᚫᚦᛒᚠᛄᚦ-ᚠᚪᛝᛖ-ᚹᚹᚣ/
ᛚᛇ-ᚢᚣ-ᚾᚱᚪ-ᛈᚾᚹ-ᛚᚾᛏᛚᚢᛒᚱᛝᚪᛋ-ᚫᛈ-ᛄᛚ/
ᚢᚳᚷ-ᛚᛏᛄᚹᛈ-ᚫᛗᛚ-ᛉᛚᛗᛏᛞᚠᛈᛁ.ᚠᚳᚦ/
ᛗᛄᚹᚱᚪᛚ-ᚩᛝᚱᚢᛈᚱᛟᛡ-ᚳᛉᚱ-ᛇᛏᚦᚾ-ᚱᛇᚫ/
ᛞᛟᚻ-ᛒᚾᚣ-ᚠᛡᚪᛡᛖᚫᛞᛄᚢᛖ-ᚦᚱ-ᚩᛇᚱᛡ-/
ᚣᛁᛉᛇᚻᚩᛠ-ᚫᚻᛡᛝᛠᚦ-ᚾᚣ-ᚾᚠᛁᛝ.ᛏ/
ᚻᚹᚫ-ᛒᛇ-ᛡᚻᛉᛒ-ᛞᛝᚱᛄᚦᚻ-ᚪᚷᚣᛁᚠᚷ-ᛁᛏᛞ/
ᛠᛒᚠᚩᛈ-ᛇᛡᛟᚹᚱᚾᚩᛏ-ᛋᚹᚢ.ᛖᛡᛖᛡᚦ-ᛉ/
ᚪᚷᛈᚾ-ᛋᚱᚠᛞᛝᚻᛖᛄᛞ-ᛄᛡ-ᚱᚹ-ᚷᛝᚪᛒ-ᛄᛈ/
ᛄ-ᛏᚠᛉ-ᚪᛄ-ᛁᚠᛉᚢᚩᚣᚻᚦ-ᚻᚾᛁᛒ-ᛡᛟᛡᛋᛈᚣ/
ᛉ-ᛠᚢᛠᛚ-ᚠᛝᛗᚻ-ᚦᛒᚩ-ᛗᛚ-ᚩᛠᛋᚦᛠ-ᛇ/
ᛋᛉ-ᚠᛗᛒ-ᚫᛋᛇᚾᛡᚾ-ᚢᚫᚹ-ᛞᛠᚢᚾᛝᚠᚾᛖᚫ/
%
ᚻᛄ-ᛁᛖᛏᛡ-ᚷᛁᚩᚾ-ᚳᚢᚫᛗᛈᛋᚪᛡ-ᚷᛚᚣᚹᛟ-/
ᚠᚢ-ᛉᚠᚫᛞᚠᛡᛄᚾ.ᚻᛋᚦᚠ-ᛏᚠᛄᚱᚹᚠᛋᚾᚹᛄ/
ᛖᛒᚢᚦ-ᚩᛇᚫᛈ-ᛡᛟ.ᚢᛁᚩᛄᚩᛇᛟᛄᛞᚩ-ᛈᚹᛞ/
ᚷᚱ-ᚠᛟ-ᛇᚷ-ᛄᛟᛇᚫᛋᚫᚣ-ᛒᛏᛞᛟ-ᛠᚻᛡᚱᛠ/
ᛠᛉᛋ-ᚠᚾᚣᚱᚠ.ᚪᚾᛡᚪᛖᚫ-ᚳᛇᛁᛝ-ᛒᛡᛞᛠ/
ᚫᛒᛠᚳᛉᚠ-ᚫᛏᛁᚱᚪᛗᚩ-ᛚᛉᛋᚪ-ᛒᚩᛈᚫᚩᛝᚻᛇ/
ᛖᛇᚫ-ᚻᛖᛇᛠ-ᚱᛗᛞ-ᚫᛇᛗ.ᚾᚾᚣᛡ-ᚱᚾᛗ/
ᛠ-ᛄᛉᛋᛄ-ᛟᛖᛒ-ᛏᚻᚾ-ᚠᚪᚠ-ᛒᚾ-ᚩᚾ-ᛖᛋᛏᛒᚹ/
ᛡ.ᚻᛏ-ᚩᛟᚩ-ᛒᚾᛖᚳᛁᚹᚣᛟ-ᛟᚩᛒ-ᛋᛖᚩ-ᚫᚻᛟ/
ᚠᚫᚷᚩᛄ-ᛟᛒᚻ-ᚳᛖᛁᛚᚫᚣᛚ-ᚢᛚᛁ-ᚾᛟᛏ-ᚫᛈᛟᛈ/
ᛝᛗ-ᚳᚢᛁ-ᚣᛋᚳᚢᛡᛇᚩ-ᚠᛖ-ᚷᛟ-ᚻᚫ-ᛝᚠ-ᛗᚠ/
ᛝᛉᛞᛁ-ᛗᛝᚣᚪᛝᚠᛉᛁᛟᚷᛚ-ᛇᚩ-ᚫᛡᛏ-ᛄᛏ/
%
ᛠᚢ-ᚷᚦᚣ-ᚦᚾᛟᚣᚩᛖᚻ-ᛁᛋᛖᚣᚦᚪᛡᛝᛟᛇᛚ-/
ᛡᛏᛝ-ᛁᛚ-ᚠᛉᛡᛠᛏ-ᚠᚾᛄᚠᚻᚳ-ᚻᛞᛠᚣᛟ/
ᛝ-ᛉᛇᚻᚩᛋᚻ.ᛇᛏᚠ-ᛚᚱᛇᚦᚪᛁᛁ-ᛒᚠᛁᛚ-ᛄᛡᛒᚣ/
ᛗᚫᚫ-ᛞᚻᛟ-ᚪᚹᛉᛚᛏᛁᚪ-ᛟᛞᛖᚾᛈᚻᚣ-ᚦᛚᛖᛋ/
ᛖᛟᚫᛖ-ᛏᚱᚪ-ᛁᚫᚹᚫ-ᛋᛈᚱ-ᛄᛡᚪᛏ-ᚫᚦ-ᚠᛠᚢ/
ᛈᚣᚫᛝ-ᚣᚾᚻᛡ-ᚳᛗᚠᚾ-ᛞᛄ-ᛖᚩ-ᛒᚷᚻᚪ-ᛖᛞ/
ᛟᚠᛇᛞᛟ-ᛈᚳᛁᚪᛒᚷᛒᛈᛟ-ᛟᛄᚠᚪᛖ-ᛄᚣᚩᛄ-ᚣ/
-ᚫᛋ-ᚦᛁᚫᛄᚫᛏ-ᛖᛇᚻᛟ-ᚣᚠᚹᛞᚷ.ᛡᚱᛒᚢ-ᛒᛚ/
ᚢ-ᚷᛈᛄᚪ-ᛏᛡ-ᚳᛄᚠᛡᛝᛚᚣᛒ-ᛗᚻ-ᚱᛚᛟᛠᛋ/
ᚦᛝ-ᛏᚳᛟᛉᛁ-ᛄᚱᚳᛖᛏᛄᚷ-ᛡᛈᛏᛉᚩᛁᛄᛟ-ᚷ/
ᚩᚪᚢ-ᚣᛖᚪᛋᛟᛇᚢᚪᛡ-ᛗᚱᛚᚳᚠ-ᛒᛗᛝ-ᚻᛉ-/
ᛠᛄᚫ-ᛉᚪᚷᚻᚣᛏᛖᛝ-ᛉᛉᛗᚾᚫᛋ-ᚱᛗᛞᛋ/
%
ᚳ-ᚦᛚᛟ-ᛝᛇᚢ-ᚻᚩ-ᛏ.ᚢᛁᚦᛄᚾᚠᚱᚦ-ᛋᛟᚷᛠ/
ᛗᚪ-ᛝᛚᚪᛁᛒᛠᚢᛋ-ᚩ-ᛖᛋᛝ-ᚠᛡᚢᛟᛞᛇᚪ-ᛞ/
ᛡᛒᚹᚩ-ᛄᛋ-ᛟᛝᛏᚳ-ᚻᚾᛇᛋ-ᛗᛚᚻᛞᛖᛈ-ᚫᛄᚱ/
ᚪᚢᚻᚱᚦᚱ-ᛟᛄ-ᛟᛗᚩᛟᛏ-ᚫᛇ-ᛉᛒᚳ-ᛄᛁ-ᚪᚩᛉ-/
ᚹᚪᚾᛈᛏᚢᚣ-ᛁᛒᚢ.ᚦᚩᛡ-ᛗᚳᚠᛉᚱᛁ-ᚪᛗᛏᛒ-/
ᛗᛚᛁᚦᛏᛠᛋᚾᚷᛚ-ᛏ-ᛇᛈ-ᚩᛚᛞ-ᛚᚹᚳᛄᚹᛉ-ᚪ/
ᛡᚹᛇ-ᛖᛖᚹ-ᛏᚪ-ᚣᚠᛉᚳ-ᛗᚩᚷᛞᚷ-ᛚᚳ-ᛒᚣᛋ/
ᚣᚠᛞᚣᛝ-ᛠᛇᛏᚩᚢᚫ-ᛟᛁᛒ-ᛏᚾᚫᚠ.ᛄᛟᛗᚾ/
ᛈ-ᛠᛡᚩᛏᛡᚪᚱᛞ-ᚪᛝᛈᚹᛗᛄᛟᛠᚩ-ᛚᚹᛉ-/
ᚱᛗ-ᚩᛏᚹᛄᚹᚾ-ᚷᚳᛠ-ᛄᚳᚢᚱ-ᛟᛇᛟᚾᚻᚫᛉ-/
ᚣᛚᚩ-ᚩᛡᚳᚻᛄ-ᛋᚣᚹᛁ-ᚣᚠᛋᚾᚪ-ᚷᛖᚾᛄᚪᚹᛠ-/
ᛞᚠᛟ-ᚢᛁ-ᛖᛇᚦ-ᚫᛞ-ᚳᛄ-ᚷᚢᚻᚣᚻᛁᛒᛉᚾ-ᚹᛝ/
%
ᚻᛏᛉᚫᛁᛄᚢ-ᛞᚠᛡᚫ-ᛋᛁᚹᛝᛈ-ᛗᛉᛄᛈ-ᛞᛗ/
ᛝ-ᛇᛚᛞᚣ-ᚠᚩᛞ-ᛝᚷᚾᛇ-ᚷᛖ-ᛚᛉᚣ-ᚫᛚᛖᛉ./
ᛡᛝᛋ-ᚳᛁᚦ-ᚷᛏᚣ-ᚹᚩ-ᛝᛖ-ᛒᚪᛗᛏᚪᚷᛒ.ᛈᛡ/
ᛟ-ᚪᛉᛝᛒᛞᛉᛄᚦᚢ-ᛏᛇᛖ-ᚣᚪᚳ-ᛠᚦᚹ-ᛏᛉ/
ᚩᚳᛞᛒ-ᛟᚩᛠᚾᚠᚪ-ᛚᛗᛖᛁᚦᚫᚪᛡᛄᛁᚪᚱ-ᚦᚱᛖ/
ᛖᚣᛋᚾ-ᛖᛏᚢᚻᛈᚳᚦᛋ-ᚳᛇᛉᛖᛇᚠ-ᛞᛠᛏ/
ᛈ-ᚣᛇᛠᚢᛏ-ᛉᚦᚷᚻ-ᚫᚾᛠᚱ-ᛡᛒᛏᛁᛉ-ᚩᚢ/
ᛝ-ᛚᛒᛇᚩ-ᛟᛉ-ᚦᛞᚷᚠ-ᚩᚱᛈᚪᛏ-ᚫᛋᚪᚦ-ᛖᛟᚪᛝ/
ᚫ-ᚣᛒᛚ-ᛡᚦᚾᚠᛈᛟᛡᚾ-ᛖᚹ-ᛖᛗᚩ-ᛉᚹᚦᛠ-ᛁᚦ/
ᛒᛖᚱ-ᛟᚳᛉ-ᛈᛖ-ᛁᚢᚦ-ᛈᚠᛞᛈᛄ-ᛁᛟᚻ-ᛒᚦᛏᚩ/
ᚳᚢᛚ-ᛞᛄᛝ-ᚦᛄᛁᚪ-ᚹᚣ-ᚢᛝᚾ-ᛋᚾᛈᚠᚫᛒᛄᚫ-ᛡ/
ᛗᚹ-ᛇᚪᚩᚾᛄᚳᛚᛒᛉ-ᚣᛠᚦᚹ-ᛝᛚᛗᚳᛡᛇᚠᚫ/
%
ᛠᛁᚦ-ᛒᛠᛚᚦᚳᛞᛁᛇ-ᚠᚢᛉᛋᛉᛁᚦᚫᛋᛗ-ᚦᚹ./
ᛈ-ᛒᛋᛏᚫᚾᚱᛁ-ᚦᛇᛡᚱᛚᛡᚹ-ᚢᚩᛋᚱ-ᚹᚫ-ᛒᚹᛡᛖ/
ᛟᛄ-ᛡᚣᛖᚩᛖᛡᚷᚫᚠᚾᚹ-ᛟᛏᚫᚠᛄᚹᛠ.ᚦᛞ-ᛁ/
ᚫᚩᚾ-ᛋᚷᛈᚪᛖᚩ-ᚣᚦᚹ-ᚾᚷ.ᛠᛋᚩᛇᛏ-ᛝᛚᚷᛞ/
-ᛒᛈᛈ-ᛗᛁᚪᛖ-ᛚᛏᛁ-ᚫᛄᛖ-ᛒᚾᚠᚪᛋᚷᛒᚠ-ᚫᚹᚣᚷ/
ᚢᛡᚠᛠ-ᛖᛋᛞ-ᛚᚳᛒᛞᛏᛈ-ᛖᚾᛈᚣ-ᚱᚠᚻ-ᚫ/
ᛝ-ᛟᚪᛗ-ᛒ-ᛡᛚ-ᛝᛋᚱᚢᚹᚱᚣᚻᚹ-ᚹᛡᛈ-ᛁᚻᚾᚻᚱ/
-ᚳᛖᛏᚫᚩᛋ-ᚣᛋ.ᛝᚫᛡᛝᚫ-ᚻᚦ-ᛇᚪᛞᛋ-ᛒᛁᚳᛈ/
-ᛇᛒᛟᚫ-ᛠᛝᛖ-ᛝᛠᚣ-ᛒᚣᛉᚻᚢᚠᚦᛞᚹ-ᛗ/
ᚢᛁᛡᛄᚩ-ᛋᛇᚫᛇᛝᚱ-ᛚᛇᛠ-ᛏᚩᛄ-ᚩᛝᛈ-ᚱᚻ/
ᛠᚢᛉᚦ-ᚣᚢᛋ-ᛡᛚᛖᚷᛗᛝᚹᚻᚱᛋ-ᚢᛟᚣᛠ/
ᚷᚩᚷ-ᛇᛁᛖ-ᛠᛄᛇᛁᚾᛄᚩᛗᚱᛡᛉ-ᚠᚻᚳ-ᚪᚩᚪᚫ/
%
ᚻᚳᛁᚦ-ᛄᚷ.ᛝᛖᚢ-ᛡᛏᛁ-ᛚᚩᚱᛈ.ᚠᚪ-ᛈᛞᚱᛒ-/
ᛝᛁᛋ-ᚷ-ᚠᚾᛈᚠᛒ-ᛟᚦᛁᛠᚪ-ᛡᛏᚾᚳ.ᚦᛟᚻᛈᛖᛚ/
ᚫ-ᛟᚠᛗ-ᛡᛝ.ᛒᛝᚦᛝᛠᚠ-ᛇᛗᛟ-ᚩᛠᛈ-ᛁᛡᚱ/
-ᚹᚹᛟᚩᛒᚩ-ᚾᚩᛄᛟᚾ-ᚦᛡᚠ-ᚩᛄᛞᚦᛏᛁ-ᛈᚾᚪᚱᛄ-/
ᛉᚱᚣ-ᛝᛡ-ᛏᛗ-ᛈᛞᚣᚻ-ᛗᛝᚫᚳᛇ.ᛡᚣᛄᛟ/
-ᛝᚩᚢᛇᛁᚱ-ᛏᚪ-ᚩᚻᚪᛚᚫᛚᚪ-ᛋᛈ-ᛏᚪᛄᚳᚦᚢᛏᚹ/
ᚦ-ᛗᚷᛖᛗᚣᛡᛁᛞ-ᚢᛋᚠᛒ-ᛟᛚᛟ-ᚪᛒ-ᚦᛚᚣ-ᚳ/
ᛠᚣ-ᛞᛇᛁ.ᚹᛉ-ᛟᛝᛒᚢᛋᛞᚻᛞ-ᚢ-ᛠᚱ-ᚫᚩ/
ᚻᛝᛒᚪᚹ-ᛈᛡᚾᛚᛇ-ᛖᛟᛝ-ᛡᚠᛇᛡ-ᚳᚦᚹ.ᛚᚦᚪᛁ/
ᛈ-ᛞᛟᛄ-ᚢᛉᚢᚾᛠᚠ-ᚩᚾᚪ-ᚱᛠᚷ-ᛗᚢ-ᛗᛁᛄ/
ᛒᛗᚱᚾᛗ-ᚩᚾᚠᚣ-ᛗᚠᛇᚠᛄ-ᛒᛡᛈᛄᛖᛡᛏ-ᛈᛟ/
ᚫᛏᛟ-ᚻᛖᚾ-ᚳᛇᚩ-ᛋᚻᚫᛇ-ᛝᛁᛟ-ᛇᚠᚢᛞᚣᚪᛚᚠ/
%
ᛡ-ᛖᛄ-ᚠᛚᛟ-ᛁᚳ-ᛁᛝᚷᚦ-ᛗᛋᚫᚷᚪᛠ-ᛗᛁ-ᛒᛡᛏ/
ᚾ-ᛝᛗᚦ-ᛏᚣᚫᛄ-ᛖᚻᚠᚪᛡᚷ-ᚪᛗᛁ-ᛞᛉᛏ-ᚢᛖ/
ᚦᚾ-ᛖᚪᛈᚹᛠᛚ-ᛒᚢᚱᛡᛟ-ᚪᚣ-ᛟᛇᚹᛄᛈᛞ./
&
3N-3p-2l-36-1b-3v-26-33/
1W-49-2a-3g-47-04-33-3W/
21-3M-0F-0X-1g-2H-0x-1R/
1n-3I-2r-0P-2U-16-2L-2D/
1t-1s-3H-0d-0s-1K-2D-05/
1K-1O-0S-1D-3o-1L-3J-1G/
4D-0G-0L-0x-1Q-2p-2a-1K/
4E-1w-2Q-19-1k-3G-24-0p/
22-4F-0P-3C-3J-1D-2n-1m/
2i-1J-3P-2v-1s-2O-0k-1M/
%
2M-0w-3L-3D-2r-0S-1p-15/
3V-3e-3I-0n-3u-1O-0u-0Z/
3g-2U-1C-0Y-1N-3n-0W-3Q/
22-13-0V-3c-0E-34-0W-1t/
1D-2N-3H-47-0s-2p-0Z-34/
0g-3v-1Q-0s-0D-0K-2h-3D/
3L-2x-1Q-20-2n-2L-1C-2p/
0A-29-3r-0D-45-0k-2e-2W/
25-3U-1W-2r-46-2s-2X-39/
3p-0X-0E-1q-0q-4B-49-48/
3r-3b-3C-1M-1j-0l-4A-48/
40-3m-4E-0s-2s-1v-3T-0I/
3t-2B-2k-2t-2O-0e-2l-1L/
%
28-2a-0J-1L-0c-3C-2o-0X/
00-2Z-2d-1T-2u-1t-1j-0l/
1o-1E-3T-18-3E-1G-27-0L/
0v-2t-06-11-1A-2U-4B-1O/
2M-3d-2S-0x-0w-0q-0p-2V/
18-0q-1D-49-2O-00-1v-2t/
1k-3s-3G-21-3w-0W-29-2r/
2O-2L-0g-3Y-0M-0u-3i-3C/
1r-2c-2q-3o-30-0a-39-1K/
&
ᚹᚹᛈ-ᚠᛡᛚᛉᛒᚾ-ᚳᛗᚾᚱᛗ-ᚻᚦᚫᛞᛄ-ᛒᛡᚫ-ᛇᚹ/
ᛗᚢ-ᚪᛈᛡ-ᛈᛁᛄ-ᚪᚢᚾᛠᛖᛞᛗᚪ-ᛏᛟᛗ-ᛋᛞ/
ᛝᚷᛚᛋᛞᛝ-ᛟ-ᛋᛄᛞ-ᛚᛟᚠᛄᚫᚠᚪ-ᛝᛟᚣᛈ-ᚣᚩ/
ᛒᚷᚳᛖᛏᚹ-ᚪᛋᛒ-ᛗᛠᚣᛇᛗᚫᛚᚱ-ᚹᛇᛄᛒ-ᛈᛚᚠ/
%
ᛈ-ᚠᛗ-ᛝᚪᛇᚾᛟᚹᛇᛉ-ᚣᚫᛉᛞᛟᚱᛒ-ᛡᚱᛟ-ᚹᛏ/
ᚷᚱᛄᛖ-ᛠ-ᛈᛚᛞ-ᚻᚦᚱ-ᚦᚣᛚᛉ-ᛠᛈᚫᚠᚪ-ᚫᚪ/
ᛒ-ᛈᛋ-ᛗ-ᛏᚫᚳᛈᛝᚹᚦ-ᚻᛠ-ᛞᚩᛄᚷ-ᛋᚩᛠᚳ/
ᛖᛋ-ᚣᛖᚫ-ᛈᚦ-ᛁᛇᛈᚳᛝ.ᛈᚳᛇᚢᛏᚳᛡᛇᛝᚾ/
ᚢᚻᚦ-ᚣᚠᛗᚾ-ᛝᚠᛄᛉᛟᚱᛗ-ᛝᛠᛄᛏᚳ-ᚢᚷ/
ᚦ-ᚠᚦᛋ-ᚪᛈᚩᚪᚫᛞᛋᛝ-ᛒᛗᚩᚷ-ᚹᚠᛗᛖ-ᛠᛇᚻᚠ/
ᚻᚳᚱᚫ-ᛝᛗᛉᚳ-ᛋᚪᚹᛋᛠ-ᚩᚣᛚᛉᛝ-ᛠᛟᛉ/
ᛟᛠᛡᛝᛒ-ᛝᚳᚫᛁᚱ.ᛒᚠ-ᛏᚣᚣ-ᛠᛒ-ᚣᛚᚩ-ᛇ/
ᛉ-ᚩᚷᛗᚩ-ᚠᛚᛟᛝᚦᛠ-ᚦᚣᛖᚣ-ᚾᚷᚾ.ᛡᛏ-ᛄ/
ᛟᚾᛁ-ᛋᛟ-ᛠᚦᚣ-ᛋᛒ-ᚫᛚᚪᛄᛡᛖᚷᛉᛡᚾᛉᛏ-/
ᛡᛒᚻᛚᚷ-ᚢᚦᛠ-ᚢᚾᛁᚩᛗᛠᛁᚷ-ᛟᚦᚱᚣ-ᛒᛖ/
ᛠᚩᛈ-ᛗᛏᚱᚫᚢᚻᛁᛝ-ᛇᚳᚠ-ᛄᚾᚱᚷ-ᛟᚷᚻᚣᚻ/
%
ᛇᚫᛠᚫᚣ-ᚢᛗᛈ-ᛉᛁᚢᚾᚩᛟᚾ-ᚷᛞᚦ-ᛡᚫᚹ-ᛞ/
ᛟᛖᚱ-ᛗᚾᛖᚻᚷᛒᚢᛄ-ᚢᚦᛗᛖᛞᛝ-ᛒᚷᚣᚱ-ᛖ/
ᛁᚢᛄ-ᚣᛡᛚᚢ-ᛄᛟ.ᛠᛉᚣᛇᚱ-ᚩᛈᛋᚳᚫᛗ/
ᛇ-ᚾᛄ-ᛖᚠᛋ-ᛖᚠᚪᛝ-ᚢᛝᛄᛇᚷᚠᛝᚱᛁᚦ-ᛄᚢᚫ-/
ᚣᛋᚠᛖᚢᛋᚫᚣᛠ-ᛁᛏᛟᚱᛏᛟᚩ-ᚷᚾᚻ-ᛞᛗᚩᚳ/
ᛞᛖᛏ-ᚹᛉᛞᛚ-ᚩᚫᛄ-ᛇᚢᛒ-ᛗᛏ-ᛞᛗᛖ.ᛏ/
ᛈᚹᛇᛋ-ᚹᛒᛇᚦ-ᚾᚻᚷᛄ-ᚱᛡᛞᛡᚦᚪᛁᛇᚫᛉᛚ-ᛇ/
ᛠ-ᛡᚪᛄ-ᚻᚱ-ᚦᛈᛞᛄᛝᚩ-ᚷᚠᛇᛗᚳ-ᚻᛞᚩᛏᚳ/
-ᚢᚱ-ᛈᚾ./
&
%
ᚪ-ᛗᛝᛞᛡᚦᛉᛁᛗ.ᛡᛞᛈᛝᚢᚹᚪᛗ-ᛏᚪ/
ᛝ-ᛝᚦᛡᚹᛋᚻ-ᛁᚳ-ᚫᛈᚫᚷᚩ-ᛗᛁᚪ-ᛖᚩ-ᛏᚹ/
ᚩ-ᚠᚣᚢᛏᛄ-ᚦᛄᛠᛖᚳᚾᛠ-ᚳᛠᛖ-ᚱ/
ᚩᚢᛉ-ᛞᚹᚻᛒᛝᚠᚪᚳᛄᚢ-ᚩᛄᛡᛠᛁᛚᚷᚻ-ᛒᚢ/
ᛄ-ᛉᚪᚳᚹᛡ-ᛗᚩᛈᚣᛞᛡᛚᛈ-ᛇᛁᚦᚱ-ᚣᚷᛗ-ᛉ/
ᛟᚷᛋ-ᛗᛈᛄᛟᛞ-ᛟᛏᛡᛟ-ᛏᛝᛁ-ᛗᛝᚣᚪᚫ-ᛝ-ᚱ/
ᚣᛄ-ᚾᛚᚢᛉᛒ-ᚻᛈᛄᚩᛠ-ᚷᚫᚹ-ᛉᛋᛞᚳ-ᚢᛏ-/
ᛟᚻᛇᚾᛈᛏ-ᛠᚣᛒᚢᚷ-ᚷᚪᛇ-ᚾᚷᚩᛖᛚᛗᛒᚦ-ᚣ/
ᛡᛟᛇᚣ-ᛗᚳᛟᚦ-ᛖᛚᚱᛇᛈᚱᛞᚣ-ᛉᛞ-ᛝᚣᛈ-/
ᛋᛖᛉᚹ-ᚳᚷᚠᛞᚱᛖ-ᛞᛖᚹᚩᛇᛟ-ᚻᚩᛟ-ᛒᛋ-ᚻ/
ᛠᚪᚳᛁᛗᛉᛄᛗᛖ-ᛗᛚ-ᚷᚩᛏᚦᛉᛖᛠᚱᚷᚣ/
%
ᛝ-ᚫᛗᛁᚹ-ᛋᛒ-ᛉᛗ-ᛋᛇᚷᛞᚦᚫ-ᚠᛡᚪᛒᚳᚢ-ᚹᚱ-ᛒ/
ᛠᚠᛉᛁᛗᚢᚳᛈᚻᛝᛚᛇ-ᛗᛋᛞᛡᛈᚠ-ᛒᚻᛇᚳ-/
ᛇᛖ-ᛠᛖᛁᚷᛉᚷᛋ-ᛖᛋᛇᚦᚦᛖᛋ-ᚦᛟ-ᚳᛠᛁᛗ/
ᚳᛉ-ᛞᛄᚢ-ᛒᛖᛁ./
&
$
%
ᚫᛄ-ᛟᛋᚱ.ᛗᚣᛚᚩᚻ-ᚩᚫ-ᚳᚦᚷᚹ-ᚹᛚᚫ-ᛉ/
ᚩᚪᛈ-ᛗᛞᛞᚢᚷᚹ-ᛚ-ᛞᚾᚣᛄ-ᚳᚠᛡ-ᚫᛏ/
ᛈᛇᚪᚦ-ᚳᚫ./
&
36367763ab73783c7af284446c/
59466b4cd653239a311cb7116/
d4618dee09a8425893dc7500b/
464fdaf1672d7bef5e891c6e227/
4568926a49fb4f45132c2a8b4/
&
ᚳᛞ-ᚠᚾ-ᛡᛖ-ᚠᚾᚳᛝ-ᚱᚠ-ᚫᛁᚱᛞᛖ-ᛋᚣᛄᛠᚢ/
ᛝᚹ-ᛉᚩ-ᛗᛠᚹᚠ-ᚱᚷᛡ-ᛝᚱᛒ-ᚫᚾᚢᛋ./
&
$
ᛈᚪᚱᚪᛒᛚᛖ.ᛚᛁᚳᛖ-ᚦᛖ-ᛁᚾᛋᛏᚪᚱ-ᛏ/
ᚢᚾᚾᛖᛚᛝ-ᛏᚩ-ᚦᛖ-ᛋᚢᚱᚠᚪᚳᛖ./
ᚹᛖ-ᛗᚢᛋᛏ-ᛋᚻᛖᛞ-ᚩᚢᚱ-ᚩᚹᚾ-ᚳ/
ᛁᚱᚳᚢᛗᚠᛖᚱᛖᚾᚳᛖᛋ.ᚠᛁᚾᛞ-ᚦ/
ᛖ-ᛞᛁᚢᛁᚾᛁᛏᚣ-ᚹᛁᚦᛁᚾ-ᚪᚾᛞ-ᛖᛗᛖᚱᚷᛖ./
""".replace("-", " ").replace("/", "").replace("&", " ").replace("$", "")

RunesToIndex = {      
    "ᚠ":    0,
    "ᚢ":    1,
    "ᚦ":    2,
    "ᚩ":    3,
    "ᚱ":    4,
    "ᚳ":    5,
    "ᚷ":    6,
    "ᚹ":    7,
    "ᚻ":    8,
    "ᚾ":    9,
    "ᛁ":    10,
    "ᛄ":    11,
    "ᛇ":    12,
    "ᛈ":    13,
    "ᛉ":    14,
    "ᛋ":    15,
    "ᛏ":    16,
    "ᛒ":    17,
    "ᛖ":    18,
    "ᛗ":    19,
    "ᛚ":    20,
    "ᛝ":    21,
    "ᛟ":    22,
    "ᛞ":    23,
    "ᚪ":    24,
    "ᚫ":    25,
    "ᚣ":    26,
    "ᛡ":    27,
    "ᛠ":    28
}

RunesToGP = {      
    "ᚠ":    2,
    "ᚢ":    3,
    "ᚦ":    5,
    "ᚩ":    7,
    "ᚱ":    11,
    "ᚳ":    13,
    "ᚷ":    17,
    "ᚹ":    19,
    "ᚻ":    23,
    "ᚾ":    29,
    "ᛁ":    31,
    "ᛄ":    37,
    "ᛇ":    41,
    "ᛈ":    43,
    "ᛉ":    47,
    "ᛋ":    53,
    "ᛏ":    59,
    "ᛒ":    61,
    "ᛖ":    67,
    "ᛗ":    71,
    "ᛚ":    73,
    "ᛝ":    79,
    "ᛟ":    83,
    "ᛞ":    89,
    "ᚪ":    97,
    "ᚫ":    101,
    "ᚣ":    103,
    "ᛡ":    107,
    "ᛠ":    109
}

RuneToText = {
    "ᚠ":    "F",
    "ᚢ":    "U",
    "ᚦ":    "TH",
    "ᚩ":    "O",
    "ᚱ":    "R",
    "ᚳ":    "C",
    "ᚷ":    "G",
    "ᚹ":    "W",
    "ᚻ":    "H",
    "ᚾ":    "N",
    "ᛁ":    "I",
    "ᛄ":    "J",
    "ᛇ":    "EO",
    "ᛈ":    "P",
    "ᛉ":    "X",
    "ᛋ":    "S",
    "ᛏ":    "T",
    "ᛒ":    "B",
    "ᛖ":    "E",
    "ᛗ":    "M",
    "ᛚ":    "L",
    "ᛝ":    "ING",
    "ᛟ":    "OE",
    "ᛞ":    "D",
    "ᚪ":    "A",
    "ᚫ":    "AE",
    "ᚣ":    "Y",
    "ᛡ":    "IA",
    "ᛠ":    "EA"
}

IndexToText = {
    0:    "F",
    1:    "U",
    2:    "TH",
    3:    "O",
    4:    "R",
    5:    "C",
    6:    "G",
    7:    "W",
    8:    "H",
    9:    "N",
    10:    "I",
    11:    "J",
    12:    "EO",
    13:    "P",
    14:    "X",
    15:    "S",
    16:    "T",
    17:    "B",
    18:    "E",
    19:    "M",
    20:    "L",
    21:    "ING",
    22:    "OE",
    23:    "D",
    24:    "A",
    25:    "AE",
    26:    "Y",
    27:    "IA",
    28:    "EA"
}

# Reversing RunesToTabulaIndex
IndexToRunes = {v: k for k, v in RunesToIndex.items()}

# Reversing RunesToGP
GPToRunes = {v: k for k, v in RunesToGP.items()}

TextToRune = {v: k for k, v in RuneToText.items()}

gematriaprimus = (
    (" ", " ", 0),
    (u"ᚠ", "f", 2),
    (u"ᚢ", "v", 3),
    (u"ᚢ", "u", 3),
    (u"ᚦ", "T", 5),  # th
    (u"ᚩ", "o", 7),
    (u"ᚱ", "r", 11),
    (u"ᚳ", "k", 13),
    (u"ᚳ", "c", 13),
    (u"ᚷ", "g", 17),
    (u"ᚹ", "w", 19),
    (u"ᚻ", "h", 23),
    (u"ᚾ", "n", 29),
    (u"ᛁ", "i", 31),
    (u"ᛄ", "j", 37),
    (u"ᛇ", "E", 41),  # eo
    (u"ᛈ", "p", 43),
    (u"ᛉ", "x", 47),
    (u"ᛋ", "z", 53),
    (u"ᛋ", "s", 53),
    (u"ᛏ", "t", 59),
    (u"ᛒ", "b", 61),
    (u"ᛖ", "e", 67),
    (u"ᛗ", "m", 71),
    (u"ᛚ", "l", 73),
    (u"ᛝ", "G", 79),  # ing
    (u"ᛝ", "G", 79),  # ng
    (u"ᛟ", "O", 83),  # oe
    (u"ᛞ", "d", 89),
    (u"ᚪ", "a", 97),
    (u"ᚫ", "A", 101),  # ae
    (u"ᚣ", "y", 103),
    (u"ᛡ", "I", 107),  # ia
    (u"ᛡ", "I", 107),  # io
    (u"ᛠ", "X", 109),  # ea
)

latsimple = (
    ("T", "th"),
    ("E", "eo"),
    ("G", "ing"),
    ("G", "ng"),
    ("O", "oe"),
    ("A", "ae"),
    ("I", "io"),
    ("I", "ia"),
    ("X", "ea"),
)

def gem_map(x, src, dest):
    m = {p[src]: p[dest] for p in gematriaprimus}
    return [m[c] if c in m else c for c in x]

def lat_to_sim(x):
    x = x.replace("q", "cw")
    for sim in latsimple:
        x = x.replace(sim[1], sim[0])
    return x

def lat_to_run(x):
    x = x.lower().replace("qu", "q")
    return "".join(gem_map(lat_to_sim(x), 1, 0))

def run_to_lat(text):
    output = ""
    for i in text:
        if i not in alphabet:
            output += RuneToText[i]
        else:
            output += i

    return i

VigTable_Letter = [
    ['F','EA','IA','Y','AE','A','D','OE','ING','L','M','E','B','T','S','X','P','EO','J','I','N','H','W','G','C','R','O','TH','U'],
    ['U','F','EA','IA','Y','AE','A','D','OE','ING','L','M','E','B','T','S','X','P','EO','J','I','N','H','W','G','C','R','O','TH'],
    ['TH','U','F','EA','IA','Y','AE','A','D','OE','ING','L','M','E','B','T','S','X','P','EO','J','I','N','H','W','G','C','R','O'],
    ['O','TH','U','F','EA','IA','Y','AE','A','D','OE','ING','L','M','E','B','T','S','X','P','EO','J','I','N','H','W','G','C','R'],
    ['R','O','TH','U','F','EA','IA','Y','AE','A','D','OE','ING','L','M','E','B','T','S','X','P','EO','J','I','N','H','W','G','C'],
    ['C','R','O','TH','U','F','EA','IA','Y','AE','A','D','OE','ING','L','M','E','B','T','S','X','P','EO','J','I','N','H','W','G'],
    ['G','C','R','O','TH','U','F','EA','IA','Y','AE','A','D','OE','ING','L','M','E','B','T','S','X','P','EO','J','I','N','H','W'],
    ['W','G','C','R','O','TH','U','F','EA','IA','Y','AE','A','D','OE','ING','L','M','E','B','T','S','X','P','EO','J','I','N','H'],
    ['H','W','G','C','R','O','TH','U','F','EA','IA','Y','AE','A','D','OE','ING','L','M','E','B','T','S','X','P','EO','J','I','N'],
    ['N','H','W','G','C','R','O','TH','U','F','EA','IA','Y','AE','A','D','OE','ING','L','M','E','B','T','S','X','P','EO','J','I'],
    ['I','N','H','W','G','C','R','O','TH','U','F','EA','IA','Y','AE','A','D','OE','ING','L','M','E','B','T','S','X','P','EO','J'],
    ['J','I','N','H','W','G','C','R','O','TH','U','F','EA','IA','Y','AE','A','D','OE','ING','L','M','E','B','T','S','X','P','EO'],
    ['EO','J','I','N','H','W','G','C','R','O','TH','U','F','EA','IA','Y','AE','A','D','OE','ING','L','M','E','B','T','S','X','P'],
    ['P','EO','J','I','N','H','W','G','C','R','O','TH','U','F','EA','IA','Y','AE','A','D','OE','ING','L','M','E','B','T','S','X'],
    ['X','P','EO','J','I','N','H','W','G','C','R','O','TH','U','F','EA','IA','Y','AE','A','D','OE','ING','L','M','E','B','T','S'],
    ['S','X','P','EO','J','I','N','H','W','G','C','R','O','TH','U','F','EA','IA','Y','AE','A','D','OE','ING','L','M','E','B','T'],
    ['T','S','X','P','EO','J','I','N','H','W','G','C','R','O','TH','U','F','EA','IA','Y','AE','A','D','OE','ING','L','M','E','B'],
    ['B','T','S','X','P','EO','J','I','N','H','W','G','C','R','O','TH','U','F','EA','IA','Y','AE','A','D','OE','ING','L','M','E'],
    ['E','B','T','S','X','P','EO','J','I','N','H','W','G','C','R','O','TH','U','F','EA','IA','Y','AE','A','D','OE','ING','L','M'],
    ['M','E','B','T','S','X','P','EO','J','I','N','H','W','G','C','R','O','TH','U','F','EA','IA','Y','AE','A','D','OE','ING','L'],
    ['L','M','E','B','T','S','X','P','EO','J','I','N','H','W','G','C','R','O','TH','U','F','EA','IA','Y','AE','A','D','OE','ING'],
    ['ING','L','M','E','B','T','S','X','P','EO','J','I','N','H','W','G','C','R','O','TH','U','F','EA','IA','Y','AE','A','D','OE'],
    ['OE','ING','L','M','E','B','T','S','X','P','EO','J','I','N','H','W','G','C','R','O','TH','U','F','EA','IA','Y','AE','A','D'],
    ['D','OE','ING','L','M','E','B','T','S','X','P','EO','J','I','N','H','W','G','C','R','O','TH','U','F','EA','IA','Y','AE','A'],
    ['A','D','OE','ING','L','M','E','B','T','S','X','P','EO','J','I','N','H','W','G','C','R','O','TH','U','F','EA','IA','Y','AE'],
    ['AE','A','D','OE','ING','L','M','E','B','T','S','X','P','EO','J','I','N','H','W','G','C','R','O','TH','U','F','EA','IA','Y'],
    ['Y','AE','A','D','OE','ING','L','M','E','B','T','S','X','P','EO','J','I','N','H','W','G','C','R','O','TH','U','F','EA','IA'],
    ['IA','Y','AE','A','D','OE','ING','L','M','E','B','T','S','X','P','EO','J','I','N','H','W','G','C','R','O','TH','U','F','EA'],
    ['EA','IA','Y','AE','A','D','OE','ING','L','M','E','B','T','S','X','P','EO','J','I','N','H','W','G','C','R','O','TH','U','F']
]

VigTable_Rune = [
    ['ᚠ', 'ᚢ', 'ᚦ', 'ᚩ', 'ᚱ', 'ᚳ', 'ᚷ', 'ᚹ', 'ᚻ', 'ᚾ', 'ᛁ', 'ᛄ', 'ᛇ', 'ᛈ', 'ᛉ', 'ᛋ', 'ᛏ', 'ᛒ', 'ᛖ', 'ᛗ', 'ᛚ', 'ᛝ', 'ᛟ', 'ᛞ', 'ᚪ', 'ᚫ', 'ᚣ', 'ᛡ', 'ᛠ'],
    ['ᚢ', 'ᚦ', 'ᚩ', 'ᚱ', 'ᚳ', 'ᚷ', 'ᚹ', 'ᚻ', 'ᚾ', 'ᛁ', 'ᛄ', 'ᛇ', 'ᛈ', 'ᛉ', 'ᛋ', 'ᛏ', 'ᛒ', 'ᛖ', 'ᛗ', 'ᛚ', 'ᛝ', 'ᛟ', 'ᛞ', 'ᚪ', 'ᚫ', 'ᚣ', 'ᛡ', 'ᛠ', 'ᚠ'],
    ['ᚦ', 'ᚩ', 'ᚱ', 'ᚳ', 'ᚷ', 'ᚹ', 'ᚻ', 'ᚾ', 'ᛁ', 'ᛄ', 'ᛇ', 'ᛈ', 'ᛉ', 'ᛋ', 'ᛏ', 'ᛒ', 'ᛖ', 'ᛗ', 'ᛚ', 'ᛝ', 'ᛟ', 'ᛞ', 'ᚪ', 'ᚫ', 'ᚣ', 'ᛡ', 'ᛠ', 'ᚠ', 'ᚢ'],
    ['ᚩ', 'ᚱ', 'ᚳ', 'ᚷ', 'ᚹ', 'ᚻ', 'ᚾ', 'ᛁ', 'ᛄ', 'ᛇ', 'ᛈ', 'ᛉ', 'ᛋ', 'ᛏ', 'ᛒ', 'ᛖ', 'ᛗ', 'ᛚ', 'ᛝ', 'ᛟ', 'ᛞ', 'ᚪ', 'ᚫ', 'ᚣ', 'ᛡ', 'ᛠ', 'ᚠ', 'ᚢ', 'ᚦ'],
    ['ᚱ', 'ᚳ', 'ᚷ', 'ᚹ', 'ᚻ', 'ᚾ', 'ᛁ', 'ᛄ', 'ᛇ', 'ᛈ', 'ᛉ', 'ᛋ', 'ᛏ', 'ᛒ', 'ᛖ', 'ᛗ', 'ᛚ', 'ᛝ', 'ᛟ', 'ᛞ', 'ᚪ', 'ᚫ', 'ᚣ', 'ᛡ', 'ᛠ', 'ᚠ', 'ᚢ', 'ᚦ', 'ᚩ'],
    ['ᚳ', 'ᚷ', 'ᚹ', 'ᚻ', 'ᚾ', 'ᛁ', 'ᛄ', 'ᛇ', 'ᛈ', 'ᛉ', 'ᛋ', 'ᛏ', 'ᛒ', 'ᛖ', 'ᛗ', 'ᛚ', 'ᛝ', 'ᛟ', 'ᛞ', 'ᚪ', 'ᚫ', 'ᚣ', 'ᛡ', 'ᛠ', 'ᚠ', 'ᚢ', 'ᚦ', 'ᚩ', 'ᚱ'],
    ['ᚷ', 'ᚹ', 'ᚻ', 'ᚾ', 'ᛁ', 'ᛄ', 'ᛇ', 'ᛈ', 'ᛉ', 'ᛋ', 'ᛏ', 'ᛒ', 'ᛖ', 'ᛗ', 'ᛚ', 'ᛝ', 'ᛟ', 'ᛞ', 'ᚪ', 'ᚫ', 'ᚣ', 'ᛡ', 'ᛠ', 'ᚠ', 'ᚢ', 'ᚦ', 'ᚩ', 'ᚱ', 'ᚳ'],
    ['ᚹ', 'ᚻ', 'ᚾ', 'ᛁ', 'ᛄ', 'ᛇ', 'ᛈ', 'ᛉ', 'ᛋ', 'ᛏ', 'ᛒ', 'ᛖ', 'ᛗ', 'ᛚ', 'ᛝ', 'ᛟ', 'ᛞ', 'ᚪ', 'ᚫ', 'ᚣ', 'ᛡ', 'ᛠ', 'ᚠ', 'ᚢ', 'ᚦ', 'ᚩ', 'ᚱ', 'ᚳ', 'ᚷ'],
    ['ᚻ', 'ᚾ', 'ᛁ', 'ᛄ', 'ᛇ', 'ᛈ', 'ᛉ', 'ᛋ', 'ᛏ', 'ᛒ', 'ᛖ', 'ᛗ', 'ᛚ', 'ᛝ', 'ᛟ', 'ᛞ', 'ᚪ', 'ᚫ', 'ᚣ', 'ᛡ', 'ᛠ', 'ᚠ', 'ᚢ', 'ᚦ', 'ᚩ', 'ᚱ', 'ᚳ', 'ᚷ', 'ᚹ'],
    ['ᚾ', 'ᛁ', 'ᛄ', 'ᛇ', 'ᛈ', 'ᛉ', 'ᛋ', 'ᛏ', 'ᛒ', 'ᛖ', 'ᛗ', 'ᛚ', 'ᛝ', 'ᛟ', 'ᛞ', 'ᚪ', 'ᚫ', 'ᚣ', 'ᛡ', 'ᛠ', 'ᚠ', 'ᚢ', 'ᚦ', 'ᚩ', 'ᚱ', 'ᚳ', 'ᚷ', 'ᚹ', 'ᚻ'],
    ['ᛁ', 'ᛄ', 'ᛇ', 'ᛈ', 'ᛉ', 'ᛋ', 'ᛏ', 'ᛒ', 'ᛖ', 'ᛗ', 'ᛚ', 'ᛝ', 'ᛟ', 'ᛞ', 'ᚪ', 'ᚫ', 'ᚣ', 'ᛡ', 'ᛠ', 'ᚠ', 'ᚢ', 'ᚦ', 'ᚩ', 'ᚱ', 'ᚳ', 'ᚷ', 'ᚹ', 'ᚻ', 'ᚾ'],
    ['ᛄ', 'ᛇ', 'ᛈ', 'ᛉ', 'ᛋ', 'ᛏ', 'ᛒ', 'ᛖ', 'ᛗ', 'ᛚ', 'ᛝ', 'ᛟ', 'ᛞ', 'ᚪ', 'ᚫ', 'ᚣ', 'ᛡ', 'ᛠ', 'ᚠ', 'ᚢ', 'ᚦ', 'ᚩ', 'ᚱ', 'ᚳ', 'ᚷ', 'ᚹ', 'ᚻ', 'ᚾ', 'ᛁ'],
    ['ᛇ', 'ᛈ', 'ᛉ', 'ᛋ', 'ᛏ', 'ᛒ', 'ᛖ', 'ᛗ', 'ᛚ', 'ᛝ', 'ᛟ', 'ᛞ', 'ᚪ', 'ᚫ', 'ᚣ', 'ᛡ', 'ᛠ', 'ᚠ', 'ᚢ', 'ᚦ', 'ᚩ', 'ᚱ', 'ᚳ', 'ᚷ', 'ᚹ', 'ᚻ', 'ᚾ', 'ᛁ', 'ᛄ'],
    ['ᛈ', 'ᛉ', 'ᛋ', 'ᛏ', 'ᛒ', 'ᛖ', 'ᛗ', 'ᛚ', 'ᛝ', 'ᛟ', 'ᛞ', 'ᚪ', 'ᚫ', 'ᚣ', 'ᛡ', 'ᛠ', 'ᚠ', 'ᚢ', 'ᚦ', 'ᚩ', 'ᚱ', 'ᚳ', 'ᚷ', 'ᚹ', 'ᚻ', 'ᚾ', 'ᛁ', 'ᛄ', 'ᛇ'],
    ['ᛉ', 'ᛋ', 'ᛏ', 'ᛒ', 'ᛖ', 'ᛗ', 'ᛚ', 'ᛝ', 'ᛟ', 'ᛞ', 'ᚪ', 'ᚫ', 'ᚣ', 'ᛡ', 'ᛠ', 'ᚠ', 'ᚢ', 'ᚦ', 'ᚩ', 'ᚱ', 'ᚳ', 'ᚷ', 'ᚹ', 'ᚻ', 'ᚾ', 'ᛁ', 'ᛄ', 'ᛇ', 'ᛈ'],
    ['ᛋ', 'ᛏ', 'ᛒ', 'ᛖ', 'ᛗ', 'ᛚ', 'ᛝ', 'ᛟ', 'ᛞ', 'ᚪ', 'ᚫ', 'ᚣ', 'ᛡ', 'ᛠ', 'ᚠ', 'ᚢ', 'ᚦ', 'ᚩ', 'ᚱ', 'ᚳ', 'ᚷ', 'ᚹ', 'ᚻ', 'ᚾ', 'ᛁ', 'ᛄ', 'ᛇ', 'ᛈ', 'ᛉ'],
    ['ᛏ', 'ᛒ', 'ᛖ', 'ᛗ', 'ᛚ', 'ᛝ', 'ᛟ', 'ᛞ', 'ᚪ', 'ᚫ', 'ᚣ', 'ᛡ', 'ᛠ', 'ᚠ', 'ᚢ', 'ᚦ', 'ᚩ', 'ᚱ', 'ᚳ', 'ᚷ', 'ᚹ', 'ᚻ', 'ᚾ', 'ᛁ', 'ᛄ', 'ᛇ', 'ᛈ', 'ᛉ', 'ᛋ'],
    ['ᛒ', 'ᛖ', 'ᛗ', 'ᛚ', 'ᛝ', 'ᛟ', 'ᛞ', 'ᚪ', 'ᚫ', 'ᚣ', 'ᛡ', 'ᛠ', 'ᚠ', 'ᚢ', 'ᚦ', 'ᚩ', 'ᚱ', 'ᚳ', 'ᚷ', 'ᚹ', 'ᚻ', 'ᚾ', 'ᛁ', 'ᛄ', 'ᛇ', 'ᛈ', 'ᛉ', 'ᛋ', 'ᛏ'],
    ['ᛖ', 'ᛗ', 'ᛚ', 'ᛝ', 'ᛟ', 'ᛞ', 'ᚪ', 'ᚫ', 'ᚣ', 'ᛡ', 'ᛠ', 'ᚠ', 'ᚢ', 'ᚦ', 'ᚩ', 'ᚱ', 'ᚳ', 'ᚷ', 'ᚹ', 'ᚻ', 'ᚾ', 'ᛁ', 'ᛄ', 'ᛇ', 'ᛈ', 'ᛉ', 'ᛋ', 'ᛏ', 'ᛒ'],
    ['ᛗ', 'ᛚ', 'ᛝ', 'ᛟ', 'ᛞ', 'ᚪ', 'ᚫ', 'ᚣ', 'ᛡ', 'ᛠ', 'ᚠ', 'ᚢ', 'ᚦ', 'ᚩ', 'ᚱ', 'ᚳ', 'ᚷ', 'ᚹ', 'ᚻ', 'ᚾ', 'ᛁ', 'ᛄ', 'ᛇ', 'ᛈ', 'ᛉ', 'ᛋ', 'ᛏ', 'ᛒ', 'ᛖ'],
    ['ᛚ', 'ᛝ', 'ᛟ', 'ᛞ', 'ᚪ', 'ᚫ', 'ᚣ', 'ᛡ', 'ᛠ', 'ᚠ', 'ᚢ', 'ᚦ', 'ᚩ', 'ᚱ', 'ᚳ', 'ᚷ', 'ᚹ', 'ᚻ', 'ᚾ', 'ᛁ', 'ᛄ', 'ᛇ', 'ᛈ', 'ᛉ', 'ᛋ', 'ᛏ', 'ᛒ', 'ᛖ', 'ᛗ'],
    ['ᛝ', 'ᛟ', 'ᛞ', 'ᚪ', 'ᚫ', 'ᚣ', 'ᛡ', 'ᛠ', 'ᚠ', 'ᚢ', 'ᚦ', 'ᚩ', 'ᚱ', 'ᚳ', 'ᚷ', 'ᚹ', 'ᚻ', 'ᚾ', 'ᛁ', 'ᛄ', 'ᛇ', 'ᛈ', 'ᛉ', 'ᛋ', 'ᛏ', 'ᛒ', 'ᛖ', 'ᛗ', 'ᛚ'],
    ['ᛟ', 'ᛞ', 'ᚪ', 'ᚫ', 'ᚣ', 'ᛡ', 'ᛠ', 'ᚠ', 'ᚢ', 'ᚦ', 'ᚩ', 'ᚱ', 'ᚳ', 'ᚷ', 'ᚹ', 'ᚻ', 'ᚾ', 'ᛁ', 'ᛄ', 'ᛇ', 'ᛈ', 'ᛉ', 'ᛋ', 'ᛏ', 'ᛒ', 'ᛖ', 'ᛗ', 'ᛚ', 'ᛝ'],
    ['ᛞ', 'ᚪ', 'ᚫ', 'ᚣ', 'ᛡ', 'ᛠ', 'ᚠ', 'ᚢ', 'ᚦ', 'ᚩ', 'ᚱ', 'ᚳ', 'ᚷ', 'ᚹ', 'ᚻ', 'ᚾ', 'ᛁ', 'ᛄ', 'ᛇ', 'ᛈ', 'ᛉ', 'ᛋ', 'ᛏ', 'ᛒ', 'ᛖ', 'ᛗ', 'ᛚ', 'ᛝ', 'ᛟ'],
    ['ᚪ', 'ᚫ', 'ᚣ', 'ᛡ', 'ᛠ', 'ᚠ', 'ᚢ', 'ᚦ', 'ᚩ', 'ᚱ', 'ᚳ', 'ᚷ', 'ᚹ', 'ᚻ', 'ᚾ', 'ᛁ', 'ᛄ', 'ᛇ', 'ᛈ', 'ᛉ', 'ᛋ', 'ᛏ', 'ᛒ', 'ᛖ', 'ᛗ', 'ᛚ', 'ᛝ', 'ᛟ', 'ᛞ'],
    ['ᚫ', 'ᚣ', 'ᛡ', 'ᛠ', 'ᚠ', 'ᚢ', 'ᚦ', 'ᚩ', 'ᚱ', 'ᚳ', 'ᚷ', 'ᚹ', 'ᚻ', 'ᚾ', 'ᛁ', 'ᛄ', 'ᛇ', 'ᛈ', 'ᛉ', 'ᛋ', 'ᛏ', 'ᛒ', 'ᛖ', 'ᛗ', 'ᛚ', 'ᛝ', 'ᛟ', 'ᛞ', 'ᚪ'],
    ['ᚣ', 'ᛡ', 'ᛠ', 'ᚠ', 'ᚢ', 'ᚦ', 'ᚩ', 'ᚱ', 'ᚳ', 'ᚷ', 'ᚹ', 'ᚻ', 'ᚾ', 'ᛁ', 'ᛄ', 'ᛇ', 'ᛈ', 'ᛉ', 'ᛋ', 'ᛏ', 'ᛒ', 'ᛖ', 'ᛗ', 'ᛚ', 'ᛝ', 'ᛟ', 'ᛞ', 'ᚪ', 'ᚫ'],
    ['ᛡ', 'ᛠ', 'ᚠ', 'ᚢ', 'ᚦ', 'ᚩ', 'ᚱ', 'ᚳ', 'ᚷ', 'ᚹ', 'ᚻ', 'ᚾ', 'ᛁ', 'ᛄ', 'ᛇ', 'ᛈ', 'ᛉ', 'ᛋ', 'ᛏ', 'ᛒ', 'ᛖ', 'ᛗ', 'ᛚ', 'ᛝ', 'ᛟ', 'ᛞ', 'ᚪ', 'ᚫ', 'ᚣ'],
    ['ᛠ', 'ᚠ', 'ᚢ', 'ᚦ', 'ᚩ', 'ᚱ', 'ᚳ', 'ᚷ', 'ᚹ', 'ᚻ', 'ᚾ', 'ᛁ', 'ᛄ', 'ᛇ', 'ᛈ', 'ᛉ', 'ᛋ', 'ᛏ', 'ᛒ', 'ᛖ', 'ᛗ', 'ᛚ', 'ᛝ', 'ᛟ', 'ᛞ', 'ᚪ', 'ᚫ', 'ᚣ', 'ᛡ'],
]

Modified_VigTable_Letters = [
    ['F','EA','IA','Y','AE','A','D','OE','ING','L','M','E','B','T','S','X','P','EO','J','I','N','H','W','G','C','R','O','TH','U'],
    ['U','F','EA','IA','Y','AE','A','D','OE','ING','L','M','E','B','T','S','X','P','EO','J','I','N','H','W','G','C','R','O','TH'],
    ['TH','U','F','EA','IA','Y','AE','A','D','OE','ING','L','M','E','B','T','S','X','P','EO','J','I','N','H','W','G','C','R','O'],
    ['O','TH','U','F','EA','IA','Y','AE','A','D','OE','ING','L','M','E','B','T','S','X','P','EO','J','I','N','H','W','G','C','R'],
    ['R','O','TH','U','F','EA','IA','Y','AE','A','D','OE','ING','L','M','E','B','T','S','X','P','EO','J','I','N','H','W','G','C'],
    ['C','R','O','TH','U','F','EA','IA','Y','AE','A','D','OE','ING','L','M','E','B','T','S','X','P','EO','J','I','N','H','W','G'],
    ['G','C','R','O','TH','U','F','EA','IA','Y','AE','A','D','OE','ING','L','M','E','B','T','S','X','P','EO','J','I','N','H','W'],
    ['W','G','C','R','O','TH','U','F','EA','IA','Y','AE','A','D','OE','ING','L','M','E','B','T','S','X','P','EO','J','I','N','H'],
    ['H','W','G','C','R','O','TH','U','F','EA','IA','Y','AE','A','D','OE','ING','L','M','E','B','T','S','X','P','EO','J','I','N'],
    ['N','H','W','G','C','R','O','TH','U','F','EA','IA','Y','AE','A','D','OE','ING','L','M','E','B','T','S','X','P','EO','J','I'],
    ['I','N','H','W','G','C','R','O','TH','U','F','EA','IA','Y','AE','A','D','OE','ING','L','M','E','B','T','S','X','P','EO','J'],
    ['J','I','N','H','W','G','C','R','O','TH','U','F','EA','IA','Y','AE','A','D','OE','ING','L','M','E','B','T','S','X','P','EO'],
    ['EO','J','I','N','H','W','G','C','R','O','TH','U','F','EA','IA','Y','AE','A','D','OE','ING','L','M','E','B','T','S','X','P'],
    ['P','EO','J','I','N','H','W','G','C','R','O','TH','U','F','EA','IA','Y','AE','A','D','OE','ING','L','M','E','B','T','S','X'],
    ['X','P','EO','J','I','N','H','W','G','C','R','O','TH','U','F','EA','IA','Y','AE','A','D','OE','ING','L','M','E','B','T','S'],
    ['S','X','P','EO','J','I','N','H','W','G','C','R','O','TH','U','F','EA','IA','Y','AE','A','D','OE','ING','L','M','E','B','T'],
    ['T','S','X','P','EO','J','I','N','H','W','G','C','R','O','TH','U','F','EA','IA','Y','AE','A','D','OE','ING','L','M','E','B'],
    ['B','T','S','X','P','EO','J','I','N','H','W','G','C','R','O','TH','U','F','EA','IA','Y','AE','A','D','OE','ING','L','M','E'],
    ['E','B','T','S','X','P','EO','J','I','N','H','W','G','C','R','O','TH','U','F','EA','IA','Y','AE','A','D','OE','ING','L','M'],
    ['M','E','B','T','S','X','P','EO','J','I','N','H','W','G','C','R','O','TH','U','F','EA','IA','Y','AE','A','D','OE','ING','L'],
    ['L','M','E','B','T','S','X','P','EO','J','I','N','H','W','G','C','R','O','TH','U','F','EA','IA','Y','AE','A','D','OE','ING'],
    ['ING','L','M','E','B','T','S','X','P','EO','J','I','N','H','W','G','C','R','O','TH','U','F','EA','IA','Y','AE','A','D','OE'],
    ['OE','ING','L','M','E','B','T','S','X','P','EO','J','I','N','H','W','G','C','R','O','TH','U','F','EA','IA','Y','AE','A','D'],
    ['D','OE','ING','L','M','E','B','T','S','X','P','EO','J','I','N','H','W','G','C','R','O','TH','U','F','EA','IA','Y','AE','A'],
    ['A','D','OE','ING','L','M','E','B','T','S','X','P','EO','J','I','N','H','W','G','C','R','O','TH','U','F','EA','IA','Y','AE'],
    ['AE','A','D','OE','ING','L','M','E','B','T','S','X','P','EO','J','I','N','H','W','G','C','R','O','TH','U','F','EA','IA','Y'],
    ['Y','AE','A','D','OE','ING','L','M','E','B','T','S','X','P','EO','J','I','N','H','W','G','C','R','O','TH','U','F','EA','IA'],
    ['IA','Y','AE','A','D','OE','ING','L','M','E','B','T','S','X','P','EO','J','I','N','H','W','G','C','R','O','TH','U','F','EA'],
    ['EA','IA','Y','AE','A','D','OE','ING','L','M','E','B','T','S','X','P','EO','J','I','N','H','W','G','C','R','O','TH','U','F']
]

Modified_VigTable_Runes = [
    ['ᚠ', 'ᛠ', 'ᛡ', 'ᚣ', 'ᚫ', 'ᚪ', 'ᛞ', 'ᛟ', 'ᛝ', 'ᛚ', 'ᛗ', 'ᛖ', 'ᛒ', 'ᛏ', 'ᛋ', 'ᛉ', 'ᛈ', 'ᛇ', 'ᛄ', 'ᛁ', 'ᚾ', 'ᚻ', 'ᚹ', 'ᚷ', 'ᚳ', 'ᚱ', 'ᚩ', 'ᚦ', 'ᚢ'],
    ['ᚢ', 'ᚠ', 'ᛠ', 'ᛡ', 'ᚣ', 'ᚫ', 'ᚪ', 'ᛞ', 'ᛟ', 'ᛝ', 'ᛚ', 'ᛗ', 'ᛖ', 'ᛒ', 'ᛏ', 'ᛋ', 'ᛉ', 'ᛈ', 'ᛇ', 'ᛄ', 'ᛁ', 'ᚾ', 'ᚻ', 'ᚹ', 'ᚷ', 'ᚳ', 'ᚱ', 'ᚩ', 'ᚦ'],
    ['ᚦ', 'ᚢ', 'ᚠ', 'ᛠ', 'ᛡ', 'ᚣ', 'ᚫ', 'ᚪ', 'ᛞ', 'ᛟ', 'ᛝ', 'ᛚ', 'ᛗ', 'ᛖ', 'ᛒ', 'ᛏ', 'ᛋ', 'ᛉ', 'ᛈ', 'ᛇ', 'ᛄ', 'ᛁ', 'ᚾ', 'ᚻ', 'ᚹ', 'ᚷ', 'ᚳ', 'ᚱ', 'ᚩ'],
    ['ᚩ', 'ᚦ', 'ᚢ', 'ᚠ', 'ᛠ', 'ᛡ', 'ᚣ', 'ᚫ', 'ᚪ', 'ᛞ', 'ᛟ', 'ᛝ', 'ᛚ', 'ᛗ', 'ᛖ', 'ᛒ', 'ᛏ', 'ᛋ', 'ᛉ', 'ᛈ', 'ᛇ', 'ᛄ', 'ᛁ', 'ᚾ', 'ᚻ', 'ᚹ', 'ᚷ', 'ᚳ', 'ᚱ'],
    ['ᚱ', 'ᚩ', 'ᚦ', 'ᚢ', 'ᚠ', 'ᛠ', 'ᛡ', 'ᚣ', 'ᚫ', 'ᚪ', 'ᛞ', 'ᛟ', 'ᛝ', 'ᛚ', 'ᛗ', 'ᛖ', 'ᛒ', 'ᛏ', 'ᛋ', 'ᛉ', 'ᛈ', 'ᛇ', 'ᛄ', 'ᛁ', 'ᚾ', 'ᚻ', 'ᚹ', 'ᚷ', 'ᚳ'],
    ['ᚳ', 'ᚱ', 'ᚩ', 'ᚦ', 'ᚢ', 'ᚠ', 'ᛠ', 'ᛡ', 'ᚣ', 'ᚫ', 'ᚪ', 'ᛞ', 'ᛟ', 'ᛝ', 'ᛚ', 'ᛗ', 'ᛖ', 'ᛒ', 'ᛏ', 'ᛋ', 'ᛉ', 'ᛈ', 'ᛇ', 'ᛄ', 'ᛁ', 'ᚾ', 'ᚻ', 'ᚹ', 'ᚷ'],
    ['ᚷ', 'ᚳ', 'ᚱ', 'ᚩ', 'ᚦ', 'ᚢ', 'ᚠ', 'ᛠ', 'ᛡ', 'ᚣ', 'ᚫ', 'ᚪ', 'ᛞ', 'ᛟ', 'ᛝ', 'ᛚ', 'ᛗ', 'ᛖ', 'ᛒ', 'ᛏ', 'ᛋ', 'ᛉ', 'ᛈ', 'ᛇ', 'ᛄ', 'ᛁ', 'ᚾ', 'ᚻ', 'ᚹ'],
    ['ᚹ', 'ᚷ', 'ᚳ', 'ᚱ', 'ᚩ', 'ᚦ', 'ᚢ', 'ᚠ', 'ᛠ', 'ᛡ', 'ᚣ', 'ᚫ', 'ᚪ', 'ᛞ', 'ᛟ', 'ᛝ', 'ᛚ', 'ᛗ', 'ᛖ', 'ᛒ', 'ᛏ', 'ᛋ', 'ᛉ', 'ᛈ', 'ᛇ', 'ᛄ', 'ᛁ', 'ᚾ', 'ᚻ'],
    ['ᚻ', 'ᚹ', 'ᚷ', 'ᚳ', 'ᚱ', 'ᚩ', 'ᚦ', 'ᚢ', 'ᚠ', 'ᛠ', 'ᛡ', 'ᚣ', 'ᚫ', 'ᚪ', 'ᛞ', 'ᛟ', 'ᛝ', 'ᛚ', 'ᛗ', 'ᛖ', 'ᛒ', 'ᛏ', 'ᛋ', 'ᛉ', 'ᛈ', 'ᛇ', 'ᛄ', 'ᛁ', 'ᚾ'],
    ['ᚾ', 'ᚻ', 'ᚹ', 'ᚷ', 'ᚳ', 'ᚱ', 'ᚩ', 'ᚦ', 'ᚢ', 'ᚠ', 'ᛠ', 'ᛡ', 'ᚣ', 'ᚫ', 'ᚪ', 'ᛞ', 'ᛟ', 'ᛝ', 'ᛚ', 'ᛗ', 'ᛖ', 'ᛒ', 'ᛏ', 'ᛋ', 'ᛉ', 'ᛈ', 'ᛇ', 'ᛄ', 'ᛁ'],
    ['ᛁ', 'ᚾ', 'ᚻ', 'ᚹ', 'ᚷ', 'ᚳ', 'ᚱ', 'ᚩ', 'ᚦ', 'ᚢ', 'ᚠ', 'ᛠ', 'ᛡ', 'ᚣ', 'ᚫ', 'ᚪ', 'ᛞ', 'ᛟ', 'ᛝ', 'ᛚ', 'ᛗ', 'ᛖ', 'ᛒ', 'ᛏ', 'ᛋ', 'ᛉ', 'ᛈ', 'ᛇ', 'ᛄ'],
    ['ᛄ', 'ᛁ', 'ᚾ', 'ᚻ', 'ᚹ', 'ᚷ', 'ᚳ', 'ᚱ', 'ᚩ', 'ᚦ', 'ᚢ', 'ᚠ', 'ᛠ', 'ᛡ', 'ᚣ', 'ᚫ', 'ᚪ', 'ᛞ', 'ᛟ', 'ᛝ', 'ᛚ', 'ᛗ', 'ᛖ', 'ᛒ', 'ᛏ', 'ᛋ', 'ᛉ', 'ᛈ', 'ᛇ'],
    ['ᛇ', 'ᛄ', 'ᛁ', 'ᚾ', 'ᚻ', 'ᚹ', 'ᚷ', 'ᚳ', 'ᚱ', 'ᚩ', 'ᚦ', 'ᚢ', 'ᚠ', 'ᛠ', 'ᛡ', 'ᚣ', 'ᚫ', 'ᚪ', 'ᛞ', 'ᛟ', 'ᛝ', 'ᛚ', 'ᛗ', 'ᛖ', 'ᛒ', 'ᛏ', 'ᛋ', 'ᛉ', 'ᛈ'],
    ['ᛈ', 'ᛇ', 'ᛄ', 'ᛁ', 'ᚾ', 'ᚻ', 'ᚹ', 'ᚷ', 'ᚳ', 'ᚱ', 'ᚩ', 'ᚦ', 'ᚢ', 'ᚠ', 'ᛠ', 'ᛡ', 'ᚣ', 'ᚫ', 'ᚪ', 'ᛞ', 'ᛟ', 'ᛝ', 'ᛚ', 'ᛗ', 'ᛖ', 'ᛒ', 'ᛏ', 'ᛋ', 'ᛉ'],
    ['ᛉ', 'ᛈ', 'ᛇ', 'ᛄ', 'ᛁ', 'ᚾ', 'ᚻ', 'ᚹ', 'ᚷ', 'ᚳ', 'ᚱ', 'ᚩ', 'ᚦ', 'ᚢ', 'ᚠ', 'ᛠ', 'ᛡ', 'ᚣ', 'ᚫ', 'ᚪ', 'ᛞ', 'ᛟ', 'ᛝ', 'ᛚ', 'ᛗ', 'ᛖ', 'ᛒ', 'ᛏ', 'ᛋ'],
    ['ᛋ', 'ᛉ', 'ᛈ', 'ᛇ', 'ᛄ', 'ᛁ', 'ᚾ', 'ᚻ', 'ᚹ', 'ᚷ', 'ᚳ', 'ᚱ', 'ᚩ', 'ᚦ', 'ᚢ', 'ᚠ', 'ᛠ', 'ᛡ', 'ᚣ', 'ᚫ', 'ᚪ', 'ᛞ', 'ᛟ', 'ᛝ', 'ᛚ', 'ᛗ', 'ᛖ', 'ᛒ', 'ᛏ'],
    ['ᛏ', 'ᛋ', 'ᛉ', 'ᛈ', 'ᛇ', 'ᛄ', 'ᛁ', 'ᚾ', 'ᚻ', 'ᚹ', 'ᚷ', 'ᚳ', 'ᚱ', 'ᚩ', 'ᚦ', 'ᚢ', 'ᚠ', 'ᛠ', 'ᛡ', 'ᚣ', 'ᚫ', 'ᚪ', 'ᛞ', 'ᛟ', 'ᛝ', 'ᛚ', 'ᛗ', 'ᛖ', 'ᛒ'],
    ['ᛒ', 'ᛏ', 'ᛋ', 'ᛉ', 'ᛈ', 'ᛇ', 'ᛄ', 'ᛁ', 'ᚾ', 'ᚻ', 'ᚹ', 'ᚷ', 'ᚳ', 'ᚱ', 'ᚩ', 'ᚦ', 'ᚢ', 'ᚠ', 'ᛠ', 'ᛡ', 'ᚣ', 'ᚫ', 'ᚪ', 'ᛞ', 'ᛟ', 'ᛝ', 'ᛚ', 'ᛗ', 'ᛖ'],
    ['ᛖ', 'ᛒ', 'ᛏ', 'ᛋ', 'ᛉ', 'ᛈ', 'ᛇ', 'ᛄ', 'ᛁ', 'ᚾ', 'ᚻ', 'ᚹ', 'ᚷ', 'ᚳ', 'ᚱ', 'ᚩ', 'ᚦ', 'ᚢ', 'ᚠ', 'ᛠ', 'ᛡ', 'ᚣ', 'ᚫ', 'ᚪ', 'ᛞ', 'ᛟ', 'ᛝ', 'ᛚ', 'ᛗ'],
    ['ᛗ', 'ᛖ', 'ᛒ', 'ᛏ', 'ᛋ', 'ᛉ', 'ᛈ', 'ᛇ', 'ᛄ', 'ᛁ', 'ᚾ', 'ᚻ', 'ᚹ', 'ᚷ', 'ᚳ', 'ᚱ', 'ᚩ', 'ᚦ', 'ᚢ', 'ᚠ', 'ᛠ', 'ᛡ', 'ᚣ', 'ᚫ', 'ᚪ', 'ᛞ', 'ᛟ', 'ᛝ', 'ᛚ'],
    ['ᛚ', 'ᛗ', 'ᛖ', 'ᛒ', 'ᛏ', 'ᛋ', 'ᛉ', 'ᛈ', 'ᛇ', 'ᛄ', 'ᛁ', 'ᚾ', 'ᚻ', 'ᚹ', 'ᚷ', 'ᚳ', 'ᚱ', 'ᚩ', 'ᚦ', 'ᚢ', 'ᚠ', 'ᛠ', 'ᛡ', 'ᚣ', 'ᚫ', 'ᚪ', 'ᛞ', 'ᛟ', 'ᛝ'],
    ['ᛝ', 'ᛚ', 'ᛗ', 'ᛖ', 'ᛒ', 'ᛏ', 'ᛋ', 'ᛉ', 'ᛈ', 'ᛇ', 'ᛄ', 'ᛁ', 'ᚾ', 'ᚻ', 'ᚹ', 'ᚷ', 'ᚳ', 'ᚱ', 'ᚩ', 'ᚦ', 'ᚢ', 'ᚠ', 'ᛠ', 'ᛡ', 'ᚣ', 'ᚫ', 'ᚪ', 'ᛞ', 'ᛟ'],
    ['ᛟ', 'ᛝ', 'ᛚ', 'ᛗ', 'ᛖ', 'ᛒ', 'ᛏ', 'ᛋ', 'ᛉ', 'ᛈ', 'ᛇ', 'ᛄ', 'ᛁ', 'ᚾ', 'ᚻ', 'ᚹ', 'ᚷ', 'ᚳ', 'ᚱ', 'ᚩ', 'ᚦ', 'ᚢ', 'ᚠ', 'ᛠ', 'ᛡ', 'ᚣ', 'ᚫ', 'ᚪ', 'ᛞ'],
    ['ᛞ', 'ᛟ', 'ᛝ', 'ᛚ', 'ᛗ', 'ᛖ', 'ᛒ', 'ᛏ', 'ᛋ', 'ᛉ', 'ᛈ', 'ᛇ', 'ᛄ', 'ᛁ', 'ᚾ', 'ᚻ', 'ᚹ', 'ᚷ', 'ᚳ', 'ᚱ', 'ᚩ', 'ᚦ', 'ᚢ', 'ᚠ', 'ᛠ', 'ᛡ', 'ᚣ', 'ᚫ', 'ᚪ'],
    ['ᚪ', 'ᛞ', 'ᛟ', 'ᛝ', 'ᛚ', 'ᛗ', 'ᛖ', 'ᛒ', 'ᛏ', 'ᛋ', 'ᛉ', 'ᛈ', 'ᛇ', 'ᛄ', 'ᛁ', 'ᚾ', 'ᚻ', 'ᚹ', 'ᚷ', 'ᚳ', 'ᚱ', 'ᚩ', 'ᚦ', 'ᚢ', 'ᚠ', 'ᛠ', 'ᛡ', 'ᚣ', 'ᚫ'],
    ['ᚫ', 'ᚪ', 'ᛞ', 'ᛟ', 'ᛝ', 'ᛚ', 'ᛗ', 'ᛖ', 'ᛒ', 'ᛏ', 'ᛋ', 'ᛉ', 'ᛈ', 'ᛇ', 'ᛄ', 'ᛁ', 'ᚾ', 'ᚻ', 'ᚹ', 'ᚷ', 'ᚳ', 'ᚱ', 'ᚩ', 'ᚦ', 'ᚢ', 'ᚠ', 'ᛠ', 'ᛡ', 'ᚣ'],
    ['ᚣ', 'ᚫ', 'ᚪ', 'ᛞ', 'ᛟ', 'ᛝ', 'ᛚ', 'ᛗ', 'ᛖ', 'ᛒ', 'ᛏ', 'ᛋ', 'ᛉ', 'ᛈ', 'ᛇ', 'ᛄ', 'ᛁ', 'ᚾ', 'ᚻ', 'ᚹ', 'ᚷ', 'ᚳ', 'ᚱ', 'ᚩ', 'ᚦ', 'ᚢ', 'ᚠ', 'ᛠ', 'ᛡ'],
    ['ᛡ', 'ᚣ', 'ᚫ', 'ᚪ', 'ᛞ', 'ᛟ', 'ᛝ', 'ᛚ', 'ᛗ', 'ᛖ', 'ᛒ', 'ᛏ', 'ᛋ', 'ᛉ', 'ᛈ', 'ᛇ', 'ᛄ', 'ᛁ', 'ᚾ', 'ᚻ', 'ᚹ', 'ᚷ', 'ᚳ', 'ᚱ', 'ᚩ', 'ᚦ', 'ᚢ', 'ᚠ', 'ᛠ'],
    ['ᛠ', 'ᛡ', 'ᚣ', 'ᚫ', 'ᚪ', 'ᛞ', 'ᛟ', 'ᛝ', 'ᛚ', 'ᛗ', 'ᛖ', 'ᛒ', 'ᛏ', 'ᛋ', 'ᛉ', 'ᛈ', 'ᛇ', 'ᛄ', 'ᛁ', 'ᚾ', 'ᚻ', 'ᚹ', 'ᚷ', 'ᚳ', 'ᚱ', 'ᚩ', 'ᚦ', 'ᚢ', 'ᚠ']
]

Beaufort_Table_Runes = [
    ['ᛠ', 'ᛡ', 'ᚣ', 'ᚫ', 'ᚪ', 'ᛞ', 'ᛟ', 'ᛝ', 'ᛚ', 'ᛗ', 'ᛖ', 'ᛒ', 'ᛏ', 'ᛋ', 'ᛉ', 'ᛈ', 'ᛇ', 'ᛄ', 'ᛁ', 'ᚾ', 'ᚻ', 'ᚹ', 'ᚷ', 'ᚳ', 'ᚱ', 'ᚩ', 'ᚦ', 'ᚢ', 'ᚠ'],
    ['ᛡ', 'ᚣ', 'ᚫ', 'ᚪ', 'ᛞ', 'ᛟ', 'ᛝ', 'ᛚ', 'ᛗ', 'ᛖ', 'ᛒ', 'ᛏ', 'ᛋ', 'ᛉ', 'ᛈ', 'ᛇ', 'ᛄ', 'ᛁ', 'ᚾ', 'ᚻ', 'ᚹ', 'ᚷ', 'ᚳ', 'ᚱ', 'ᚩ', 'ᚦ', 'ᚢ', 'ᚠ', 'ᛠ'],
    ['ᚣ', 'ᚫ', 'ᚪ', 'ᛞ', 'ᛟ', 'ᛝ', 'ᛚ', 'ᛗ', 'ᛖ', 'ᛒ', 'ᛏ', 'ᛋ', 'ᛉ', 'ᛈ', 'ᛇ', 'ᛄ', 'ᛁ', 'ᚾ', 'ᚻ', 'ᚹ', 'ᚷ', 'ᚳ', 'ᚱ', 'ᚩ', 'ᚦ', 'ᚢ', 'ᚠ', 'ᛠ', 'ᛡ'],
    ['ᚫ', 'ᚪ', 'ᛞ', 'ᛟ', 'ᛝ', 'ᛚ', 'ᛗ', 'ᛖ', 'ᛒ', 'ᛏ', 'ᛋ', 'ᛉ', 'ᛈ', 'ᛇ', 'ᛄ', 'ᛁ', 'ᚾ', 'ᚻ', 'ᚹ', 'ᚷ', 'ᚳ', 'ᚱ', 'ᚩ', 'ᚦ', 'ᚢ', 'ᚠ', 'ᛠ', 'ᛡ', 'ᚣ'],
    ['ᚪ', 'ᛞ', 'ᛟ', 'ᛝ', 'ᛚ', 'ᛗ', 'ᛖ', 'ᛒ', 'ᛏ', 'ᛋ', 'ᛉ', 'ᛈ', 'ᛇ', 'ᛄ', 'ᛁ', 'ᚾ', 'ᚻ', 'ᚹ', 'ᚷ', 'ᚳ', 'ᚱ', 'ᚩ', 'ᚦ', 'ᚢ', 'ᚠ', 'ᛠ', 'ᛡ', 'ᚣ', 'ᚫ'],
    ['ᛞ', 'ᛟ', 'ᛝ', 'ᛚ', 'ᛗ', 'ᛖ', 'ᛒ', 'ᛏ', 'ᛋ', 'ᛉ', 'ᛈ', 'ᛇ', 'ᛄ', 'ᛁ', 'ᚾ', 'ᚻ', 'ᚹ', 'ᚷ', 'ᚳ', 'ᚱ', 'ᚩ', 'ᚦ', 'ᚢ', 'ᚠ', 'ᛠ', 'ᛡ', 'ᚣ', 'ᚫ', 'ᚪ'],
    ['ᛟ', 'ᛝ', 'ᛚ', 'ᛗ', 'ᛖ', 'ᛒ', 'ᛏ', 'ᛋ', 'ᛉ', 'ᛈ', 'ᛇ', 'ᛄ', 'ᛁ', 'ᚾ', 'ᚻ', 'ᚹ', 'ᚷ', 'ᚳ', 'ᚱ', 'ᚩ', 'ᚦ', 'ᚢ', 'ᚠ', 'ᛠ', 'ᛡ', 'ᚣ', 'ᚫ', 'ᚪ', 'ᛞ'],
    ['ᛝ', 'ᛚ', 'ᛗ', 'ᛖ', 'ᛒ', 'ᛏ', 'ᛋ', 'ᛉ', 'ᛈ', 'ᛇ', 'ᛄ', 'ᛁ', 'ᚾ', 'ᚻ', 'ᚹ', 'ᚷ', 'ᚳ', 'ᚱ', 'ᚩ', 'ᚦ', 'ᚢ', 'ᚠ', 'ᛠ', 'ᛡ', 'ᚣ', 'ᚫ', 'ᚪ', 'ᛞ', 'ᛟ'],
    ['ᛚ', 'ᛗ', 'ᛖ', 'ᛒ', 'ᛏ', 'ᛋ', 'ᛉ', 'ᛈ', 'ᛇ', 'ᛄ', 'ᛁ', 'ᚾ', 'ᚻ', 'ᚹ', 'ᚷ', 'ᚳ', 'ᚱ', 'ᚩ', 'ᚦ', 'ᚢ', 'ᚠ', 'ᛠ', 'ᛡ', 'ᚣ', 'ᚫ', 'ᚪ', 'ᛞ', 'ᛟ', 'ᛝ'],
    ['ᛗ', 'ᛖ', 'ᛒ', 'ᛏ', 'ᛋ', 'ᛉ', 'ᛈ', 'ᛇ', 'ᛄ', 'ᛁ', 'ᚾ', 'ᚻ', 'ᚹ', 'ᚷ', 'ᚳ', 'ᚱ', 'ᚩ', 'ᚦ', 'ᚢ', 'ᚠ', 'ᛠ', 'ᛡ', 'ᚣ', 'ᚫ', 'ᚪ', 'ᛞ', 'ᛟ', 'ᛝ', 'ᛚ'],
    ['ᛖ', 'ᛒ', 'ᛏ', 'ᛋ', 'ᛉ', 'ᛈ', 'ᛇ', 'ᛄ', 'ᛁ', 'ᚾ', 'ᚻ', 'ᚹ', 'ᚷ', 'ᚳ', 'ᚱ', 'ᚩ', 'ᚦ', 'ᚢ', 'ᚠ', 'ᛠ', 'ᛡ', 'ᚣ', 'ᚫ', 'ᚪ', 'ᛞ', 'ᛟ', 'ᛝ', 'ᛚ', 'ᛗ'],
    ['ᛒ', 'ᛏ', 'ᛋ', 'ᛉ', 'ᛈ', 'ᛇ', 'ᛄ', 'ᛁ', 'ᚾ', 'ᚻ', 'ᚹ', 'ᚷ', 'ᚳ', 'ᚱ', 'ᚩ', 'ᚦ', 'ᚢ', 'ᚠ', 'ᛠ', 'ᛡ', 'ᚣ', 'ᚫ', 'ᚪ', 'ᛞ', 'ᛟ', 'ᛝ', 'ᛚ', 'ᛗ', 'ᛖ'],
    ['ᛏ', 'ᛋ', 'ᛉ', 'ᛈ', 'ᛇ', 'ᛄ', 'ᛁ', 'ᚾ', 'ᚻ', 'ᚹ', 'ᚷ', 'ᚳ', 'ᚱ', 'ᚩ', 'ᚦ', 'ᚢ', 'ᚠ', 'ᛠ', 'ᛡ', 'ᚣ', 'ᚫ', 'ᚪ', 'ᛞ', 'ᛟ', 'ᛝ', 'ᛚ', 'ᛗ', 'ᛖ', 'ᛒ'],
    ['ᛋ', 'ᛉ', 'ᛈ', 'ᛇ', 'ᛄ', 'ᛁ', 'ᚾ', 'ᚻ', 'ᚹ', 'ᚷ', 'ᚳ', 'ᚱ', 'ᚩ', 'ᚦ', 'ᚢ', 'ᚠ', 'ᛠ', 'ᛡ', 'ᚣ', 'ᚫ', 'ᚪ', 'ᛞ', 'ᛟ', 'ᛝ', 'ᛚ', 'ᛗ', 'ᛖ', 'ᛒ', 'ᛏ'],
    ['ᛉ', 'ᛈ', 'ᛇ', 'ᛄ', 'ᛁ', 'ᚾ', 'ᚻ', 'ᚹ', 'ᚷ', 'ᚳ', 'ᚱ', 'ᚩ', 'ᚦ', 'ᚢ', 'ᚠ', 'ᛠ', 'ᛡ', 'ᚣ', 'ᚫ', 'ᚪ', 'ᛞ', 'ᛟ', 'ᛝ', 'ᛚ', 'ᛗ', 'ᛖ', 'ᛒ', 'ᛏ', 'ᛋ'],
    ['ᛈ', 'ᛇ', 'ᛄ', 'ᛁ', 'ᚾ', 'ᚻ', 'ᚹ', 'ᚷ', 'ᚳ', 'ᚱ', 'ᚩ', 'ᚦ', 'ᚢ', 'ᚠ', 'ᛠ', 'ᛡ', 'ᚣ', 'ᚫ', 'ᚪ', 'ᛞ', 'ᛟ', 'ᛝ', 'ᛚ', 'ᛗ', 'ᛖ', 'ᛒ', 'ᛏ', 'ᛋ', 'ᛉ'],
    ['ᛇ', 'ᛄ', 'ᛁ', 'ᚾ', 'ᚻ', 'ᚹ', 'ᚷ', 'ᚳ', 'ᚱ', 'ᚩ', 'ᚦ', 'ᚢ', 'ᚠ', 'ᛠ', 'ᛡ', 'ᚣ', 'ᚫ', 'ᚪ', 'ᛞ', 'ᛟ', 'ᛝ', 'ᛚ', 'ᛗ', 'ᛖ', 'ᛒ', 'ᛏ', 'ᛋ', 'ᛉ', 'ᛈ'],
    ['ᛄ', 'ᛁ', 'ᚾ', 'ᚻ', 'ᚹ', 'ᚷ', 'ᚳ', 'ᚱ', 'ᚩ', 'ᚦ', 'ᚢ', 'ᚠ', 'ᛠ', 'ᛡ', 'ᚣ', 'ᚫ', 'ᚪ', 'ᛞ', 'ᛟ', 'ᛝ', 'ᛚ', 'ᛗ', 'ᛖ', 'ᛒ', 'ᛏ', 'ᛋ', 'ᛉ', 'ᛈ', 'ᛇ'],
    ['ᛁ', 'ᚾ', 'ᚻ', 'ᚹ', 'ᚷ', 'ᚳ', 'ᚱ', 'ᚩ', 'ᚦ', 'ᚢ', 'ᚠ', 'ᛠ', 'ᛡ', 'ᚣ', 'ᚫ', 'ᚪ', 'ᛞ', 'ᛟ', 'ᛝ', 'ᛚ', 'ᛗ', 'ᛖ', 'ᛒ', 'ᛏ', 'ᛋ', 'ᛉ', 'ᛈ', 'ᛇ', 'ᛄ'],
    ['ᚾ', 'ᚻ', 'ᚹ', 'ᚷ', 'ᚳ', 'ᚱ', 'ᚩ', 'ᚦ', 'ᚢ', 'ᚠ', 'ᛠ', 'ᛡ', 'ᚣ', 'ᚫ', 'ᚪ', 'ᛞ', 'ᛟ', 'ᛝ', 'ᛚ', 'ᛗ', 'ᛖ', 'ᛒ', 'ᛏ', 'ᛋ', 'ᛉ', 'ᛈ', 'ᛇ', 'ᛄ', 'ᛁ'],
    ['ᚻ', 'ᚹ', 'ᚷ', 'ᚳ', 'ᚱ', 'ᚩ', 'ᚦ', 'ᚢ', 'ᚠ', 'ᛠ', 'ᛡ', 'ᚣ', 'ᚫ', 'ᚪ', 'ᛞ', 'ᛟ', 'ᛝ', 'ᛚ', 'ᛗ', 'ᛖ', 'ᛒ', 'ᛏ', 'ᛋ', 'ᛉ', 'ᛈ', 'ᛇ', 'ᛄ', 'ᛁ', 'ᚾ'],
    ['ᚹ', 'ᚷ', 'ᚳ', 'ᚱ', 'ᚩ', 'ᚦ', 'ᚢ', 'ᚠ', 'ᛠ', 'ᛡ', 'ᚣ', 'ᚫ', 'ᚪ', 'ᛞ', 'ᛟ', 'ᛝ', 'ᛚ', 'ᛗ', 'ᛖ', 'ᛒ', 'ᛏ', 'ᛋ', 'ᛉ', 'ᛈ', 'ᛇ', 'ᛄ', 'ᛁ', 'ᚾ', 'ᚻ'],
    ['ᚷ', 'ᚳ', 'ᚱ', 'ᚩ', 'ᚦ', 'ᚢ', 'ᚠ', 'ᛠ', 'ᛡ', 'ᚣ', 'ᚫ', 'ᚪ', 'ᛞ', 'ᛟ', 'ᛝ', 'ᛚ', 'ᛗ', 'ᛖ', 'ᛒ', 'ᛏ', 'ᛋ', 'ᛉ', 'ᛈ', 'ᛇ', 'ᛄ', 'ᛁ', 'ᚾ', 'ᚻ', 'ᚹ'],
    ['ᚳ', 'ᚱ', 'ᚩ', 'ᚦ', 'ᚢ', 'ᚠ', 'ᛠ', 'ᛡ', 'ᚣ', 'ᚫ', 'ᚪ', 'ᛞ', 'ᛟ', 'ᛝ', 'ᛚ', 'ᛗ', 'ᛖ', 'ᛒ', 'ᛏ', 'ᛋ', 'ᛉ', 'ᛈ', 'ᛇ', 'ᛄ', 'ᛁ', 'ᚾ', 'ᚻ', 'ᚹ', 'ᚷ'],
    ['ᚱ', 'ᚩ', 'ᚦ', 'ᚢ', 'ᚠ', 'ᛠ', 'ᛡ', 'ᚣ', 'ᚫ', 'ᚪ', 'ᛞ', 'ᛟ', 'ᛝ', 'ᛚ', 'ᛗ', 'ᛖ', 'ᛒ', 'ᛏ', 'ᛋ', 'ᛉ', 'ᛈ', 'ᛇ', 'ᛄ', 'ᛁ', 'ᚾ', 'ᚻ', 'ᚹ', 'ᚷ', 'ᚳ'],
    ['ᚩ', 'ᚦ', 'ᚢ', 'ᚠ', 'ᛠ', 'ᛡ', 'ᚣ', 'ᚫ', 'ᚪ', 'ᛞ', 'ᛟ', 'ᛝ', 'ᛚ', 'ᛗ', 'ᛖ', 'ᛒ', 'ᛏ', 'ᛋ', 'ᛉ', 'ᛈ', 'ᛇ', 'ᛄ', 'ᛁ', 'ᚾ', 'ᚻ', 'ᚹ', 'ᚷ', 'ᚳ', 'ᚱ'],
    ['ᚦ', 'ᚢ', 'ᚠ', 'ᛠ', 'ᛡ', 'ᚣ', 'ᚫ', 'ᚪ', 'ᛞ', 'ᛟ', 'ᛝ', 'ᛚ', 'ᛗ', 'ᛖ', 'ᛒ', 'ᛏ', 'ᛋ', 'ᛉ', 'ᛈ', 'ᛇ', 'ᛄ', 'ᛁ', 'ᚾ', 'ᚻ', 'ᚹ', 'ᚷ', 'ᚳ', 'ᚱ', 'ᚩ'],
    ['ᚢ', 'ᚠ', 'ᛠ', 'ᛡ', 'ᚣ', 'ᚫ', 'ᚪ', 'ᛞ', 'ᛟ', 'ᛝ', 'ᛚ', 'ᛗ', 'ᛖ', 'ᛒ', 'ᛏ', 'ᛋ', 'ᛉ', 'ᛈ', 'ᛇ', 'ᛄ', 'ᛁ', 'ᚾ', 'ᚻ', 'ᚹ', 'ᚷ', 'ᚳ', 'ᚱ', 'ᚩ', 'ᚦ'],
    ['ᚠ', 'ᛠ', 'ᛡ', 'ᚣ', 'ᚫ', 'ᚪ', 'ᛞ', 'ᛟ', 'ᛝ', 'ᛚ', 'ᛗ', 'ᛖ', 'ᛒ', 'ᛏ', 'ᛋ', 'ᛉ', 'ᛈ', 'ᛇ', 'ᛄ', 'ᛁ', 'ᚾ', 'ᚻ', 'ᚹ', 'ᚷ', 'ᚳ', 'ᚱ', 'ᚩ', 'ᚦ', 'ᚢ'],
]

Beaufort_Table_Letters = [
    ['EA','IA','Y','AE','A','D','OE','ING','L','M','E','B','T','S','X','P','EO','J','I','N','H','W','G','C','R','O','TH','U','F'],
    ['IA','Y','AE','A','D','OE','ING','L','M','E','B','T','S','X','P','EO','J','I','N','H','W','G','C','R','O','TH','U','F','EA'],
    ['Y','AE','A','D','OE','ING','L','M','E','B','T','S','X','P','EO','J','I','N','H','W','G','C','R','O','TH','U','F','EA','IA'],
    ['AE','A','D','OE','ING','L','M','E','B','T','S','X','P','EO','J','I','N','H','W','G','C','R','O','TH','U','F','EA','IA','Y'],
    ['A','D','OE','ING','L','M','E','B','T','S','X','P','EO','J','I','N','H','W','G','C','R','O','TH','U','F','EA','IA','Y','AE'],
    ['D','OE','ING','L','M','E','B','T','S','X','P','EO','J','I','N','H','W','G','C','R','O','TH','U','F','EA','IA','Y','AE','A'],
    ['OE','ING','L','M','E','B','T','S','X','P','EO','J','I','N','H','W','G','C','R','O','TH','U','F','EA','IA','Y','AE','A','D'],
    ['ING','L','M','E','B','T','S','X','P','EO','J','I','N','H','W','G','C','R','O','TH','U','F','EA','IA','Y','AE','A','D','OE'],
    ['L','M','E','B','T','S','X','P','EO','J','I','N','H','W','G','C','R','O','TH','U','F','EA','IA','Y','AE','A','D','OE','ING'],
    ['M','E','B','T','S','X','P','EO','J','I','N','H','W','G','C','R','O','TH','U','F','EA','IA','Y','AE','A','D','OE','ING','L'],
    ['E','B','T','S','X','P','EO','J','I','N','H','W','G','C','R','O','TH','U','F','EA','IA','Y','AE','A','D','OE','ING','L','M'],
    ['B','T','S','X','P','EO','J','I','N','H','W','G','C','R','O','TH','U','F','EA','IA','Y','AE','A','D','OE','ING','L','M','E'],
    ['T','S','X','P','EO','J','I','N','H','W','G','C','R','O','TH','U','F','EA','IA','Y','AE','A','D','OE','ING','L','M','E','B'],
    ['S','X','P','EO','J','I','N','H','W','G','C','R','O','TH','U','F','EA','IA','Y','AE','A','D','OE','ING','L','M','E','B','T'],
    ['X','P','EO','J','I','N','H','W','G','C','R','O','TH','U','F','EA','IA','Y','AE','A','D','OE','ING','L','M','E','B','T','S'],
    ['P','EO','J','I','N','H','W','G','C','R','O','TH','U','F','EA','IA','Y','AE','A','D','OE','ING','L','M','E','B','T','S','X'],
    ['EO','J','I','N','H','W','G','C','R','O','TH','U','F','EA','IA','Y','AE','A','D','OE','ING','L','M','E','B','T','S','X','P'],
    ['J','I','N','H','W','G','C','R','O','TH','U','F','EA','IA','Y','AE','A','D','OE','ING','L','M','E','B','T','S','X','P','EO'],
    ['I','N','H','W','G','C','R','O','TH','U','F','EA','IA','Y','AE','A','D','OE','ING','L','M','E','B','T','S','X','P','EO','J'],
    ['N','H','W','G','C','R','O','TH','U','F','EA','IA','Y','AE','A','D','OE','ING','L','M','E','B','T','S','X','P','EO','J','I'],
    ['H','W','G','C','R','O','TH','U','F','EA','IA','Y','AE','A','D','OE','ING','L','M','E','B','T','S','X','P','EO','J','I','N'],
    ['W','G','C','R','O','TH','U','F','EA','IA','Y','AE','A','D','OE','ING','L','M','E','B','T','S','X','P','EO','J','I','N','H'],
    ['G','C','R','O','TH','U','F','EA','IA','Y','AE','A','D','OE','ING','L','M','E','B','T','S','X','P','EO','J','I','N','H','W'],
    ['C','R','O','TH','U','F','EA','IA','Y','AE','A','D','OE','ING','L','M','E','B','T','S','X','P','EO','J','I','N','H','W','G'],
    ['R','O','TH','U','F','EA','IA','Y','AE','A','D','OE','ING','L','M','E','B','T','S','X','P','EO','J','I','N','H','W','G','C'],
    ['O','TH','U','F','EA','IA','Y','AE','A','D','OE','ING','L','M','E','B','T','S','X','P','EO','J','I','N','H','W','G','C','R'],
    ['TH','U','F','EA','IA','Y','AE','A','D','OE','ING','L','M','E','B','T','S','X','P','EO','J','I','N','H','W','G','C','R','O'],
    ['U','F','EA','IA','Y','AE','A','D','OE','ING','L','M','E','B','T','S','X','P','EO','J','I','N','H','W','G','C','R','O','TH'],
    ['F','EA','IA','Y','AE','A','D','OE','ING','L','M','E','B','T','S','X','P','EO','J','I','N','H','W','G','C','R','O','TH','U'],
]

P0 = ['ᛋ', 'ᚻ', 'ᛇ', 'ᚷ', 'ᛗ', 'ᛡ', 'ᚠ', 'ᛋ', 'ᚣ', 'ᛖ', 'ᛝ', 'ᚳ', 'ᚦ', 'ᛄ', 'ᚷ', 'ᚫ', 'ᚠ', 'ᛄ', 'ᛟ', 'ᚩ', 'ᚾ', 'ᚦ', 'ᚾ', 'ᛖ', 'ᚹ', 'ᛒ', 'ᚪ', 'ᛋ', 'ᛟ', 'ᛇ', 'ᛁ', 'ᛝ', 'ᚢ', 'ᚾ', 'ᚫ', 'ᚷ', 'ᛁ', 'ᚦ', 'ᚻ', 'ᛒ', 'ᚾ', 'ᛡ', 'ᛈ', 'ᛒ', 'ᚾ', 'ᛇ', 'ᛄ', 'ᚦ', 'ᚪ', 'ᛝ', 'ᚣ', 'ᛉ', 'ᛒ', 'ᛞ', 'ᛈ', 'ᛖ', 'ᛡ', 'ᚠ', 'ᛉ', 'ᚷ', 'ᚠ', 'ᛋ', 'ᛈ', 'ᛏ', 'ᚠ', 'ᛈ', 'ᚢ', 'ᛝ', 'ᚣ', 'ᛝ', 'ᛉ', 'ᛡ', 'ᚣ', 'ᚻ', 'ᛒ', 'ᚢ', 'ᚷ', 'ᚩ', 'ᛈ', 'ᛝ', 'ᚫ', 'ᚦ', 'ᛁ', 'ᚫ', 'ᚻ', 'ᛉ', 'ᚦ', 'ᛈ', 'ᚷ', 'ᚣ', 'ᚠ', 'ᛝ', 'ᚳ', 'ᛄ', 'ᚦ', 'ᚪ', 'ᛗ', 'ᛁ', 'ᛝ', 'ᛁ', 'ᛡ', 'ᚣ', 'ᚻ', 'ᛇ', 'ᚦ', 'ᚫ', 'ᛡ', 'ᛉ', 'ᚣ', 'ᛖ', 'ᚢ', 'ᛝ', 'ᚳ', 'ᚠ', 'ᚾ', 'ᛇ', 'ᚦ', 'ᛄ', 'ᛁ', 'ᚦ', 'ᚦ', 'ᛈ', 'ᚣ', 'ᛝ', 'ᛠ', 'ᚣ', 'ᚾ', 'ᛖ', 'ᚣ', 'ᛞ', 'ᛉ', 'ᛝ', 'ᚹ', 'ᛒ', 'ᚳ', 'ᛉ', 'ᛞ', 'ᛒ', 'ᚠ', 'ᛗ', 'ᛏ', 'ᚾ', 'ᛖ', 'ᛠ', 'ᛄ', 'ᚾ', 'ᛚ', 'ᚷ', 'ᛒ', 'ᛉ', 'ᚷ', 'ᚦ', 'ᚣ', 'ᛁ', 'ᛞ', 'ᚪ', 'ᛝ', 'ᚷ', 'ᛗ', 'ᛄ', 'ᚱ', 'ᚩ', 'ᛚ', 'ᛇ', 'ᚣ', 'ᛏ', 'ᛈ', 'ᛁ', 'ᚦ', 'ᛞ', 'ᛄ', 'ᛟ', 'ᚻ', 'ᛚ', 'ᛠ', 'ᚠ', 'ᛉ', 'ᚫ', 'ᛈ', 'ᚷ', 'ᛉ', 'ᚠ', 'ᛚ', 'ᚹ', 'ᛇ', 'ᛏ', 'ᚫ', 'ᚠ', 'ᚷ', 'ᚾ', 'ᛗ', 'ᛇ', 'ᛚ', 'ᚾ', 'ᛝ', 'ᛗ', 'ᚠ', 'ᚱ', 'ᛡ', 'ᚪ', 'ᛋ', 'ᛠ', 'ᛗ', 'ᛝ', 'ᛉ', 'ᛉ', 'ᛇ', 'ᛞ', 'ᛒ', 'ᛟ', 'ᛞ', 'ᛗ', 'ᚩ', 'ᛠ', 'ᛇ', 'ᚻ', 'ᛞ', 'ᛝ', 'ᚷ', 'ᛟ', 'ᛝ', 'ᛚ', 'ᚢ', 'ᚱ', 'ᚾ', 'ᛏ', 'ᚫ', 'ᛋ', 'ᚣ', 'ᚢ', 'ᚻ', 'ᚱ', 'ᛏ', 'ᚻ', 'ᚳ', 'ᛋ', 'ᛟ', 'ᛏ', 'ᛟ', 'ᛝ', 'ᚢ', 'ᚱ', 'ᛋ', 'ᚠ', 'ᛟ', 'ᚹ', 'ᛠ', 'ᛟ', 'ᛚ', 'ᚠ', 'ᚫ', 'ᛗ', 'ᚱ', 'ᛝ', 'ᛞ', 'ᚪ', 'ᛗ', 'ᚱ', 'ᚹ']
    
P1 = ['ᚪ', 'ᛁ', 'ᛗ', 'ᛋ', 'ᚾ', 'ᛋ', 'ᛟ', 'ᚱ', 'ᚢ', 'ᚹ', 'ᛋ', 'ᛚ', 'ᛡ', 'ᛟ', 'ᚪ', 'ᚫ', 'ᛝ', 'ᛋ', 'ᛞ', 'ᛈ', 'ᛏ', 'ᚳ', 'ᚱ', 'ᚦ', 'ᛡ', 'ᚱ', 'ᛒ', 'ᚩ', 'ᛞ', 'ᚦ', 'ᚠ', 'ᚣ', 'ᛉ', 'ᛁ', 'ᛏ', 'ᛟ', 'ᛁ', 'ᚠ', 'ᛚ', 'ᚩ', 'ᚠ', 'ᛠ', 'ᚱ', 'ᚩ', 'ᛟ', 'ᛗ', 'ᚻ', 'ᛗ', 'ᚷ', 'ᛈ', 'ᚻ', 'ᚫ', 'ᚻ', 'ᚾ', 'ᚩ', 'ᚻ', 'ᚣ', 'ᛟ', 'ᛋ', 'ᛚ', 'ᚾ', 'ᚷ', 'ᚫ', 'ᚣ', 'ᛟ', 'ᚳ', 'ᛒ', 'ᛚ', 'ᛄ', 'ᛝ', 'ᛚ', 'ᛟ', 'ᚫ', 'ᛄ', 'ᛠ', 'ᚹ', 'ᛠ', 'ᚦ', 'ᚩ', 'ᛒ', 'ᛟ', 'ᚣ', 'ᚳ', 'ᚠ', 'ᚳ', 'ᛄ', 'ᛚ', 'ᚫ', 'ᚾ', 'ᚦ', 'ᛈ', 'ᚢ', 'ᛉ', 'ᛟ', 'ᛉ', 'ᚷ', 'ᛈ', 'ᚠ', 'ᛋ', 'ᛇ', 'ᚫ', 'ᛟ', 'ᛝ', 'ᛈ', 'ᛇ', 'ᚩ', 'ᛖ', 'ᚪ', 'ᚷ', 'ᚫ', 'ᛡ', 'ᛝ', 'ᚦ', 'ᚩ', 'ᛈ', 'ᚪ', 'ᛟ', 'ᚦ', 'ᚱ', 'ᛝ', 'ᚫ', 'ᚳ', 'ᛋ', 'ᛒ', 'ᛇ', 'ᚣ', 'ᚻ', 'ᛏ', 'ᛉ', 'ᛖ', 'ᛚ', 'ᚱ', 'ᚷ', 'ᚹ', 'ᚣ', 'ᛄ', 'ᚠ', 'ᛁ', 'ᚾ', 'ᛡ', 'ᚳ', 'ᚣ', 'ᛠ', 'ᛁ', 'ᛡ', 'ᚩ', 'ᚦ', 'ᛖ', 'ᚳ', 'ᚫ', 'ᚳ', 'ᛉ', 'ᛡ', 'ᛠ', 'ᚩ', 'ᛚ', 'ᚳ', 'ᚠ', 'ᚱ', 'ᛞ', 'ᛝ', 'ᛖ', 'ᚢ', 'ᛞ', 'ᚳ', 'ᛚ', 'ᛠ', 'ᛋ', 'ᛉ', 'ᚳ', 'ᚷ', 'ᛡ', 'ᚹ', 'ᛋ', 'ᚦ', 'ᚠ', 'ᛞ', 'ᛝ', 'ᛁ', 'ᛡ', 'ᛗ', 'ᚪ', 'ᚫ', 'ᚷ', 'ᚹ', 'ᛋ', 'ᚾ', 'ᛞ', 'ᚳ', 'ᛈ', 'ᚦ', 'ᛉ', 'ᛈ', 'ᛠ', 'ᛠ', 'ᚹ', 'ᚢ', 'ᛠ', 'ᚹ', 'ᚠ', 'ᚹ', 'ᛄ', 'ᚣ', 'ᛉ', 'ᛞ', 'ᚹ', 'ᚳ', 'ᚷ', 'ᚳ', 'ᛟ', 'ᛞ', 'ᛉ', 'ᛟ', 'ᚱ', 'ᛡ', 'ᚷ', 'ᚾ', 'ᛈ', 'ᚪ', 'ᚣ', 'ᛈ', 'ᚳ', 'ᚣ', 'ᚻ', 'ᚠ', 'ᛖ', 'ᛄ', 'ᛠ', 'ᚾ', 'ᛟ', 'ᚫ', 'ᚢ', 'ᚪ', 'ᚻ', 'ᚱ', 'ᛖ', 'ᛠ', 'ᚦ', 'ᚠ', 'ᛄ', 'ᚪ', 'ᛚ', 'ᛉ', 'ᛋ', 'ᛏ', 'ᛗ', 'ᚠ', 'ᛚ', 'ᚠ', 'ᛏ', 'ᚷ', 'ᛁ', 'ᚦ', 'ᚢ', 'ᛚ', 'ᚷ', 'ᛉ', 'ᛠ', 'ᛏ', 'ᛋ', 'ᛚ', 'ᛄ', 'ᛈ', 'ᛚ', 'ᛉ', 'ᛁ']

P2 = ['ᛟ', 'ᛗ', 'ᚢ', 'ᚻ', 'ᛏ', 'ᛒ', 'ᛇ', 'ᛚ', 'ᛞ', 'ᚻ', 'ᛒ', 'ᛗ', 'ᛠ', 'ᚱ', 'ᛒ', 'ᚾ', 'ᚻ', 'ᛒ', 'ᛖ', 'ᚷ', 'ᛇ', 'ᛞ', 'ᛚ', 'ᚹ', 'ᛇ', 'ᛡ', 'ᛈ', 'ᚩ', 'ᚻ', 'ᛖ', 'ᛠ', 'ᚹ', 'ᛁ', 'ᚱ', 'ᛁ', 'ᚻ', 'ᚢ', 'ᚦ', 'ᚻ', 'ᚣ', 'ᚾ', 'ᛉ', 'ᛒ', 'ᚷ', 'ᛄ', 'ᛈ', 'ᚢ', 'ᛝ', 'ᛠ', 'ᚠ', 'ᚾ', 'ᛁ', 'ᛖ', 'ᛞ', 'ᛡ', 'ᛝ', 'ᚱ', 'ᛞ', 'ᛒ', 'ᛄ', 'ᛡ', 'ᛟ', 'ᛗ', 'ᛁ', 'ᚠ', 'ᛏ', 'ᛄ', 'ᛞ', 'ᛁ', 'ᚦ', 'ᚱ', 'ᛚ', 'ᛋ', 'ᛖ', 'ᛇ', 'ᚩ', 'ᚷ', 'ᛒ', 'ᛏ', 'ᛞ', 'ᚦ', 'ᚪ', 'ᚾ', 'ᚳ', 'ᚣ', 'ᛡ', 'ᛋ', 'ᚦ', 'ᛞ', 'ᛝ', 'ᚠ', 'ᛚ', 'ᛖ', 'ᚷ', 'ᚻ', 'ᚳ', 'ᛖ', 'ᚩ', 'ᛁ', 'ᛏ', 'ᚾ', 'ᛉ', 'ᛈ', 'ᛏ', 'ᚠ', 'ᚻ', 'ᚱ', 'ᛞ', 'ᛖ', 'ᚠ', 'ᛏ', 'ᚫ', 'ᚹ', 'ᚻ', 'ᛒ', 'ᚳ', 'ᚠ', 'ᛈ', 'ᚪ', 'ᛚ', 'ᚢ', 'ᛠ', 'ᚾ', 'ᛚ', 'ᛄ', 'ᛄ', 'ᚳ', 'ᛚ', 'ᚹ', 'ᛠ', 'ᛞ', 'ᚢ', 'ᛞ', 'ᛇ', 'ᛠ', 'ᛉ', 'ᛞ', 'ᚹ', 'ᚻ', 'ᛠ', 'ᚦ', 'ᛡ', 'ᚫ', 'ᚳ', 'ᛚ', 'ᛏ', 'ᚹ', 'ᛖ', 'ᛁ', 'ᚳ', 'ᛈ', 'ᛟ', 'ᛞ', 'ᚳ', 'ᚾ', 'ᚻ', 'ᚪ', 'ᚱ', 'ᛁ', 'ᚷ', 'ᚦ', 'ᛠ', 'ᛖ', 'ᛏ', 'ᚷ', 'ᚦ', 'ᚻ', 'ᚩ', 'ᛡ', 'ᚹ', 'ᚫ', 'ᛄ', 'ᛖ', 'ᛝ', 'ᛠ', 'ᛞ', 'ᚩ', 'ᚫ', 'ᚪ', 'ᛚ', 'ᛒ', 'ᛄ', 'ᚳ', 'ᚢ', 'ᛉ', 'ᛏ', 'ᚪ', 'ᛒ', 'ᛄ', 'ᛈ', 'ᚠ', 'ᛠ', 'ᚻ', 'ᛞ', 'ᚾ', 'ᛡ', 'ᚢ', 'ᛈ', 'ᛋ', 'ᚢ', 'ᚹ']

P3 = ['ᛚ', 'ᛄ', 'ᛇ', 'ᚻ', 'ᛝ', 'ᚳ', 'ᚦ', 'ᛏ', 'ᚫ', 'ᛄ', 'ᛏ', 'ᛉ', 'ᚻ', 'ᛏ', 'ᚢ', 'ᛟ', 'ᛋ', 'ᛈ', 'ᚱ', 'ᚷ', 'ᚣ', 'ᚾ', 'ᚪ', 'ᚷ', 'ᛇ', 'ᛝ', 'ᚾ', 'ᚹ', 'ᚠ', 'ᚣ', 'ᚾ', 'ᛒ', 'ᛠ', 'ᛡ', 'ᛈ', 'ᚾ', 'ᚣ', 'ᚪ', 'ᛋ', 'ᛗ', 'ᛒ', 'ᛡ', 'ᛠ', 'ᛡ', 'ᛁ', 'ᚩ', 'ᛒ', 'ᚱ', 'ᚾ', 'ᛚ', 'ᛠ', 'ᚱ', 'ᛚ', 'ᛚ', 'ᛖ', 'ᛒ', 'ᚹ', 'ᚾ', 'ᚻ', 'ᛗ', 'ᚠ', 'ᛟ', 'ᛒ', 'ᛝ', 'ᚱ', 'ᚪ', 'ᛡ', 'ᚷ', 'ᛟ', 'ᛇ', 'ᛏ', 'ᛗ', 'ᛉ', 'ᛞ', 'ᛇ', 'ᛗ', 'ᚣ', 'ᚻ', 'ᛠ', 'ᛁ', 'ᛚ', 'ᛋ', 'ᚾ', 'ᚹ', 'ᚳ', 'ᚠ', 'ᛈ', 'ᛗ', 'ᛈ', 'ᛚ', 'ᛠ', 'ᛋ', 'ᚦ', 'ᚠ', 'ᛟ', 'ᛡ', 'ᚦ', 'ᛖ', 'ᚣ', 'ᚳ', 'ᛄ', 'ᛚ', 'ᚳ', 'ᛡ', 'ᛗ', 'ᛒ', 'ᛞ', 'ᚳ', 'ᛇ', 'ᛄ', 'ᛁ', 'ᛏ', 'ᛟ', 'ᛞ', 'ᛠ', 'ᛖ', 'ᛡ', 'ᚾ', 'ᛏ', 'ᛈ', 'ᛞ', 'ᚦ', 'ᛇ', 'ᛞ', 'ᛇ', 'ᚫ', 'ᛚ', 'ᚳ', 'ᛡ', 'ᛇ', 'ᛠ', 'ᚻ', 'ᚹ', 'ᛗ', 'ᚣ', 'ᚦ', 'ᚢ', 'ᚻ', 'ᛏ', 'ᚦ', 'ᚱ', 'ᚻ', 'ᛝ', 'ᛚ', 'ᛝ', 'ᛋ', 'ᚾ', 'ᚫ', 'ᛠ', 'ᚷ', 'ᛋ', 'ᛚ', 'ᛋ', 'ᛉ', 'ᚩ', 'ᚻ', 'ᚹ', 'ᛞ', 'ᛗ', 'ᛖ', 'ᛗ', 'ᚪ', 'ᚠ', 'ᚳ', 'ᚣ', 'ᚳ', 'ᚫ', 'ᚾ', 'ᛏ', 'ᚦ', 'ᚷ', 'ᛁ', 'ᛄ', 'ᛁ', 'ᚳ', 'ᛞ', 'ᛡ', 'ᛉ', 'ᚻ', 'ᚫ', 'ᚫ', 'ᛠ', 'ᚷ', 'ᛠ', 'ᛝ', 'ᚠ', 'ᛏ', 'ᚩ', 'ᚱ', 'ᛞ', 'ᚳ', 'ᛇ', 'ᚠ', 'ᚢ', 'ᛉ', 'ᛠ', 'ᛒ', 'ᚩ', 'ᛉ', 'ᛁ', 'ᚣ', 'ᚷ', 'ᛋ', 'ᛋ', 'ᛒ', 'ᛠ', 'ᚩ', 'ᛁ', 'ᛈ', 'ᛁ', 'ᛄ', 'ᛁ', 'ᚩ', 'ᛖ', 'ᚻ', 'ᛠ', 'ᚻ']

P4 = ['ᛚ', 'ᛡ', 'ᚣ', 'ᛈ', 'ᛉ', 'ᛁ', 'ᚹ', 'ᛗ', 'ᚳ', 'ᛁ', 'ᛚ', 'ᚷ', 'ᚠ', 'ᚾ', 'ᛡ', 'ᚳ', 'ᛉ', 'ᛈ', 'ᚩ', 'ᚱ', 'ᛡ', 'ᚻ', 'ᛄ', 'ᛗ', 'ᛟ', 'ᛉ', 'ᛝ', 'ᚢ', 'ᛗ', 'ᛇ', 'ᛠ', 'ᚷ', 'ᛝ', 'ᛝ', 'ᚹ', 'ᚳ', 'ᛚ', 'ᛝ', 'ᚢ', 'ᛉ', 'ᛄ', 'ᚠ', 'ᛟ', 'ᚢ', 'ᚷ', 'ᛠ', 'ᛗ', 'ᛉ', 'ᚪ', 'ᚹ', 'ᛚ', 'ᚢ', 'ᛉ', 'ᚫ', 'ᛗ', 'ᛞ', 'ᛝ', 'ᚻ', 'ᚱ', 'ᚣ', 'ᚻ', 'ᚪ', 'ᚷ', 'ᛁ', 'ᚠ', 'ᚷ', 'ᚳ', 'ᚫ', 'ᛝ', 'ᛄ', 'ᛇ', 'ᛉ', 'ᛡ', 'ᚾ', 'ᚦ', 'ᛒ', 'ᚢ', 'ᛄ', 'ᚱ', 'ᚹ', 'ᚷ', 'ᛚ', 'ᛟ', 'ᚷ', 'ᚦ', 'ᛇ', 'ᚠ', 'ᚦ', 'ᛠ', 'ᛁ', 'ᛋ', 'ᚷ', 'ᚷ', 'ᚣ', 'ᛠ', 'ᛡ', 'ᛈ', 'ᛡ', 'ᚫ', 'ᛚ', 'ᚦ', 'ᛠ', 'ᛉ', 'ᚫ', 'ᛖ', 'ᛗ', 'ᛖ', 'ᛏ', 'ᛟ', 'ᛏ', 'ᛠ', 'ᚳ', 'ᚠ', 'ᚳ', 'ᛠ', 'ᚷ', 'ᚦ', 'ᛈ', 'ᛁ', 'ᚳ', 'ᚾ', 'ᛇ', 'ᚣ', 'ᛝ', 'ᛄ', 'ᛝ', 'ᛗ', 'ᚹ', 'ᚳ', 'ᚾ', 'ᛒ', 'ᚣ', 'ᛠ', 'ᚩ', 'ᛟ', 'ᚷ', 'ᚱ', 'ᛗ', 'ᚱ', 'ᛗ', 'ᛈ', 'ᛡ', 'ᚹ', 'ᚫ', 'ᛟ', 'ᚦ', 'ᛟ', 'ᛈ', 'ᛉ', 'ᛄ', 'ᛚ', 'ᚱ', 'ᛚ', 'ᚱ', 'ᛒ', 'ᚪ', 'ᛈ', 'ᛏ', 'ᛉ', 'ᛚ', 'ᛏ', 'ᛗ', 'ᛉ', 'ᛁ', 'ᚹ', 'ᛄ', 'ᛋ', 'ᛟ', 'ᛗ', 'ᚾ', 'ᚱ', 'ᛖ', 'ᛒ', 'ᛋ', 'ᚳ', 'ᛏ', 'ᛚ', 'ᛟ', 'ᛋ', 'ᛒ', 'ᚠ', 'ᛉ', 'ᚦ', 'ᚪ', 'ᛠ', 'ᚢ', 'ᛇ', 'ᛉ', 'ᚱ', 'ᚷ', 'ᛏ', 'ᛇ', 'ᛠ', 'ᛁ', 'ᛄ', 'ᛒ', 'ᛟ', 'ᛉ', 'ᚷ', 'ᛄ', 'ᛝ', 'ᛠ', 'ᚦ', 'ᚱ', 'ᛝ', 'ᛒ', 'ᚾ', 'ᚢ', 'ᚪ', 'ᛝ', 'ᛒ', 'ᛈ', 'ᛋ', 'ᛠ', 'ᛈ', 'ᚹ', 'ᚩ', 'ᚻ', 'ᛖ', 'ᚫ', 'ᛇ', 'ᚷ', 'ᚾ', 'ᚫ', 'ᛋ', 'ᛇ', 'ᚩ', 'ᛈ', 'ᛗ', 'ᛖ', 'ᛉ', 'ᛡ', 'ᛒ', 'ᚹ', 'ᚢ', 'ᛖ', 'ᛁ', 'ᛞ', 'ᛈ', 'ᚪ', 'ᛇ', 'ᚷ', 'ᛋ', 'ᚳ', 'ᚷ', 'ᛞ', 'ᛈ', 'ᚣ', 'ᛡ', 'ᛚ', 'ᚦ', 'ᚱ', 'ᚳ', 'ᚢ', 'ᚠ', 'ᛇ', 'ᚦ', 'ᛉ', 'ᛖ', 'ᛚ', 'ᚢ']

P5 = ['ᚱ', 'ᚫ', 'ᛉ', 'ᚻ', 'ᛄ', 'ᚫ', 'ᛗ', 'ᛚ', 'ᚠ', 'ᚳ', 'ᛝ', 'ᛞ', 'ᛁ', 'ᛝ', 'ᚩ', 'ᚳ', 'ᛋ', 'ᛟ', 'ᛖ', 'ᚣ', 'ᛟ', 'ᚻ', 'ᚢ', 'ᚷ', 'ᛞ', 'ᚹ', 'ᚪ', 'ᛖ', 'ᛋ', 'ᚷ', 'ᛝ', 'ᚠ', 'ᛉ', 'ᛞ', 'ᛉ', 'ᛄ', 'ᛠ', 'ᚻ', 'ᛁ', 'ᚦ', 'ᛈ', 'ᛉ', 'ᚣ', 'ᛡ', 'ᛇ', 'ᛞ', 'ᛇ', 'ᛝ', 'ᛇ', 'ᛝ', 'ᛖ', 'ᛠ', 'ᛞ', 'ᚱ', 'ᛚ', 'ᛇ', 'ᛏ', 'ᛉ', 'ᛏ', 'ᚣ', 'ᚱ', 'ᛇ', 'ᛈ', 'ᛝ', 'ᛇ', 'ᛈ', 'ᚩ', 'ᛁ', 'ᛚ', 'ᛖ', 'ᚠ', 'ᛇ', 'ᚫ', 'ᚪ', 'ᚣ', 'ᛝ', 'ᚠ', 'ᚣ', 'ᚠ', 'ᛞ', 'ᚾ', 'ᛚ', 'ᛉ', 'ᛏ', 'ᚾ', 'ᚫ', 'ᛋ', 'ᛁ', 'ᚩ', 'ᚳ', 'ᚢ', 'ᚣ', 'ᛠ', 'ᚾ', 'ᛏ', 'ᚷ', 'ᚳ', 'ᚪ', 'ᛉ', 'ᛡ', 'ᛇ', 'ᚦ', 'ᛄ', 'ᚣ', 'ᛄ', 'ᛚ', 'ᛟ', 'ᛖ', 'ᛚ', 'ᚣ', 'ᛈ', 'ᛡ', 'ᛖ', 'ᚹ', 'ᛟ', 'ᛇ', 'ᚾ', 'ᚪ', 'ᚻ', 'ᛞ', 'ᛇ', 'ᛋ', 'ᚦ', 'ᚣ', 'ᛇ', 'ᚦ', 'ᛄ', 'ᚦ', 'ᚱ', 'ᚢ', 'ᚳ', 'ᛠ', 'ᚪ', 'ᚢ', 'ᛄ', 'ᛡ', 'ᛈ', 'ᚣ', 'ᚫ', 'ᛇ', 'ᛋ', 'ᚻ', 'ᛠ', 'ᛏ', 'ᚣ', 'ᛞ', 'ᚣ', 'ᚫ', 'ᚠ', 'ᚻ', 'ᚩ', 'ᛟ', 'ᛗ', 'ᛉ', 'ᛟ', 'ᛄ', 'ᚷ', 'ᚢ', 'ᛡ', 'ᚱ', 'ᛡ', 'ᚳ', 'ᛁ', 'ᚠ', 'ᛟ', 'ᛁ', 'ᛄ', 'ᛈ', 'ᛒ', 'ᛖ', 'ᛝ', 'ᚣ', 'ᚦ', 'ᚩ', 'ᚫ', 'ᚣ', 'ᛠ', 'ᛉ', 'ᛡ', 'ᛖ', 'ᛚ', 'ᛁ', 'ᚱ', 'ᚣ', 'ᛞ', 'ᛠ', 'ᛄ', 'ᚫ', 'ᚳ', 'ᛗ', 'ᚷ', 'ᛁ', 'ᚫ', 'ᚢ', 'ᚪ', 'ᚫ', 'ᛄ', 'ᚪ', 'ᚻ', 'ᛈ', 'ᚠ', 'ᛞ', 'ᛚ', 'ᛁ', 'ᛠ', 'ᛈ', 'ᛟ', 'ᚣ', 'ᚩ', 'ᚢ', 'ᛒ', 'ᚷ', 'ᛝ', 'ᛟ', 'ᚢ', 'ᛝ', 'ᛋ', 'ᚢ', 'ᚳ', 'ᛏ', 'ᛞ', 'ᚫ', 'ᛈ', 'ᚩ', 'ᛄ', 'ᛒ', 'ᚻ', 'ᚱ', 'ᛁ', 'ᚷ', 'ᚻ', 'ᛄ', 'ᚣ', 'ᚹ', 'ᛗ', 'ᛇ', 'ᚾ', 'ᚫ', 'ᛞ', 'ᛝ', 'ᛇ', 'ᛟ', 'ᛄ', 'ᛝ', 'ᚳ', 'ᛖ', 'ᛠ', 'ᛉ', 'ᚪ', 'ᚱ', 'ᚣ', 'ᚪ', 'ᚢ', 'ᛏ', 'ᚳ', 'ᛈ', 'ᚳ', 'ᚩ', 'ᛇ', 'ᛟ', 'ᚫ', 'ᛈ', 'ᛏ']

P6 = ['ᛉ', 'ᚳ', 'ᛏ', 'ᚻ', 'ᛞ', 'ᛇ', 'ᛉ', 'ᛒ', 'ᛠ', 'ᚫ', 'ᚾ', 'ᛄ', 'ᛠ', 'ᚪ', 'ᛒ', 'ᛖ', 'ᛠ', 'ᚹ', 'ᛡ', 'ᛚ', 'ᚹ', 'ᛁ', 'ᛡ', 'ᛋ', 'ᛈ', 'ᛚ', 'ᚦ', 'ᚪ', 'ᛋ', 'ᛄ', 'ᛡ', 'ᛞ', 'ᚣ', 'ᚱ', 'ᛞ', 'ᛟ', 'ᚦ', 'ᚱ', 'ᛉ', 'ᛟ', 'ᚹ', 'ᚣ', 'ᛞ', 'ᛏ', 'ᚷ', 'ᛚ', 'ᛡ', 'ᚻ', 'ᚹ', 'ᛗ', 'ᚱ', 'ᛝ', 'ᚠ', 'ᚳ', 'ᚱ', 'ᚫ', 'ᛁ', 'ᛒ', 'ᚷ', 'ᛈ', 'ᚣ', 'ᛞ', 'ᚪ', 'ᚱ', 'ᚪ', 'ᛉ', 'ᛟ', 'ᚢ', 'ᚩ', 'ᛁ', 'ᛠ', 'ᚪ', 'ᛏ', 'ᛉ', 'ᛒ', 'ᛗ', 'ᚷ', 'ᛡ', 'ᛋ', 'ᛒ', 'ᛉ', 'ᛇ', 'ᚷ', 'ᚾ', 'ᛠ', 'ᚫ', 'ᚷ', 'ᛝ', 'ᛞ', 'ᛉ', 'ᛖ', 'ᛏ', 'ᚩ', 'ᚷ', 'ᛡ', 'ᛝ', 'ᚻ', 'ᛏ', 'ᚳ', 'ᛁ', 'ᚣ', 'ᛄ', 'ᛏ', 'ᛟ', 'ᚩ', 'ᚻ', 'ᚱ', 'ᛄ', 'ᚳ', 'ᛖ', 'ᛡ', 'ᚩ', 'ᛞ', 'ᚪ', 'ᛏ', 'ᚣ', 'ᚢ', 'ᚾ', 'ᚱ', 'ᛇ', 'ᚫ', 'ᚫ', 'ᛁ', 'ᛖ', 'ᚠ', 'ᛝ', 'ᚦ', 'ᚻ', 'ᛉ', 'ᛁ', 'ᛟ', 'ᛋ', 'ᛁ', 'ᛗ', 'ᚪ', 'ᚢ', 'ᛄ', 'ᚳ', 'ᛋ', 'ᚹ', 'ᚾ', 'ᚣ', 'ᚩ', 'ᛈ', 'ᛉ', 'ᚱ', 'ᛚ', 'ᚫ', 'ᛟ', 'ᛏ', 'ᛡ', 'ᛄ', 'ᛈ', 'ᛗ', 'ᛞ', 'ᛋ', 'ᚠ', 'ᛗ', 'ᛟ', 'ᚹ', 'ᛞ', 'ᛚ', 'ᛏ', 'ᚷ', 'ᚱ', 'ᚩ', 'ᚢ', 'ᛋ', 'ᚻ', 'ᚪ', 'ᚣ', 'ᛇ', 'ᛡ', 'ᛚ', 'ᚢ', 'ᚻ', 'ᛈ', 'ᚹ', 'ᛄ', 'ᛚ', 'ᚷ', 'ᛒ', 'ᛗ', 'ᚢ', 'ᛄ', 'ᛗ', 'ᛇ', 'ᚾ', 'ᛇ', 'ᚫ', 'ᛚ', 'ᚪ', 'ᛚ', 'ᚷ', 'ᚪ', 'ᛋ']

P7 = ['ᚻ', 'ᛝ', 'ᛚ', 'ᚦ', 'ᛒ', 'ᛋ', 'ᚳ', 'ᚢ', 'ᚳ', 'ᚩ', 'ᛡ', 'ᛚ', 'ᚳ', 'ᛄ', 'ᛉ', 'ᚪ', 'ᚾ', 'ᛇ', 'ᛉ', 'ᛠ', 'ᛗ', 'ᛈ', 'ᚢ', 'ᛗ', 'ᚠ', 'ᛚ', 'ᛠ', 'ᛝ', 'ᛒ', 'ᛉ', 'ᛁ', 'ᛚ', 'ᚦ', 'ᚱ', 'ᛠ', 'ᛡ', 'ᛁ', 'ᚳ', 'ᚩ', 'ᛉ', 'ᛖ', 'ᛞ', 'ᛡ', 'ᛏ', 'ᛋ', 'ᛗ', 'ᛠ', 'ᛄ', 'ᛈ', 'ᛠ', 'ᛟ', 'ᛡ', 'ᚫ', 'ᚦ', 'ᚹ', 'ᚻ', 'ᛈ', 'ᛇ', 'ᚪ', 'ᚷ', 'ᛈ', 'ᚻ', 'ᛠ', 'ᚳ', 'ᛚ', 'ᛠ', 'ᛈ', 'ᛡ', 'ᚣ', 'ᚾ', 'ᛁ', 'ᛚ', 'ᛡ', 'ᛁ', 'ᚳ', 'ᚫ', 'ᛇ', 'ᚾ', 'ᚫ', 'ᚳ', 'ᛡ', 'ᚱ', 'ᛡ', 'ᛚ', 'ᛞ', 'ᛒ', 'ᛟ', 'ᛝ', 'ᛡ', 'ᛉ', 'ᛗ', 'ᛝ', 'ᚳ', 'ᚻ', 'ᛟ', 'ᛠ', 'ᚾ', 'ᛈ', 'ᚳ', 'ᚦ', 'ᛁ', 'ᛇ', 'ᚦ', 'ᛇ', 'ᚢ', 'ᚩ', 'ᚦ', 'ᛈ', 'ᚪ', 'ᛡ', 'ᛚ', 'ᛟ', 'ᚹ', 'ᛡ', 'ᛈ', 'ᛄ', 'ᛗ', 'ᚷ', 'ᛒ', 'ᛈ', 'ᛋ', 'ᚾ', 'ᛇ', 'ᛏ', 'ᚩ', 'ᚷ', 'ᚢ', 'ᚾ', 'ᚫ', 'ᛖ', 'ᚾ', 'ᚣ', 'ᛁ', 'ᛖ', 'ᛞ', 'ᛝ', 'ᛞ', 'ᛝ', 'ᛚ', 'ᚢ', 'ᛚ', 'ᛉ', 'ᚪ', 'ᚾ', 'ᛝ', 'ᛇ', 'ᚪ', 'ᛄ', 'ᚻ', 'ᛞ', 'ᚹ', 'ᛈ', 'ᚫ', 'ᚹ', 'ᚫ', 'ᛇ', 'ᛁ', 'ᛚ', 'ᛝ', 'ᚦ', 'ᚾ', 'ᚳ', 'ᛒ', 'ᛁ', 'ᛏ', 'ᛠ', 'ᚳ', 'ᚩ', 'ᛇ', 'ᛖ', 'ᛝ', 'ᚳ', 'ᚻ', 'ᛟ', 'ᚻ', 'ᚫ', 'ᛄ', 'ᛟ', 'ᛉ', 'ᛁ', 'ᚳ', 'ᛖ', 'ᛏ', 'ᛋ', 'ᚹ', 'ᛖ', 'ᚾ', 'ᛡ', 'ᚣ', 'ᛄ', 'ᛗ', 'ᛖ', 'ᚳ', 'ᚪ', 'ᛞ', 'ᚩ', 'ᛟ', 'ᛏ', 'ᚦ', 'ᚫ', 'ᚳ', 'ᚹ', 'ᛄ', 'ᛉ', 'ᛠ', 'ᚷ', 'ᛠ', 'ᛗ']

P8 = ['ᛉ', 'ᛁ', 'ᛉ', 'ᛗ', 'ᚢ', 'ᛉ', 'ᛗ', 'ᚳ', 'ᚦ', 'ᛈ', 'ᚩ', 'ᛒ', 'ᛡ', 'ᚾ', 'ᛏ', 'ᛠ', 'ᛉ', 'ᛈ', 'ᚱ', 'ᚣ', 'ᚩ', 'ᚳ', 'ᛠ', 'ᛗ', 'ᛝ', 'ᚷ', 'ᛉ', 'ᛚ', 'ᚢ', 'ᛝ', 'ᛁ', 'ᛏ', 'ᚩ', 'ᛄ', 'ᚠ', 'ᛝ', 'ᛋ', 'ᛚ', 'ᚾ', 'ᛞ', 'ᚩ', 'ᛗ', 'ᛇ', 'ᚫ', 'ᚱ', 'ᛞ', 'ᚹ', 'ᛏ', 'ᛄ', 'ᚦ', 'ᚣ', 'ᚦ', 'ᛋ', 'ᚫ', 'ᚣ', 'ᛖ', 'ᛋ', 'ᛉ', 'ᛟ', 'ᛒ', 'ᛠ', 'ᚱ', 'ᛇ', 'ᛈ', 'ᛝ', 'ᚢ', 'ᛈ', 'ᚩ', 'ᚦ', 'ᛉ', 'ᚪ', 'ᚻ', 'ᛟ', 'ᚱ', 'ᛝ', 'ᚢ', 'ᛖ', 'ᚱ', 'ᚣ', 'ᛚ', 'ᛉ', 'ᛚ', 'ᛡ', 'ᛚ', 'ᚱ', 'ᛈ', 'ᚹ', 'ᛇ', 'ᚾ', 'ᛠ', 'ᚪ', 'ᚱ', 'ᛉ', 'ᛝ', 'ᚣ', 'ᛋ', 'ᚻ', 'ᚢ', 'ᛚ', 'ᛋ', 'ᚣ', 'ᚷ', 'ᚾ', 'ᚢ', 'ᛇ', 'ᚫ', 'ᚾ', 'ᚾ', 'ᚩ', 'ᚫ', 'ᛖ', 'ᛞ', 'ᚪ', 'ᚩ', 'ᛄ', 'ᛡ', 'ᚢ', 'ᚪ', 'ᛉ', 'ᚱ', 'ᛉ', 'ᛡ', 'ᛟ', 'ᛄ', 'ᛗ', 'ᛁ', 'ᛇ', 'ᛚ', 'ᛠ', 'ᚻ', 'ᚦ', 'ᛗ', 'ᛠ', 'ᚣ', 'ᚷ', 'ᛒ', 'ᚳ', 'ᛈ', 'ᛉ', 'ᚳ', 'ᚾ', 'ᛟ', 'ᛟ', 'ᛋ', 'ᚷ', 'ᛗ', 'ᛈ', 'ᛖ', 'ᛏ', 'ᛚ', 'ᚾ', 'ᛄ', 'ᛄ', 'ᚳ', 'ᛝ', 'ᚩ', 'ᛁ', 'ᚹ', 'ᛚ', 'ᛠ', 'ᛒ', 'ᚠ', 'ᚪ', 'ᛖ', 'ᛏ', 'ᛝ', 'ᚾ', 'ᛈ', 'ᛠ', 'ᚩ', 'ᛏ', 'ᚦ', 'ᚻ', 'ᛝ', 'ᛉ', 'ᛈ', 'ᚻ', 'ᛈ', 'ᚳ', 'ᛈ', 'ᚱ', 'ᚢ', 'ᛚ', 'ᚠ', 'ᛖ', 'ᛟ', 'ᚷ', 'ᚪ', 'ᛒ', 'ᚠ', 'ᛁ', 'ᚫ', 'ᚠ', 'ᚢ', 'ᛟ', 'ᛗ', 'ᚠ', 'ᚣ', 'ᛝ', 'ᛄ', 'ᚳ', 'ᚻ', 'ᛏ', 'ᚠ', 'ᛚ', 'ᚫ', 'ᛖ', 'ᚦ', 'ᛋ', 'ᛚ', 'ᚩ', 'ᚢ', 'ᚫ', 'ᚩ', 'ᚪ', 'ᛗ', 'ᛟ', 'ᚢ', 'ᚹ', 'ᛇ', 'ᛒ', 'ᚾ', 'ᛋ', 'ᛚ', 'ᛝ', 'ᛄ', 'ᛟ', 'ᚾ', 'ᛗ', 'ᛚ', 'ᛒ', 'ᛟ', 'ᛏ', 'ᚾ', 'ᛞ', 'ᛒ', 'ᚩ', 'ᚾ', 'ᚦ', 'ᛡ', 'ᚻ', 'ᛟ', 'ᚱ', 'ᛈ', 'ᚾ', 'ᚠ', 'ᛈ', 'ᛞ', 'ᛋ', 'ᚩ', 'ᛁ', 'ᛠ', 'ᚣ', 'ᚾ', 'ᛇ']

P9 = ['ᚣ', 'ᚹ', 'ᚫ', 'ᚷ', 'ᛄ', 'ᛝ', 'ᛗ', 'ᚪ', 'ᚹ', 'ᛈ', 'ᚪ', 'ᚢ', 'ᚾ', 'ᛈ', 'ᛡ', 'ᛗ', 'ᛖ', 'ᛞ', 'ᛟ', 'ᛁ', 'ᛉ', 'ᛡ', 'ᛗ', 'ᚠ', 'ᛈ', 'ᚩ', 'ᚦ', 'ᛉ', 'ᛞ', 'ᚩ', 'ᛞ', 'ᛋ', 'ᛈ', 'ᛉ', 'ᛡ', 'ᚷ', 'ᛟ', 'ᚻ', 'ᚠ', 'ᚦ', 'ᛉ', 'ᛄ', 'ᛟ', 'ᛋ', 'ᚦ', 'ᚣ', 'ᚦ', 'ᛏ', 'ᚻ', 'ᛋ', 'ᚣ', 'ᚻ', 'ᛠ', 'ᚷ', 'ᛚ', 'ᚫ', 'ᚱ', 'ᛏ', 'ᚢ', 'ᛋ', 'ᛟ', 'ᚦ', 'ᚠ', 'ᚠ', 'ᚣ', 'ᛟ', 'ᛡ', 'ᛇ', 'ᚳ', 'ᚣ', 'ᛒ', 'ᛚ', 'ᛝ', 'ᛠ', 'ᚱ', 'ᚻ', 'ᛞ', 'ᛄ', 'ᚣ', 'ᛏ', 'ᚫ', 'ᚻ', 'ᛞ', 'ᚳ', 'ᛋ', 'ᛉ', 'ᚠ', 'ᛞ', 'ᚦ', 'ᛗ', 'ᚳ', 'ᛇ', 'ᛝ', 'ᚫ', 'ᚾ', 'ᛡ', 'ᛠ', 'ᚹ', 'ᛁ', 'ᛡ', 'ᛒ', 'ᛗ', 'ᛝ', 'ᚷ', 'ᛈ', 'ᛁ', 'ᚳ', 'ᛠ', 'ᛚ', 'ᚷ', 'ᛉ', 'ᚣ', 'ᚣ', 'ᚱ', 'ᛄ', 'ᛉ', 'ᛁ', 'ᛄ', 'ᚢ', 'ᛖ', 'ᚣ', 'ᚪ', 'ᛝ', 'ᛈ', 'ᛡ', 'ᚫ', 'ᚳ', 'ᛖ', 'ᛠ', 'ᚹ', 'ᛒ', 'ᚦ', 'ᛟ', 'ᚠ', 'ᛗ', 'ᚫ', 'ᚱ', 'ᚠ', 'ᚩ', 'ᛏ', 'ᛝ', 'ᛉ', 'ᛞ', 'ᛗ', 'ᛖ', 'ᛡ', 'ᚩ', 'ᛈ', 'ᛋ', 'ᛇ', 'ᛞ', 'ᛇ', 'ᛟ', 'ᚫ', 'ᚾ', 'ᚷ', 'ᛗ', 'ᚣ', 'ᛁ', 'ᚫ', 'ᛁ', 'ᛄ', 'ᛈ', 'ᛄ', 'ᚩ', 'ᛡ', 'ᚷ', 'ᛈ', 'ᚳ', 'ᛄ', 'ᛚ', 'ᛖ', 'ᛡ', 'ᚻ', 'ᛚ', 'ᚷ', 'ᚱ', 'ᛇ', 'ᛟ', 'ᚣ', 'ᛠ', 'ᚣ', 'ᛗ', 'ᚹ', 'ᚾ', 'ᚹ', 'ᚠ', 'ᛁ', 'ᛄ', 'ᚢ', 'ᛗ', 'ᚫ', 'ᚾ', 'ᚳ', 'ᛗ', 'ᛠ', 'ᛁ', 'ᚩ', 'ᛇ', 'ᛒ', 'ᛚ', 'ᛞ', 'ᚾ', 'ᚹ', 'ᚠ', 'ᚾ', 'ᛒ', 'ᚱ', 'ᛋ', 'ᛟ', 'ᚦ', 'ᛡ', 'ᚪ', 'ᛡ', 'ᛏ', 'ᚷ', 'ᚷ', 'ᚹ', 'ᚪ', 'ᛋ', 'ᛡ', 'ᚦ', 'ᛋ', 'ᚦ', 'ᛋ', 'ᚠ', 'ᛗ', 'ᚷ', 'ᛞ', 'ᛠ', 'ᛝ', 'ᛈ', 'ᚩ', 'ᚪ', 'ᚣ', 'ᛝ', 'ᛈ', 'ᛋ', 'ᛟ', 'ᚾ', 'ᛇ', 'ᚪ', 'ᛖ', 'ᚻ', 'ᚢ', 'ᚷ', 'ᚩ', 'ᚢ', 'ᚦ', 'ᛏ', 'ᛒ', 'ᚷ', 'ᚣ', 'ᛝ', 'ᚠ', 'ᚣ', 'ᛁ', 'ᚻ', 'ᚹ', 'ᛡ', 'ᛠ', 'ᚱ', 'ᚫ', 'ᚹ', 'ᛡ', 'ᛞ', 'ᚪ', 'ᚦ']

P10 = ['ᚳ', 'ᛉ', 'ᚢ', 'ᛈ', 'ᛏ', 'ᛋ', 'ᚢ', 'ᛖ', 'ᚷ', 'ᚦ', 'ᛡ', 'ᛚ', 'ᛖ', 'ᛋ', 'ᛠ', 'ᛝ', 'ᛉ', 'ᛈ', 'ᛉ', 'ᚾ', 'ᛟ', 'ᛞ', 'ᛟ', 'ᛒ', 'ᚾ', 'ᚹ', 'ᚢ', 'ᛁ', 'ᛇ', 'ᛚ', 'ᛞ', 'ᛁ', 'ᚦ', 'ᚣ', 'ᚷ', 'ᛟ', 'ᛈ', 'ᛡ', 'ᛖ', 'ᚪ', 'ᚠ', 'ᛋ', 'ᛉ', 'ᛞ', 'ᛖ', 'ᚷ', 'ᚦ', 'ᛠ', 'ᚾ', 'ᛋ', 'ᛞ', 'ᛟ', 'ᛗ', 'ᛖ', 'ᛗ', 'ᚾ', 'ᛉ', 'ᚹ', 'ᛒ', 'ᛠ', 'ᛈ', 'ᛟ', 'ᛗ', 'ᛉ', 'ᚫ', 'ᛄ', 'ᚩ', 'ᛞ', 'ᚻ', 'ᛡ', 'ᚷ', 'ᚠ', 'ᚣ', 'ᛗ', 'ᛁ', 'ᚷ', 'ᛉ', 'ᚻ', 'ᚹ', 'ᚾ', 'ᛋ', 'ᛗ', 'ᚷ', 'ᛠ', 'ᚣ', 'ᛚ', 'ᚱ', 'ᛄ', 'ᛗ', 'ᛉ', 'ᚣ', 'ᛇ', 'ᚱ', 'ᚢ', 'ᛟ', 'ᚣ', 'ᚦ', 'ᚢ', 'ᛟ', 'ᚩ', 'ᚱ', 'ᚢ', 'ᚹ', 'ᛁ', 'ᛒ', 'ᚳ', 'ᛠ', 'ᛏ', 'ᛞ', 'ᛚ', 'ᛖ', 'ᛋ', 'ᛄ', 'ᚳ', 'ᛟ', 'ᚷ', 'ᛞ', 'ᛡ', 'ᚢ', 'ᚹ', 'ᛝ', 'ᚻ', 'ᚫ', 'ᚢ', 'ᛈ', 'ᛏ', 'ᛈ', 'ᚩ', 'ᚣ', 'ᚾ', 'ᛇ', 'ᚦ', 'ᛟ', 'ᛏ', 'ᛇ', 'ᚳ', 'ᚠ', 'ᛒ', 'ᚪ', 'ᚾ', 'ᛗ', 'ᚦ', 'ᛝ', 'ᛟ', 'ᛠ', 'ᚢ', 'ᛁ', 'ᚪ', 'ᚾ', 'ᚻ', 'ᛝ', 'ᛉ', 'ᚩ', 'ᛇ', 'ᛁ', 'ᛡ', 'ᚠ', 'ᛟ', 'ᛒ', 'ᚦ', 'ᚠ', 'ᛋ', 'ᛒ', 'ᚠ', 'ᛞ', 'ᛇ', 'ᚩ', 'ᚦ', 'ᛏ', 'ᚷ', 'ᛚ', 'ᛄ', 'ᛖ', 'ᚫ', 'ᚣ', 'ᛁ', 'ᚫ', 'ᚹ', 'ᚻ', 'ᚫ', 'ᛏ', 'ᛁ', 'ᛉ', 'ᛉ', 'ᚻ', 'ᛞ', 'ᚩ', 'ᛠ', 'ᚫ', 'ᛋ', 'ᛝ', 'ᛚ', 'ᛝ', 'ᛖ', 'ᚩ', 'ᚻ', 'ᛗ', 'ᚩ', 'ᛟ', 'ᛒ', 'ᚦ', 'ᚱ', 'ᛚ', 'ᛋ', 'ᚳ', 'ᚻ', 'ᚪ', 'ᛡ', 'ᚾ', 'ᛇ', 'ᚱ', 'ᛉ', 'ᚦ', 'ᚣ', 'ᛉ', 'ᚻ', 'ᛡ', 'ᚾ', 'ᚢ', 'ᛗ', 'ᛉ', 'ᚹ', 'ᛖ', 'ᛈ', 'ᛖ', 'ᚩ', 'ᚳ', 'ᛈ', 'ᚳ', 'ᛞ', 'ᚪ', 'ᛉ', 'ᚢ', 'ᛗ', 'ᛝ', 'ᛟ', 'ᛋ', 'ᚾ', 'ᛟ', 'ᛉ', 'ᚠ', 'ᚱ', 'ᚳ', 'ᛒ', 'ᚢ', 'ᛄ', 'ᚱ', 'ᚫ', 'ᛝ', 'ᛒ', 'ᛋ', 'ᛟ', 'ᛠ', 'ᛡ', 'ᚪ', 'ᛚ', 'ᛏ', 'ᛟ', 'ᚾ', 'ᚫ', 'ᛟ', 'ᚪ', 'ᛁ']

P11 = ['ᛡ', 'ᛋ', 'ᚳ', 'ᛖ', 'ᚹ', 'ᛒ', 'ᚾ', 'ᛚ', 'ᛝ', 'ᚦ', 'ᚾ', 'ᛁ', 'ᛠ', 'ᛒ', 'ᛡ', 'ᚱ', 'ᚠ', 'ᛖ', 'ᛁ', 'ᚹ', 'ᚾ', 'ᚠ', 'ᛗ', 'ᚢ', 'ᚷ', 'ᚾ', 'ᛄ', 'ᛚ', 'ᚳ', 'ᚱ', 'ᛝ', 'ᚣ', 'ᛉ', 'ᛋ', 'ᚪ', 'ᛟ', 'ᚱ', 'ᛉ', 'ᚳ', 'ᛒ', 'ᚫ', 'ᚠ', 'ᚢ', 'ᚪ', 'ᛖ', 'ᚪ', 'ᚹ', 'ᛚ', 'ᚾ', 'ᛄ', 'ᛉ', 'ᚻ', 'ᚦ', 'ᛉ', 'ᛗ', 'ᛚ', 'ᚾ', 'ᛖ', 'ᛏ', 'ᛝ', 'ᚦ', 'ᚪ', 'ᚩ', 'ᚢ', 'ᛗ', 'ᚣ', 'ᚠ', 'ᛝ', 'ᚪ', 'ᚻ', 'ᛡ', 'ᛇ', 'ᛡ', 'ᛚ', 'ᛏ', 'ᛁ', 'ᛇ', 'ᛁ', 'ᚳ', 'ᚢ', 'ᚢ', 'ᛖ', 'ᚳ', 'ᛒ', 'ᚫ', 'ᛇ', 'ᚠ', 'ᚦ', 'ᚳ', 'ᛚ', 'ᚩ', 'ᛉ', 'ᛚ', 'ᚩ', 'ᛚ', 'ᚠ', 'ᚳ', 'ᛠ', 'ᚪ', 'ᚠ', 'ᛟ', 'ᚫ', 'ᚠ', 'ᚾ', 'ᚳ', 'ᚢ', 'ᛒ', 'ᚱ', 'ᚾ', 'ᛇ', 'ᚩ', 'ᛉ', 'ᛁ', 'ᚳ', 'ᛟ', 'ᛞ', 'ᛉ', 'ᛠ', 'ᛝ', 'ᚠ', 'ᚱ', 'ᛡ', 'ᚳ', 'ᛇ', 'ᛉ', 'ᛟ', 'ᛈ', 'ᛗ', 'ᛞ', 'ᚳ', 'ᚦ', 'ᚹ', 'ᛈ', 'ᛡ', 'ᚻ', 'ᚾ', 'ᚦ', 'ᛇ', 'ᛏ', 'ᚹ', 'ᛖ', 'ᚢ', 'ᚫ', 'ᛇ', 'ᚦ', 'ᛝ', 'ᛟ', 'ᛏ', 'ᚳ', 'ᚷ', 'ᛒ', 'ᛠ', 'ᚪ', 'ᚳ', 'ᛒ', 'ᚪ', 'ᚩ', 'ᚹ', 'ᚫ', 'ᛉ', 'ᚢ', 'ᚫ', 'ᛖ', 'ᛒ', 'ᛇ', 'ᛏ', 'ᚢ', 'ᚩ', 'ᛟ', 'ᛞ', 'ᚠ', 'ᚢ', 'ᛋ', 'ᛡ', 'ᛄ', 'ᛗ', 'ᚦ', 'ᛠ', 'ᛏ', 'ᚪ', 'ᛒ', 'ᚹ', 'ᚣ', 'ᛏ', 'ᛄ', 'ᚻ', 'ᚦ', 'ᚫ', 'ᛚ', 'ᚪ', 'ᚱ', 'ᚫ', 'ᛟ', 'ᚦ', 'ᚩ', 'ᚾ', 'ᛟ', 'ᛁ', 'ᛖ', 'ᛡ', 'ᚠ', 'ᚷ', 'ᛋ', 'ᚠ', 'ᚦ', 'ᛏ', 'ᛠ', 'ᛡ', 'ᛠ', 'ᛁ', 'ᚢ', 'ᛡ', 'ᛇ', 'ᛝ', 'ᛞ', 'ᛉ', 'ᛏ', 'ᚠ', 'ᛒ', 'ᚻ', 'ᚢ', 'ᛋ', 'ᚳ', 'ᚱ', 'ᛇ', 'ᚹ', 'ᛇ', 'ᛈ', 'ᛋ', 'ᚢ', 'ᛚ', 'ᚪ', 'ᛈ', 'ᚢ', 'ᚳ', 'ᛖ', 'ᚠ', 'ᛞ', 'ᛉ', 'ᚦ', 'ᛠ', 'ᛇ', 'ᛝ', 'ᚻ', 'ᚣ', 'ᚱ', 'ᛗ', 'ᛟ', 'ᚾ', 'ᛚ', 'ᛈ', 'ᚹ', 'ᛞ', 'ᚱ', 'ᛄ', 'ᚪ', 'ᛝ', 'ᛞ', 'ᛁ', 'ᚦ', 'ᛏ', 'ᚷ', 'ᚢ', 'ᚹ', 'ᚳ', 'ᚻ', 'ᛖ', 'ᚩ', 'ᚪ', 'ᛖ', 'ᛉ', 'ᚪ', 'ᚢ']

P12 = ['ᚳ', 'ᛁ', 'ᚱ', 'ᚳ', 'ᚹ', 'ᛠ', 'ᛇ', 'ᛏ', 'ᚦ', 'ᚳ', 'ᚻ', 'ᚢ', 'ᛡ', 'ᚹ', 'ᛟ', 'ᚷ', 'ᛇ', 'ᛈ', 'ᚢ', 'ᛈ', 'ᚦ', 'ᚷ', 'ᚣ', 'ᚢ', 'ᚪ', 'ᛗ', 'ᚹ', 'ᚳ', 'ᛖ', 'ᛝ', 'ᚱ', 'ᛠ', 'ᛞ', 'ᛏ', 'ᚻ', 'ᛄ', 'ᛁ', 'ᛈ', 'ᚻ', 'ᚠ', 'ᛉ', 'ᛝ', 'ᛈ', 'ᚾ', 'ᛒ', 'ᚳ', 'ᚪ', 'ᚷ', 'ᛋ', 'ᛟ', 'ᛉ', 'ᛠ', 'ᛈ', 'ᚪ', 'ᚩ', 'ᚷ', 'ᚠ', 'ᚳ', 'ᛡ', 'ᛄ', 'ᛠ', 'ᚢ', 'ᚠ', 'ᛋ', 'ᛚ', 'ᚣ', 'ᛚ', 'ᚢ', 'ᛒ', 'ᛉ', 'ᚱ', 'ᚣ', 'ᚾ', 'ᛁ', 'ᛠ', 'ᛚ', 'ᚹ', 'ᛋ', 'ᚠ', 'ᚦ', 'ᚪ', 'ᛠ', 'ᛈ', 'ᚷ', 'ᛏ', 'ᚷ', 'ᛡ', 'ᛟ', 'ᛠ', 'ᛡ', 'ᛒ', 'ᛉ', 'ᛄ', 'ᛒ', 'ᛖ', 'ᚾ', 'ᛞ', 'ᚠ', 'ᛠ', 'ᛗ', 'ᚦ', 'ᚪ', 'ᛗ', 'ᚠ', 'ᚪ', 'ᚻ', 'ᛡ', 'ᛗ', 'ᛁ', 'ᛏ', 'ᛟ', 'ᚻ', 'ᚣ', 'ᚹ', 'ᛏ', 'ᚠ', 'ᛒ', 'ᛁ', 'ᚫ', 'ᛖ', 'ᛝ', 'ᛒ', 'ᛚ', 'ᛏ', 'ᛠ', 'ᛉ', 'ᛟ', 'ᛋ', 'ᚾ', 'ᛉ', 'ᚹ', 'ᛏ', 'ᛠ', 'ᛏ', 'ᛖ', 'ᚢ', 'ᛡ', 'ᛖ', 'ᛉ', 'ᚾ', 'ᛇ', 'ᛟ', 'ᚳ', 'ᚾ', 'ᚠ', 'ᚩ', 'ᚾ', 'ᚠ', 'ᚳ', 'ᚪ', 'ᚷ', 'ᚱ', 'ᚩ', 'ᛠ', 'ᚦ', 'ᚹ', 'ᚣ', 'ᛒ', 'ᛁ', 'ᛝ', 'ᛇ', 'ᛟ', 'ᚣ', 'ᚷ', 'ᛗ', 'ᚩ', 'ᛁ', 'ᚷ', 'ᛄ', 'ᚩ', 'ᛇ', 'ᚢ', 'ᛁ', 'ᛉ', 'ᛝ', 'ᚪ', 'ᚱ', 'ᛉ', 'ᛏ', 'ᛄ', 'ᛞ', 'ᛈ', 'ᚾ', 'ᛝ', 'ᚷ', 'ᛏ', 'ᚢ', 'ᛚ', 'ᚷ', 'ᚳ', 'ᛏ', 'ᚢ', 'ᛒ', 'ᛇ', 'ᛈ', 'ᚩ', 'ᚣ', 'ᚢ', 'ᛏ', 'ᛡ', 'ᚫ', 'ᛏ', 'ᚹ', 'ᛏ', 'ᛇ', 'ᛡ', 'ᚫ', 'ᚫ', 'ᚦ', 'ᛏ', 'ᛝ', 'ᛠ', 'ᚳ', 'ᛁ', 'ᛉ', 'ᚻ', 'ᚦ', 'ᚣ', 'ᚻ', 'ᛚ', 'ᚾ', 'ᛋ', 'ᚱ', 'ᛡ', 'ᚫ', 'ᛚ', 'ᚫ', 'ᛖ', 'ᚷ', 'ᚻ', 'ᛞ', 'ᚾ', 'ᚻ', 'ᛠ', 'ᚠ', 'ᚪ', 'ᚹ', 'ᛖ', 'ᚠ', 'ᛄ', 'ᛒ', 'ᛇ', 'ᚱ', 'ᚹ', 'ᛏ', 'ᛉ', 'ᚾ', 'ᛠ', 'ᛖ', 'ᛁ', 'ᚠ', 'ᚾ', 'ᛡ', 'ᚳ', 'ᛋ', 'ᛟ', 'ᚹ', 'ᛈ', 'ᚷ', 'ᛝ', 'ᛟ']

P13 = ['ᚷ', 'ᚦ', 'ᚠ', 'ᛄ', 'ᚷ', 'ᚳ', 'ᛒ', 'ᛁ', 'ᛗ', 'ᛚ', 'ᛇ', 'ᛠ', 'ᚹ', 'ᚾ', 'ᚫ', 'ᚹ', 'ᚷ', 'ᚩ', 'ᚻ', 'ᚪ', 'ᛏ', 'ᚾ', 'ᛄ', 'ᚣ', 'ᛝ', 'ᛏ', 'ᛡ', 'ᛝ', 'ᚢ', 'ᚩ', 'ᚠ', 'ᚣ', 'ᛗ', 'ᚢ', 'ᛒ', 'ᛏ', 'ᚠ', 'ᛈ', 'ᚱ', 'ᚩ', 'ᛉ', 'ᚩ', 'ᛝ', 'ᛒ', 'ᛖ', 'ᛏ', 'ᚩ', 'ᛉ', 'ᚣ', 'ᛗ', 'ᚠ', 'ᛉ', 'ᛖ', 'ᚩ', 'ᚫ', 'ᚷ', 'ᚣ', 'ᛚ', 'ᚩ', 'ᛇ', 'ᚠ', 'ᛋ', 'ᚫ', 'ᛇ', 'ᛗ', 'ᛡ', 'ᛟ', 'ᚹ', 'ᚾ', 'ᚩ', 'ᚢ', 'ᚹ', 'ᛖ', 'ᛁ', 'ᚾ', 'ᚦ', 'ᚫ', 'ᛠ', 'ᚪ', 'ᛠ', 'ᛚ', 'ᚹ', 'ᛡ', 'ᚩ', 'ᚢ', 'ᚦ', 'ᛗ', 'ᛝ', 'ᛚ', 'ᚪ', 'ᚠ', 'ᛝ', 'ᛚ', 'ᚠ', 'ᛚ', 'ᚳ', 'ᛒ', 'ᚢ', 'ᛝ', 'ᛉ', 'ᚣ', 'ᛡ', 'ᚪ', 'ᚷ', 'ᚹ', 'ᛟ', 'ᚪ', 'ᚻ', 'ᚹ', 'ᚢ', 'ᛖ', 'ᛠ', 'ᚷ', 'ᛁ', 'ᚪ', 'ᛏ', 'ᛄ', 'ᛗ', 'ᛏ', 'ᛖ', 'ᛁ', 'ᚣ', 'ᛡ', 'ᚦ', 'ᚾ', 'ᚠ', 'ᚦ', 'ᚩ', 'ᛈ', 'ᚻ', 'ᚪ', 'ᚻ', 'ᛋ', 'ᛠ', 'ᛡ', 'ᛉ', 'ᚪ', 'ᚫ', 'ᚠ', 'ᚣ', 'ᛞ', 'ᛠ', 'ᛇ', 'ᚠ', 'ᚫ', 'ᛏ', 'ᛗ', 'ᚳ', 'ᛡ', 'ᚷ', 'ᚱ', 'ᚢ', 'ᛞ', 'ᛄ', 'ᛋ', 'ᛡ', 'ᛇ', 'ᚩ', 'ᛚ', 'ᛟ', 'ᚦ', 'ᚱ', 'ᚫ', 'ᛒ', 'ᛚ', 'ᚦ', 'ᛖ', 'ᚪ', 'ᚦ', 'ᛗ', 'ᛚ', 'ᚦ', 'ᛉ', 'ᚪ', 'ᚱ', 'ᛟ', 'ᛖ', 'ᛒ', 'ᛄ', 'ᚱ', 'ᛄ', 'ᛖ', 'ᛁ', 'ᛈ', 'ᚪ', 'ᛖ', 'ᛠ', 'ᚠ', 'ᛄ', 'ᚢ', 'ᛞ', 'ᚹ', 'ᚦ', 'ᚣ', 'ᛉ', 'ᚷ', 'ᚩ', 'ᚳ', 'ᛡ', 'ᛇ', 'ᛗ', 'ᛞ', 'ᚳ', 'ᛏ', 'ᚻ', 'ᛚ', 'ᚦ', 'ᛝ', 'ᛖ', 'ᛗ', 'ᚱ', 'ᛒ', 'ᚷ', 'ᛞ', 'ᛉ', 'ᛗ', 'ᛒ', 'ᛉ', 'ᚳ', 'ᛝ', 'ᚦ', 'ᚣ', 'ᛞ', 'ᚫ', 'ᛠ', 'ᛋ', 'ᛏ', 'ᛗ', 'ᛏ', 'ᚻ', 'ᚹ', 'ᛇ', 'ᚳ', 'ᚪ', 'ᛞ', 'ᛠ', 'ᚢ', 'ᛒ', 'ᛉ', 'ᛡ', 'ᛁ', 'ᛡ', 'ᛚ', 'ᚷ', 'ᛋ', 'ᚦ', 'ᛞ', 'ᚠ', 'ᚢ', 'ᚩ', 'ᛠ', 'ᛚ', 'ᛋ', 'ᚣ', 'ᛏ', 'ᛋ', 'ᚪ', 'ᛞ', 'ᚫ', 'ᚹ', 'ᛄ', 'ᛞ', 'ᛋ', 'ᛈ', 'ᛋ', 'ᛄ', 'ᚪ', 'ᛖ', 'ᛁ', 'ᛇ', 'ᛒ', 'ᛟ']

P14 = ['ᛏ', 'ᛄ', 'ᚠ', 'ᚩ', 'ᛚ', 'ᛞ', 'ᚾ', 'ᚷ', 'ᚳ', 'ᛚ', 'ᚷ', 'ᛗ', 'ᛠ', 'ᚦ', 'ᚢ', 'ᛟ', 'ᚻ', 'ᚾ', 'ᛟ', 'ᚣ', 'ᛡ', 'ᛇ', 'ᚻ', 'ᚣ', 'ᚪ', 'ᛈ', 'ᚾ', 'ᛋ', 'ᛞ', 'ᚫ', 'ᛠ', 'ᚳ', 'ᛉ', 'ᛄ', 'ᚦ', 'ᚹ', 'ᛋ', 'ᚱ', 'ᚦ', 'ᚫ', 'ᚾ', 'ᛡ', 'ᛚ', 'ᚣ', 'ᚫ', 'ᛋ', 'ᛖ', 'ᛟ', 'ᚣ', 'ᛝ', 'ᛡ', 'ᚦ', 'ᚣ', 'ᚷ', 'ᛇ', 'ᚱ', 'ᛋ', 'ᛠ', 'ᛏ', 'ᛡ', 'ᚳ', 'ᛉ', 'ᛠ', 'ᚷ', 'ᚳ', 'ᛒ', 'ᛋ', 'ᚹ', 'ᚾ', 'ᚻ', 'ᛖ', 'ᛝ', 'ᛋ', 'ᚩ', 'ᛡ', 'ᛗ', 'ᛉ', 'ᛝ', 'ᛉ', 'ᚦ', 'ᛠ', 'ᛞ', 'ᚳ', 'ᛒ', 'ᚷ', 'ᛉ', 'ᚹ', 'ᛝ', 'ᚢ', 'ᛉ', 'ᛞ', 'ᛈ', 'ᛉ', 'ᛡ', 'ᛈ', 'ᛟ', 'ᚾ', 'ᛡ', 'ᚠ', 'ᛡ', 'ᚢ', 'ᛋ', 'ᛉ', 'ᚪ', 'ᛖ', 'ᚻ', 'ᚱ', 'ᚣ', 'ᛠ', 'ᛇ', 'ᛒ', 'ᛟ', 'ᚪ', 'ᛝ', 'ᛡ', 'ᚳ', 'ᚱ', 'ᚳ', 'ᛈ', 'ᚩ', 'ᛏ', 'ᚻ', 'ᚣ', 'ᚫ', 'ᛁ', 'ᛋ', 'ᚩ', 'ᚦ', 'ᛚ', 'ᛟ', 'ᛚ', 'ᛋ', 'ᚪ', 'ᚢ', 'ᚪ', 'ᛈ', 'ᚻ']

P15 = ['ᛚ', 'ᚢ', 'ᛝ', 'ᚾ', 'ᚳ', 'ᚢ', 'ᛒ', 'ᚾ', 'ᛏ', 'ᚠ', 'ᛝ', 'ᛁ', 'ᚢ', 'ᛁ', 'ᚢ', 'ᛟ', 'ᚫ', 'ᛄ', 'ᚠ', 'ᚫ', 'ᚢ', 'ᚷ', 'ᛉ', 'ᛇ', 'ᛈ', 'ᛉ', 'ᚣ', 'ᛠ', 'ᛚ', 'ᚪ', 'ᛉ', 'ᛟ', 'ᛉ', 'ᛡ', 'ᚦ', 'ᚻ', 'ᛠ', 'ᚾ', 'ᚪ', 'ᚳ', 'ᚢ', 'ᚷ', 'ᚾ', 'ᛈ', 'ᛖ', 'ᚾ', 'ᚦ', 'ᚩ', 'ᚢ', 'ᛁ', 'ᛡ', 'ᚱ', 'ᛏ', 'ᛁ', 'ᛒ', 'ᛇ', 'ᚳ', 'ᚠ', 'ᚷ', 'ᚩ', 'ᚦ', 'ᚪ', 'ᛁ', 'ᛈ', 'ᚻ', 'ᛡ', 'ᛒ', 'ᚹ', 'ᛈ', 'ᚻ', 'ᚱ', 'ᛞ', 'ᛉ', 'ᛏ', 'ᚢ', 'ᚣ', 'ᛒ', 'ᚠ', 'ᛋ', 'ᛉ', 'ᚢ', 'ᛗ', 'ᛁ', 'ᛡ', 'ᚱ', 'ᛝ', 'ᚢ', 'ᚠ', 'ᚦ', 'ᛝ', 'ᛈ', 'ᛟ', 'ᛒ', 'ᚻ', 'ᚷ', 'ᚻ', 'ᛡ', 'ᛚ', 'ᚩ', 'ᛞ', 'ᚪ', 'ᚳ', 'ᚦ', 'ᛈ', 'ᛞ', 'ᛋ', 'ᛡ', 'ᚻ', 'ᛇ', 'ᛚ', 'ᚢ', 'ᛏ', 'ᛋ', 'ᛞ', 'ᚦ', 'ᚢ', 'ᛞ', 'ᛝ', 'ᛚ', 'ᛉ', 'ᛝ', 'ᛏ', 'ᚩ', 'ᛚ', 'ᚪ', 'ᛚ', 'ᚣ', 'ᛟ', 'ᛡ', 'ᛉ', 'ᚣ', 'ᛒ', 'ᚻ', 'ᚫ', 'ᛄ', 'ᛡ', 'ᛁ', 'ᚱ', 'ᚦ', 'ᛚ', 'ᚠ', 'ᛠ', 'ᚾ', 'ᛝ', 'ᛉ', 'ᛗ', 'ᛒ', 'ᚩ', 'ᛠ', 'ᛈ']
    
P16 = ['ᛖ', 'ᛞ', 'ᚪ', 'ᚫ', 'ᛏ', 'ᚩ', 'ᛠ', 'ᛖ', 'ᛠ', 'ᛉ', 'ᚳ', 'ᛠ', 'ᛏ', 'ᚩ', 'ᛞ', 'ᚳ', 'ᛠ', 'ᚾ', 'ᚳ', 'ᚦ', 'ᛗ', 'ᛞ', 'ᚷ', 'ᛁ', 'ᚳ', 'ᚹ', 'ᛟ', 'ᚪ', 'ᚢ', 'ᛒ', 'ᚳ', 'ᚫ', 'ᚦ', 'ᚱ', 'ᛋ', 'ᚣ', 'ᚪ', 'ᛏ', 'ᚦ', 'ᛒ', 'ᛝ', 'ᚹ', 'ᛋ', 'ᚱ', 'ᛁ', 'ᛝ', 'ᛒ', 'ᛁ', 'ᚪ', 'ᚫ', 'ᛚ', 'ᛏ', 'ᚱ', 'ᛡ', 'ᚫ', 'ᚠ', 'ᛞ', 'ᛝ', 'ᛄ', 'ᚩ', 'ᛡ', 'ᛠ', 'ᛉ', 'ᚪ', 'ᛡ', 'ᚻ', 'ᚱ', 'ᛒ', 'ᛁ', 'ᛞ', 'ᛡ', 'ᛄ', 'ᚪ', 'ᛈ', 'ᚱ', 'ᛋ', 'ᚢ', 'ᛡ', 'ᚻ', 'ᚷ', 'ᛚ', 'ᛟ', 'ᚠ', 'ᚻ', 'ᚷ', 'ᚫ', 'ᛋ', 'ᛈ', 'ᚹ', 'ᚷ', 'ᚷ', 'ᛗ', 'ᛟ', 'ᚪ', 'ᚾ', 'ᚱ', 'ᚩ', 'ᛟ', 'ᛞ', 'ᚷ', 'ᛟ', 'ᚠ', 'ᛠ', 'ᛡ', 'ᚷ', 'ᚳ', 'ᛉ', 'ᛠ', 'ᚠ', 'ᛚ', 'ᛒ', 'ᚫ', 'ᛈ', 'ᚩ', 'ᛄ', 'ᛈ', 'ᛄ', 'ᛗ', 'ᛠ', 'ᚾ', 'ᛉ', 'ᚪ', 'ᛡ', 'ᛖ', 'ᛋ', 'ᚷ', 'ᚫ', 'ᚦ', 'ᛄ', 'ᚷ', 'ᛉ', 'ᚩ', 'ᚦ', 'ᛄ', 'ᚳ', 'ᚣ', 'ᚢ', 'ᛄ', 'ᚦ', 'ᛄ', 'ᚪ', 'ᚾ', 'ᛏ', 'ᛒ', 'ᚳ', 'ᛈ', 'ᛡ', 'ᛄ', 'ᛋ', 'ᚫ', 'ᛋ', 'ᛗ', 'ᚻ', 'ᛞ', 'ᛠ', 'ᛉ', 'ᚢ', 'ᛗ', 'ᛏ', 'ᛠ', 'ᛖ', 'ᚣ', 'ᚠ', 'ᛄ', 'ᛏ', 'ᛋ', 'ᛗ', 'ᛞ', 'ᛟ', 'ᛁ', 'ᛝ', 'ᚪ', 'ᛉ', 'ᛖ', 'ᛈ', 'ᛚ', 'ᛇ', 'ᛞ', 'ᚦ', 'ᚪ', 'ᛋ', 'ᛉ', 'ᚳ', 'ᛒ', 'ᚢ', 'ᛟ', 'ᚳ', 'ᛒ', 'ᛚ', 'ᚾ', 'ᛟ', 'ᛝ', 'ᛉ', 'ᚩ', 'ᛖ', 'ᚳ', 'ᛝ', 'ᛟ', 'ᚳ', 'ᛁ', 'ᛒ', 'ᛈ', 'ᚫ', 'ᚣ', 'ᛖ', 'ᛄ', 'ᛝ', 'ᛞ', 'ᚢ', 'ᚱ', 'ᛉ', 'ᛟ', 'ᚩ', 'ᚠ', 'ᚹ', 'ᚩ', 'ᚣ', 'ᛁ', 'ᚠ', 'ᚢ', 'ᛇ', 'ᛚ', 'ᛏ', 'ᛈ', 'ᛒ', 'ᛗ', 'ᛇ', 'ᛝ', 'ᚢ', 'ᚳ', 'ᚱ', 'ᛡ', 'ᛖ', 'ᚩ', 'ᛁ', 'ᚣ', 'ᛄ', 'ᛏ', 'ᛡ', 'ᛖ', 'ᚠ', 'ᛇ', 'ᚠ', 'ᛚ', 'ᛁ', 'ᚣ', 'ᚷ', 'ᚠ', 'ᛝ', 'ᛡ', 'ᛈ', 'ᚷ', 'ᛒ', 'ᛡ', 'ᚩ', 'ᚷ', 'ᛡ', 'ᛟ', 'ᚾ', 'ᚹ', 'ᛡ', 'ᛈ', 'ᛟ', 'ᚦ', 'ᛈ', 'ᛟ', 'ᚷ']

P17 = ['ᛚ', 'ᚦ', 'ᛈ', 'ᛞ', 'ᚦ', 'ᛇ', 'ᛒ', 'ᛡ', 'ᚪ', 'ᛒ', 'ᚪ', 'ᚾ', 'ᛗ', 'ᚳ', 'ᚾ', 'ᛖ', 'ᛡ', 'ᚹ', 'ᛝ', 'ᛏ', 'ᚱ', 'ᛝ', 'ᚫ', 'ᛚ', 'ᛟ', 'ᛁ', 'ᛇ', 'ᚣ', 'ᛝ', 'ᛡ', 'ᚾ', 'ᛏ', 'ᚱ', 'ᛁ', 'ᛋ', 'ᚪ', 'ᛖ', 'ᛇ', 'ᚢ', 'ᛝ', 'ᛞ', 'ᛄ', 'ᚠ', 'ᚱ', 'ᛠ', 'ᛗ', 'ᛠ', 'ᚪ', 'ᚫ', 'ᛈ', 'ᛏ', 'ᚠ', 'ᛖ', 'ᛏ', 'ᚷ', 'ᚾ', 'ᚠ', 'ᛁ', 'ᚠ', 'ᚱ', 'ᚻ', 'ᚱ', 'ᛇ', 'ᛒ', 'ᚻ', 'ᛈ', 'ᛏ', 'ᛇ', 'ᚱ', 'ᛝ', 'ᛡ', 'ᛒ', 'ᚹ', 'ᛚ', 'ᛏ', 'ᛗ', 'ᛉ', 'ᚦ', 'ᚾ', 'ᛄ', 'ᚳ', 'ᚫ', 'ᚷ', 'ᛈ', 'ᛋ', 'ᛖ', 'ᚩ', 'ᚢ', 'ᛝ', 'ᚩ', 'ᛏ', 'ᛈ', 'ᛁ', 'ᚣ', 'ᚾ', 'ᚪ', 'ᛏ', 'ᚹ', 'ᚠ', 'ᛗ', 'ᚾ', 'ᛟ', 'ᚾ', 'ᚳ', 'ᛒ', 'ᛄ', 'ᛉ', 'ᛡ', 'ᛟ', 'ᚪ', 'ᛁ', 'ᚫ', 'ᛝ', 'ᛒ', 'ᛉ', 'ᛏ', 'ᛄ', 'ᛁ', 'ᛋ', 'ᛠ', 'ᚳ', 'ᛖ', 'ᚱ', 'ᚦ', 'ᚣ', 'ᚩ', 'ᚣ', 'ᛈ', 'ᚫ', 'ᚷ', 'ᛡ', 'ᛄ', 'ᛁ', 'ᚩ', 'ᚱ', 'ᚦ', 'ᛠ', 'ᛇ', 'ᚦ', 'ᚩ', 'ᛉ', 'ᚾ', 'ᚱ', 'ᚾ', 'ᚫ', 'ᛁ', 'ᛉ', 'ᛁ', 'ᛝ', 'ᚣ', 'ᚫ', 'ᛡ', 'ᚫ', 'ᛗ', 'ᚹ', 'ᛖ', 'ᛇ', 'ᚷ', 'ᚻ', 'ᛖ', 'ᛗ', 'ᚷ', 'ᚢ', 'ᛞ', 'ᚹ', 'ᛄ', 'ᚻ', 'ᛉ', 'ᚱ', 'ᚢ', 'ᛄ', 'ᚢ', 'ᚾ', 'ᛈ', 'ᛋ', 'ᚣ', 'ᛄ', 'ᚫ', 'ᛈ', 'ᚳ', 'ᚣ', 'ᚳ', 'ᛒ', 'ᛡ', 'ᚫ', 'ᛟ', 'ᚪ', 'ᚠ', 'ᛏ', 'ᚷ', 'ᚩ', 'ᛇ', 'ᛟ', 'ᛁ', 'ᚱ', 'ᛗ', 'ᛖ', 'ᛉ', 'ᛟ', 'ᛗ', 'ᛇ', 'ᚫ', 'ᛟ', 'ᚦ', 'ᚱ', 'ᛞ', 'ᛁ', 'ᚢ', 'ᚦ', 'ᚻ', 'ᛗ', 'ᛡ', 'ᚾ', 'ᛁ', 'ᚦ', 'ᚻ', 'ᛚ', 'ᛏ', 'ᚳ', 'ᚪ', 'ᚦ', 'ᚠ', 'ᚪ', 'ᚫ', 'ᚣ', 'ᚻ', 'ᛠ', 'ᚦ', 'ᚠ', 'ᛋ', 'ᚠ', 'ᛝ', 'ᚷ', 'ᚱ', 'ᛈ', 'ᛏ', 'ᛄ', 'ᛉ', 'ᛟ', 'ᚷ', 'ᛚ', 'ᚻ', 'ᚩ', 'ᚪ', 'ᚦ', 'ᛏ', 'ᚳ', 'ᛁ', 'ᚠ', 'ᚣ', 'ᚢ', 'ᛁ', 'ᚹ', 'ᛟ', 'ᚪ', 'ᚣ', 'ᛁ', 'ᛠ', 'ᛄ', 'ᚪ', 'ᛟ', 'ᛝ', 'ᚦ', 'ᛟ', 'ᚠ', 'ᚦ', 'ᚾ', 'ᛇ', 'ᚷ', 'ᛠ', 'ᛚ', 'ᛒ', 'ᚠ']

P18 = ['ᛠ', 'ᚪ', 'ᛄ', 'ᛇ', 'ᛠ', 'ᛚ', 'ᚱ', 'ᚷ', 'ᛋ', 'ᚹ', 'ᚩ', 'ᛒ', 'ᛁ', 'ᛠ', 'ᚳ', 'ᛁ', 'ᛞ', 'ᛄ', 'ᛖ', 'ᛗ', 'ᚱ', 'ᚷ', 'ᚪ', 'ᚻ', 'ᛠ', 'ᛚ', 'ᚷ', 'ᚩ', 'ᛉ', 'ᚻ', 'ᛡ', 'ᛝ', 'ᛞ', 'ᚱ', 'ᚹ', 'ᚩ', 'ᛈ', 'ᛡ', 'ᚣ', 'ᚳ', 'ᚦ', 'ᛁ', 'ᛇ', 'ᚢ', 'ᛁ', 'ᛟ', 'ᚦ', 'ᚠ', 'ᚳ', 'ᚻ', 'ᚩ', 'ᛁ', 'ᛝ', 'ᚾ', 'ᛁ', 'ᛞ', 'ᛏ', 'ᚫ', 'ᚱ', 'ᛝ', 'ᚫ', 'ᛈ', 'ᛠ', 'ᛞ', 'ᛇ', 'ᛉ', 'ᚳ', 'ᛠ', 'ᚩ', 'ᛟ', 'ᛖ', 'ᛗ', 'ᛈ', 'ᛒ', 'ᚦ', 'ᛝ', 'ᛋ', 'ᚢ', 'ᛡ', 'ᚻ', 'ᛡ', 'ᛏ', 'ᛉ', 'ᛇ', 'ᚷ', 'ᚠ', 'ᛡ', 'ᛡ', 'ᛟ', 'ᚢ', 'ᛡ', 'ᚦ', 'ᚣ', 'ᛞ', 'ᚪ', 'ᚫ', 'ᛝ', 'ᛒ', 'ᚳ', 'ᚩ', 'ᚷ', 'ᛏ', 'ᛞ', 'ᚦ', 'ᛁ', 'ᚠ', 'ᛒ', 'ᛖ', 'ᚦ', 'ᛟ', 'ᚳ', 'ᚠ', 'ᚻ', 'ᛞ', 'ᚠ', 'ᚣ', 'ᛋ', 'ᚾ', 'ᛟ', 'ᛠ', 'ᛇ', 'ᛄ', 'ᛖ', 'ᛉ', 'ᚩ', 'ᛈ', 'ᛠ', 'ᛚ', 'ᚪ', 'ᛟ', 'ᚩ', 'ᚾ', 'ᛄ', 'ᛉ', 'ᛋ', 'ᚣ', 'ᚫ', 'ᚷ', 'ᛖ', 'ᚩ', 'ᛟ', 'ᚢ', 'ᚱ', 'ᚹ', 'ᚢ', 'ᛟ', 'ᛡ', 'ᛄ', 'ᛇ', 'ᚢ', 'ᛞ', 'ᛉ', 'ᛒ', 'ᛇ', 'ᚳ', 'ᛝ', 'ᛚ', 'ᛗ', 'ᛠ', 'ᛗ', 'ᚪ', 'ᚱ', 'ᛡ', 'ᛗ', 'ᛒ', 'ᚩ', 'ᚹ', 'ᛋ', 'ᛖ', 'ᚾ', 'ᚻ', 'ᚣ', 'ᛈ', 'ᛞ', 'ᛚ', 'ᛞ', 'ᛈ', 'ᛏ', 'ᚪ', 'ᛞ', 'ᛚ', 'ᛉ', 'ᛟ', 'ᚱ', 'ᚾ', 'ᚹ', 'ᛠ', 'ᚠ', 'ᛁ', 'ᛟ', 'ᚾ', 'ᛒ', 'ᛇ', 'ᛟ', 'ᛖ', 'ᛝ', 'ᚳ', 'ᚠ', 'ᛏ', 'ᛞ', 'ᛏ', 'ᛇ', 'ᚫ', 'ᛝ', 'ᚢ', 'ᛠ', 'ᛡ', 'ᚫ', 'ᛖ', 'ᛟ', 'ᛞ', 'ᛝ', 'ᛠ', 'ᚠ', 'ᛗ', 'ᛒ', 'ᛚ', 'ᛏ', 'ᚢ', 'ᛈ', 'ᚱ', 'ᚹ', 'ᛟ', 'ᛇ', 'ᛉ', 'ᚳ', 'ᛟ', 'ᛈ', 'ᛏ', 'ᚢ', 'ᚠ', 'ᚳ', 'ᛞ', 'ᛄ', 'ᛋ', 'ᛞ', 'ᛈ', 'ᛚ', 'ᚠ', 'ᛝ', 'ᚱ', 'ᛄ', 'ᚣ', 'ᛞ', 'ᛗ', 'ᛖ', 'ᚣ', 'ᚢ', 'ᛖ', 'ᛝ', 'ᛠ', 'ᚳ', 'ᛞ', 'ᛈ', 'ᚩ', 'ᛠ', 'ᛏ', 'ᛒ', 'ᚳ', 'ᚷ']

P19 = ['ᚾ', 'ᚩ', 'ᛟ', 'ᚾ', 'ᚠ', 'ᚩ', 'ᛁ', 'ᚠ', 'ᚢ', 'ᛋ', 'ᚾ', 'ᛞ', 'ᚹ', 'ᛠ', 'ᛇ', 'ᛈ', 'ᚱ', 'ᚩ', 'ᚩ', 'ᛄ', 'ᚪ', 'ᛟ', 'ᛇ', 'ᛠ', 'ᛄ', 'ᛁ', 'ᛟ', 'ᛄ', 'ᛞ', 'ᚢ', 'ᚳ', 'ᛝ', 'ᚩ', 'ᚱ', 'ᛝ', 'ᛋ', 'ᛄ', 'ᛁ', 'ᛈ', 'ᛉ', 'ᛖ', 'ᛞ', 'ᛁ', 'ᚾ', 'ᛗ', 'ᛗ', 'ᚳ', 'ᛉ', 'ᚩ', 'ᛁ', 'ᛄ', 'ᛞ', 'ᚳ', 'ᚢ', 'ᚪ', 'ᛇ', 'ᚦ', 'ᛡ', 'ᛇ', 'ᚻ', 'ᛠ', 'ᚣ', 'ᛠ', 'ᚻ', 'ᚠ', 'ᚩ', 'ᛡ', 'ᛠ', 'ᛋ', 'ᛟ', 'ᚪ', 'ᚹ', 'ᚫ', 'ᚻ', 'ᚩ', 'ᛄ', 'ᚢ', 'ᚱ', 'ᚩ', 'ᚣ', 'ᛏ', 'ᚫ', 'ᚪ', 'ᛡ', 'ᚷ', 'ᛄ', 'ᛚ', 'ᛄ', 'ᛝ', 'ᛏ', 'ᛖ', 'ᛒ', 'ᛚ', 'ᛉ', 'ᚻ', 'ᚱ', 'ᚩ', 'ᚫ', 'ᛇ', 'ᛈ', 'ᛄ', 'ᛠ', 'ᚳ', 'ᛈ', 'ᛚ', 'ᚣ', 'ᛈ', 'ᚪ', 'ᛠ', 'ᚻ', 'ᚻ', 'ᛋ', 'ᚫ', 'ᚩ', 'ᛝ', 'ᚹ', 'ᛋ', 'ᛞ', 'ᚠ', 'ᚳ', 'ᛠ', 'ᚩ', 'ᛇ', 'ᚫ', 'ᚪ', 'ᚩ', 'ᚹ', 'ᛗ', 'ᚪ', 'ᚣ', 'ᚫ', 'ᚷ', 'ᚫ', 'ᛄ', 'ᚱ', 'ᚹ', 'ᛞ', 'ᚱ', 'ᚦ', 'ᚷ', 'ᚳ', 'ᚹ', 'ᚾ', 'ᚷ', 'ᛡ', 'ᛚ', 'ᛒ', 'ᚳ', 'ᛄ', 'ᚷ', 'ᚹ', 'ᚹ', 'ᚱ', 'ᛁ', 'ᚠ', 'ᛏ', 'ᚠ', 'ᛚ', 'ᛋ', 'ᛄ', 'ᛚ', 'ᚪ', 'ᛄ', 'ᚱ', 'ᛏ', 'ᛞ', 'ᚷ', 'ᚫ', 'ᛠ', 'ᚠ', 'ᛉ', 'ᛞ', 'ᚫ', 'ᚷ', 'ᚻ', 'ᛏ', 'ᛗ', 'ᚣ', 'ᛈ', 'ᛏ', 'ᛒ', 'ᛟ', 'ᛝ', 'ᛄ', 'ᛋ', 'ᚾ', 'ᛝ', 'ᛁ', 'ᚹ', 'ᚦ', 'ᛠ', 'ᛝ', 'ᛞ', 'ᚾ', 'ᛟ', 'ᚷ', 'ᚫ', 'ᛁ', 'ᛗ', 'ᛝ', 'ᛉ', 'ᚱ', 'ᛞ', 'ᛋ', 'ᛗ', 'ᚠ', 'ᚫ', 'ᚹ', 'ᛟ', 'ᛋ', 'ᚦ', 'ᛞ', 'ᛞ', 'ᛈ', 'ᛝ', 'ᛞ', 'ᛡ', 'ᚷ', 'ᛒ', 'ᚪ', 'ᛟ', 'ᚦ', 'ᛡ', 'ᛒ', 'ᚪ', 'ᚹ', 'ᚾ', 'ᛉ', 'ᚫ', 'ᛚ', 'ᛈ', 'ᛁ', 'ᛒ', 'ᚠ', 'ᚾ', 'ᚠ', 'ᛡ', 'ᚩ', 'ᛏ', 'ᛞ', 'ᚾ', 'ᛋ', 'ᛖ', 'ᚳ', 'ᚻ', 'ᛖ', 'ᚻ', 'ᚢ', 'ᛟ', 'ᚪ', 'ᛖ', 'ᛗ', 'ᛝ', 'ᛠ', 'ᚫ', 'ᛈ', 'ᚩ', 'ᚪ', 'ᛞ', 'ᚠ', 'ᚫ', 'ᚻ', 'ᚠ', 'ᛏ', 'ᚦ', 'ᛄ', 'ᛚ', 'ᛄ', 'ᛒ', 'ᛗ', 'ᛇ']

P20 = ['ᛈ', 'ᛄ', 'ᚢ', 'ᛒ', 'ᚷ', 'ᛁ', 'ᛇ', 'ᛈ', 'ᛉ', 'ᚣ', 'ᛈ', 'ᛟ', 'ᚦ', 'ᛞ', 'ᚱ', 'ᛠ', 'ᚪ', 'ᛡ', 'ᛝ', 'ᛡ', 'ᛒ', 'ᛚ', 'ᚻ', 'ᚦ', 'ᚫ', 'ᛉ', 'ᛟ', 'ᚫ', 'ᚪ', 'ᛇ', 'ᛉ', 'ᚳ', 'ᛠ', 'ᚠ', 'ᚫ', 'ᚢ', 'ᚣ', 'ᚦ', 'ᛋ', 'ᚠ', 'ᛝ', 'ᚠ', 'ᚱ', 'ᚹ', 'ᛟ', 'ᛒ', 'ᛗ', 'ᚷ', 'ᛞ', 'ᚾ', 'ᛡ', 'ᛞ', 'ᚪ', 'ᚻ', 'ᚣ', 'ᛇ', 'ᚱ', 'ᛚ', 'ᛖ', 'ᚣ', 'ᛇ', 'ᚻ', 'ᛠ', 'ᚩ', 'ᚢ', 'ᚳ', 'ᚱ', 'ᚻ', 'ᛡ', 'ᛟ', 'ᛗ', 'ᛠ', 'ᛝ', 'ᛄ', 'ᚦ', 'ᛄ', 'ᚢ', 'ᛁ', 'ᛇ', 'ᛄ', 'ᛁ', 'ᛖ', 'ᚷ', 'ᛁ', 'ᚪ', 'ᛇ', 'ᛏ', 'ᛝ', 'ᛡ', 'ᚳ', 'ᛚ', 'ᛇ', 'ᚠ', 'ᛗ', 'ᚪ', 'ᚷ', 'ᛚ', 'ᛒ', 'ᛋ', 'ᛉ', 'ᛞ', 'ᚫ', 'ᛟ', 'ᛋ', 'ᛚ', 'ᚹ', 'ᛏ', 'ᛠ', 'ᛗ', 'ᛚ', 'ᚦ', 'ᛗ', 'ᛝ', 'ᚦ', 'ᚣ', 'ᛈ', 'ᚠ', 'ᚪ', 'ᛞ', 'ᛚ', 'ᚪ', 'ᛖ', 'ᛚ', 'ᚩ', 'ᚱ', 'ᚷ', 'ᛚ', 'ᚳ', 'ᛇ', 'ᛏ', 'ᚷ', 'ᚣ', 'ᛟ', 'ᛗ', 'ᚪ', 'ᛁ', 'ᚷ', 'ᛄ', 'ᛒ', 'ᛡ', 'ᛗ', 'ᛞ', 'ᛈ', 'ᚪ', 'ᚳ', 'ᛠ', 'ᚷ', 'ᛋ', 'ᛏ', 'ᛈ', 'ᚩ', 'ᛋ', 'ᛏ', 'ᛗ', 'ᚱ', 'ᚣ', 'ᛋ', 'ᛉ', 'ᛁ', 'ᛄ', 'ᛚ', 'ᛝ', 'ᛚ', 'ᛁ', 'ᛉ', 'ᚢ', 'ᛠ', 'ᛗ', 'ᛇ', 'ᚢ', 'ᛋ', 'ᚻ', 'ᚳ', 'ᛉ', 'ᛄ', 'ᚩ', 'ᚠ', 'ᛄ', 'ᚠ', 'ᛁ', 'ᚣ', 'ᛁ', 'ᛟ', 'ᛏ', 'ᚷ', 'ᚱ', 'ᚦ', 'ᛡ', 'ᛒ', 'ᛋ', 'ᚳ', 'ᛇ', 'ᚢ', 'ᚷ', 'ᛚ', 'ᚱ', 'ᛁ', 'ᛗ', 'ᚱ', 'ᛗ', 'ᛝ', 'ᚻ', 'ᛈ', 'ᚫ', 'ᛝ', 'ᛋ', 'ᚫ', 'ᛖ', 'ᛈ', 'ᛁ', 'ᛒ', 'ᛇ', 'ᚹ', 'ᚫ', 'ᚢ', 'ᛄ', 'ᚳ', 'ᛒ', 'ᚦ', 'ᛋ', 'ᚹ', 'ᚦ', 'ᚫ', 'ᛡ', 'ᛟ', 'ᚷ', 'ᛚ', 'ᛞ', 'ᛚ', 'ᚢ', 'ᛟ', 'ᛡ', 'ᚱ', 'ᛞ', 'ᚱ', 'ᛒ', 'ᛄ', 'ᚳ', 'ᚢ', 'ᛠ', 'ᚩ', 'ᛉ', 'ᛉ', 'ᛝ', 'ᛡ', 'ᛄ', 'ᛁ', 'ᚫ', 'ᛟ', 'ᛖ', 'ᛗ', 'ᚹ', 'ᛖ', 'ᛉ', 'ᚦ', 'ᛗ', 'ᚪ', 'ᛋ', 'ᛉ', 'ᛞ', 'ᚦ', 'ᛡ', 'ᚢ', 'ᛉ', 'ᛗ', 'ᚫ', 'ᛋ', 'ᚳ', 'ᛖ']

P21 = ['ᚳ', 'ᚫ', 'ᛠ', 'ᛞ', 'ᚳ', 'ᚷ', 'ᚩ', 'ᛁ', 'ᛇ', 'ᚾ', 'ᛟ', 'ᚷ', 'ᚣ', 'ᚳ', 'ᚦ', 'ᚳ', 'ᚦ', 'ᛗ', 'ᚣ', 'ᛈ', 'ᚪ', 'ᛒ', 'ᛈ', 'ᚻ', 'ᚢ', 'ᚻ', 'ᚾ', 'ᛏ', 'ᚫ', 'ᛒ', 'ᛇ', 'ᚩ', 'ᛁ', 'ᛈ', 'ᚫ', 'ᚩ', 'ᚣ', 'ᛡ', 'ᚣ', 'ᛗ', 'ᚷ', 'ᚠ', 'ᚱ', 'ᛡ', 'ᛚ', 'ᛏ', 'ᛖ', 'ᛟ', 'ᚩ', 'ᛈ', 'ᛚ', 'ᚩ', 'ᚷ', 'ᛁ', 'ᛟ', 'ᛠ', 'ᛞ', 'ᛖ', 'ᚳ', 'ᛗ', 'ᛁ', 'ᚣ', 'ᛈ', 'ᛚ', 'ᛁ', 'ᚹ', 'ᛋ', 'ᛄ', 'ᚹ', 'ᛟ', 'ᛡ', 'ᚪ', 'ᚦ', 'ᛖ', 'ᚩ', 'ᛄ', 'ᚷ', 'ᛋ', 'ᛝ', 'ᚣ', 'ᛗ', 'ᛟ', 'ᚻ', 'ᛗ', 'ᚠ', 'ᚦ', 'ᛉ', 'ᚦ', 'ᚫ', 'ᛋ', 'ᛈ', 'ᚣ', 'ᚩ', 'ᚠ', 'ᛈ', 'ᛟ', 'ᛋ', 'ᛖ', 'ᚫ', 'ᛇ', 'ᛗ', 'ᛚ', 'ᛈ', 'ᚾ', 'ᛡ', 'ᚠ', 'ᚳ', 'ᚾ', 'ᚩ', 'ᛄ', 'ᛋ', 'ᛡ', 'ᚫ', 'ᛄ', 'ᚦ', 'ᚪ', 'ᛠ', 'ᛈ', 'ᚻ', 'ᛋ', 'ᛟ', 'ᛗ', 'ᚹ', 'ᚱ', 'ᚣ', 'ᛁ', 'ᚢ', 'ᛉ', 'ᚹ', 'ᛋ', 'ᚱ', 'ᛞ', 'ᛈ', 'ᚦ', 'ᛈ', 'ᚩ', 'ᛞ', 'ᛄ', 'ᚩ', 'ᚢ', 'ᛈ', 'ᛖ', 'ᚪ', 'ᚫ', 'ᛉ', 'ᚫ', 'ᛏ', 'ᚱ', 'ᛟ', 'ᛏ', 'ᛒ', 'ᛠ', 'ᚫ', 'ᚳ', 'ᚾ', 'ᛖ', 'ᛝ', 'ᚦ', 'ᛄ', 'ᛄ', 'ᚠ', 'ᛚ', 'ᚾ', 'ᚩ', 'ᛒ', 'ᛉ', 'ᚷ', 'ᚪ', 'ᚩ', 'ᛚ', 'ᚪ', 'ᚢ', 'ᛞ', 'ᚻ', 'ᚳ', 'ᚹ', 'ᛚ', 'ᛡ', 'ᛞ', 'ᛇ', 'ᛟ', 'ᚩ', 'ᛡ', 'ᛚ', 'ᚳ', 'ᛡ', 'ᚳ', 'ᛉ', 'ᛝ', 'ᛠ', 'ᛝ', 'ᚷ', 'ᛝ', 'ᛞ', 'ᛄ', 'ᛏ', 'ᛠ', 'ᛈ', 'ᚹ', 'ᛈ', 'ᛗ', 'ᛈ', 'ᚱ', 'ᚫ', 'ᛏ', 'ᛖ', 'ᚢ', 'ᛝ', 'ᚫ', 'ᛡ', 'ᚾ', 'ᛁ', 'ᛠ', 'ᚻ', 'ᚦ', 'ᚣ', 'ᛠ', 'ᚫ', 'ᚩ', 'ᛉ', 'ᛋ', 'ᚩ', 'ᛄ', 'ᚠ', 'ᛏ', 'ᚷ', 'ᚹ', 'ᛁ', 'ᚪ', 'ᛁ', 'ᚩ', 'ᛁ', 'ᛝ', 'ᛠ', 'ᚾ', 'ᚷ', 'ᛗ', 'ᚹ', 'ᚦ', 'ᛖ', 'ᚷ', 'ᛟ', 'ᚪ', 'ᚹ', 'ᛞ', 'ᚻ', 'ᚢ', 'ᛡ', 'ᚹ', 'ᚣ', 'ᚷ', 'ᛉ', 'ᛒ', 'ᚪ', 'ᚾ', 'ᛝ', 'ᛡ', 'ᛄ', 'ᛡ', 'ᚠ', 'ᚷ', 'ᛈ', 'ᚦ', 'ᚠ', 'ᚦ', 'ᛁ', 'ᛈ', 'ᚪ', 'ᛝ', 'ᛋ', 'ᛞ', 'ᛟ', 'ᚩ']

P22 = ['ᛝ', 'ᛗ', 'ᛁ', 'ᚷ', 'ᛄ', 'ᚷ', 'ᚳ', 'ᚩ', 'ᚦ', 'ᛖ', 'ᚦ', 'ᛄ', 'ᚣ', 'ᚠ', 'ᚦ', 'ᚳ', 'ᛄ', 'ᛡ', 'ᛖ', 'ᚢ', 'ᛉ', 'ᛄ', 'ᚳ', 'ᚻ', 'ᛄ', 'ᚱ', 'ᛄ', 'ᚪ', 'ᚻ', 'ᚾ', 'ᚦ', 'ᛚ', 'ᚷ', 'ᚱ', 'ᚦ', 'ᛒ', 'ᚪ', 'ᚩ', 'ᛖ', 'ᚢ', 'ᛡ', 'ᛄ', 'ᚹ', 'ᛏ', 'ᚱ', 'ᚹ', 'ᛟ', 'ᚦ', 'ᚳ', 'ᛗ', 'ᚦ', 'ᚠ', 'ᚫ', 'ᚻ', 'ᛡ', 'ᚠ', 'ᛠ', 'ᚣ', 'ᚪ', 'ᚦ', 'ᛚ', 'ᛏ', 'ᛒ', 'ᚢ', 'ᛝ', 'ᛖ', 'ᛋ', 'ᛗ', 'ᚱ', 'ᚪ', 'ᚹ', 'ᛒ', 'ᚹ', 'ᛒ', 'ᛗ', 'ᚱ', 'ᚾ', 'ᛗ', 'ᚻ', 'ᛗ', 'ᛁ', 'ᚾ', 'ᚪ', 'ᛞ', 'ᛡ', 'ᛖ', 'ᚩ', 'ᚾ', 'ᚹ', 'ᛡ', 'ᚢ', 'ᛄ', 'ᚦ', 'ᛠ', 'ᛚ', 'ᚳ', 'ᚷ', 'ᛚ', 'ᛇ', 'ᛟ', 'ᛠ', 'ᛠ', 'ᚪ', 'ᛇ', 'ᛉ', 'ᚣ', 'ᚪ', 'ᚷ', 'ᛏ', 'ᚩ', 'ᛖ', 'ᚹ', 'ᛒ', 'ᛈ', 'ᚷ', 'ᛝ', 'ᛒ', 'ᛡ', 'ᚦ', 'ᚠ', 'ᛋ', 'ᚾ', 'ᛒ', 'ᚦ', 'ᚠ', 'ᛇ', 'ᛝ', 'ᛠ', 'ᚠ', 'ᚾ', 'ᛉ']

P23 = ['ᚢ', 'ᚪ', 'ᚹ', 'ᛝ', 'ᚷ', 'ᛉ', 'ᛞ', 'ᚷ', 'ᛁ', 'ᛒ', 'ᛁ', 'ᛇ', 'ᛏ', 'ᛒ', 'ᛁ', 'ᚣ', 'ᛠ', 'ᚷ', 'ᛋ', 'ᚫ', 'ᛈ', 'ᚹ', 'ᛗ', 'ᛠ', 'ᛇ', 'ᛄ', 'ᛇ', 'ᚹ', 'ᚻ', 'ᛁ', 'ᚷ', 'ᛠ', 'ᛒ', 'ᚢ', 'ᚣ', 'ᚻ', 'ᚣ', 'ᛝ', 'ᚹ', 'ᚢ', 'ᚱ', 'ᛋ', 'ᚩ', 'ᛡ', 'ᚠ', 'ᛡ', 'ᛠ', 'ᛞ', 'ᛟ', 'ᚦ', 'ᛗ', 'ᚳ', 'ᚾ', 'ᛉ', 'ᛞ', 'ᚦ', 'ᛖ', 'ᚱ', 'ᛇ', 'ᚳ', 'ᚪ', 'ᛄ', 'ᛋ', 'ᛟ', 'ᚢ', 'ᚹ', 'ᚱ', 'ᛏ', 'ᛋ', 'ᛖ', 'ᛋ', 'ᛏ', 'ᚣ', 'ᚱ', 'ᛠ', 'ᚫ', 'ᚾ', 'ᛞ', 'ᛈ', 'ᛒ', 'ᛡ', 'ᛋ', 'ᚢ', 'ᛞ', 'ᛖ', 'ᚣ', 'ᚦ', 'ᛚ', 'ᚹ', 'ᛟ', 'ᛋ', 'ᚷ', 'ᛚ', 'ᛄ', 'ᚫ', 'ᛖ', 'ᚩ', 'ᚳ', 'ᚦ', 'ᚹ', 'ᛗ', 'ᚢ', 'ᚩ', 'ᚷ', 'ᚠ', 'ᚪ', 'ᚩ', 'ᛡ', 'ᛝ', 'ᛒ', 'ᛠ', 'ᚦ', 'ᚳ', 'ᚪ', 'ᚱ', 'ᛡ', 'ᛏ', 'ᛟ', 'ᚹ', 'ᚠ', 'ᚣ', 'ᛝ', 'ᚢ', 'ᚣ', 'ᛁ', 'ᛚ', 'ᛏ', 'ᚫ', 'ᚫ', 'ᚪ', 'ᚱ', 'ᛈ', 'ᚠ', 'ᛗ', 'ᚹ', 'ᚩ', 'ᛞ', 'ᛠ', 'ᛒ', 'ᛈ', 'ᛝ', 'ᛟ', 'ᚾ', 'ᚷ', 'ᛗ', 'ᛡ', 'ᛖ', 'ᚩ', 'ᚾ', 'ᛚ', 'ᛉ', 'ᛝ', 'ᛁ', 'ᛡ', 'ᚫ', 'ᛗ', 'ᚻ', 'ᛖ', 'ᚹ', 'ᛗ', 'ᛝ', 'ᛈ', 'ᛇ', 'ᛗ', 'ᛡ', 'ᛄ', 'ᚫ', 'ᚩ', 'ᛡ', 'ᚠ', 'ᚣ', 'ᛉ', 'ᛟ', 'ᚫ', 'ᚦ', 'ᚫ', 'ᛒ', 'ᚩ', 'ᚪ', 'ᚦ', 'ᛄ', 'ᚱ', 'ᛄ', 'ᚾ', 'ᚦ', 'ᛡ', 'ᚠ', 'ᚪ', 'ᛏ', 'ᚾ', 'ᚻ', 'ᚷ', 'ᚢ', 'ᛞ', 'ᚳ', 'ᚦ', 'ᚢ', 'ᚱ', 'ᚢ', 'ᛟ', 'ᛞ', 'ᚻ', 'ᚱ', 'ᚷ', 'ᚹ', 'ᛏ', 'ᛈ', 'ᛖ', 'ᚠ', 'ᚪ', 'ᚻ', 'ᛠ', 'ᚦ']

P24 = ['ᛞ', 'ᚱ', 'ᚠ', 'ᛖ', 'ᛄ', 'ᚫ', 'ᚾ', 'ᚳ', 'ᚻ', 'ᚹ', 'ᛇ', 'ᛡ', 'ᛈ', 'ᛠ', 'ᚹ', 'ᛗ', 'ᛚ', 'ᚹ', 'ᛟ', 'ᚹ', 'ᛠ', 'ᚪ', 'ᚾ', 'ᚪ', 'ᚳ', 'ᚪ', 'ᚷ', 'ᛚ', 'ᚦ', 'ᛒ', 'ᚩ', 'ᚹ', 'ᚢ', 'ᚷ', 'ᛚ', 'ᚠ', 'ᛋ', 'ᚻ', 'ᚾ', 'ᛉ', 'ᛝ', 'ᛗ', 'ᛖ', 'ᚦ', 'ᚢ', 'ᛝ', 'ᛡ', 'ᛈ', 'ᚣ', 'ᚢ', 'ᛉ', 'ᚷ', 'ᚷ', 'ᚹ', 'ᛞ', 'ᛁ', 'ᛋ', 'ᚦ', 'ᛡ', 'ᛡ', 'ᛈ', 'ᚳ', 'ᚪ', 'ᚩ', 'ᚢ', 'ᛗ', 'ᚢ', 'ᛉ', 'ᚩ', 'ᚣ', 'ᚻ', 'ᛏ', 'ᚩ', 'ᚫ', 'ᛗ', 'ᚢ', 'ᚩ', 'ᚾ', 'ᛏ', 'ᛠ', 'ᛒ', 'ᛟ', 'ᛒ', 'ᚠ', 'ᛁ', 'ᛈ', 'ᛚ', 'ᛋ', 'ᛝ', 'ᚫ', 'ᚳ', 'ᚫ', 'ᛟ', 'ᛏ', 'ᚢ', 'ᚩ', 'ᛉ', 'ᚾ', 'ᛡ', 'ᛋ', 'ᚠ', 'ᛖ', 'ᛉ', 'ᚱ', 'ᛗ', 'ᚩ', 'ᚩ', 'ᚫ', 'ᚠ', 'ᚢ', 'ᚦ', 'ᛖ', 'ᛞ', 'ᚾ', 'ᚣ', 'ᛡ', 'ᛋ', 'ᛋ', 'ᚱ', 'ᛚ', 'ᛟ', 'ᚢ', 'ᚻ', 'ᚢ', 'ᚾ', 'ᛈ', 'ᛁ', 'ᚻ', 'ᛖ', 'ᛉ', 'ᚦ', 'ᛞ', 'ᛗ', 'ᛈ', 'ᛟ', 'ᚠ', 'ᛈ', 'ᚠ', 'ᛝ', 'ᚫ', 'ᛝ', 'ᛋ', 'ᛟ', 'ᛄ', 'ᚹ', 'ᛠ', 'ᛒ', 'ᚣ', 'ᛟ', 'ᚹ', 'ᛞ', 'ᚠ', 'ᚣ', 'ᛄ', 'ᛁ', 'ᛏ', 'ᛉ', 'ᛚ', 'ᚩ', 'ᚦ', 'ᛝ', 'ᚠ', 'ᚪ', 'ᛋ', 'ᛡ', 'ᛁ', 'ᚻ', 'ᛒ', 'ᚱ', 'ᚪ', 'ᚢ', 'ᚣ', 'ᚫ', 'ᚢ', 'ᛟ', 'ᛠ', 'ᚪ', 'ᚣ', 'ᛖ', 'ᛟ', 'ᚫ', 'ᛖ', 'ᛈ', 'ᚠ', 'ᛒ', 'ᛈ', 'ᛄ', 'ᛁ', 'ᛋ', 'ᛝ', 'ᛒ', 'ᚱ', 'ᚦ', 'ᚳ', 'ᛇ', 'ᛚ', 'ᛁ', 'ᚢ', 'ᛈ', 'ᛏ', 'ᚳ', 'ᛒ', 'ᛉ', 'ᛖ', 'ᚪ', 'ᚣ', 'ᚠ', 'ᛗ', 'ᚳ', 'ᚣ', 'ᚱ', 'ᚻ', 'ᚹ', 'ᛏ', 'ᚾ', 'ᛡ', 'ᛉ', 'ᚫ', 'ᚦ', 'ᛟ', 'ᚳ', 'ᚹ', 'ᛠ', 'ᚠ', 'ᛏ', 'ᛠ', 'ᛝ', 'ᚩ', 'ᚻ', 'ᛡ', 'ᛠ', 'ᛒ', 'ᛋ', 'ᚻ', 'ᛟ', 'ᚫ', 'ᛁ', 'ᛠ', 'ᛏ', 'ᛁ', 'ᛋ', 'ᛏ', 'ᚫ', 'ᚻ', 'ᚱ', 'ᚻ', 'ᛄ', 'ᛋ', 'ᛡ', 'ᚹ', 'ᚾ', 'ᚾ', 'ᛡ', 'ᚹ', 'ᛚ', 'ᚢ', 'ᛖ', 'ᛏ', 'ᚱ', 'ᛝ', 'ᚳ', 'ᚣ', 'ᚪ', 'ᛉ', 'ᛇ', 'ᛝ', 'ᛋ', 'ᛖ', 'ᛇ', 'ᛁ']

P25 = ['ᚻ', 'ᚾ', 'ᚷ', 'ᚹ', 'ᛉ', 'ᚳ', 'ᛉ', 'ᚣ', 'ᛋ', 'ᛈ', 'ᚳ', 'ᛟ', 'ᚱ', 'ᛒ', 'ᚣ', 'ᛄ', 'ᛝ', 'ᛖ', 'ᛁ', 'ᚾ', 'ᚷ', 'ᚪ', 'ᚣ', 'ᚷ', 'ᛚ', 'ᛒ', 'ᚢ', 'ᛄ', 'ᚩ', 'ᛝ', 'ᛉ', 'ᛉ', 'ᚪ', 'ᛖ', 'ᛒ', 'ᚦ', 'ᛉ', 'ᛡ', 'ᚱ', 'ᛏ', 'ᚷ', 'ᚹ', 'ᛄ', 'ᛋ', 'ᛁ', 'ᚠ', 'ᛠ', 'ᛁ', 'ᛡ', 'ᚦ', 'ᛝ', 'ᚾ', 'ᛖ', 'ᚾ', 'ᚠ', 'ᚩ', 'ᛗ', 'ᛖ', 'ᚣ', 'ᚪ', 'ᚳ', 'ᛖ', 'ᚳ', 'ᚹ', 'ᚪ', 'ᚫ', 'ᚹ', 'ᛇ', 'ᚢ', 'ᚦ', 'ᚻ', 'ᛉ', 'ᚢ', 'ᚾ', 'ᛠ', 'ᛚ', 'ᚢ', 'ᚾ', 'ᚦ', 'ᛈ', 'ᛋ', 'ᚢ', 'ᛈ', 'ᚱ', 'ᛞ', 'ᚫ', 'ᛟ', 'ᚱ', 'ᛡ', 'ᚫ', 'ᚪ', 'ᚢ', 'ᚢ', 'ᛗ', 'ᛚ', 'ᚦ', 'ᛠ', 'ᛚ', 'ᛝ', 'ᛈ', 'ᚣ', 'ᚩ', 'ᛋ', 'ᛟ', 'ᚪ', 'ᚱ', 'ᛗ', 'ᚦ', 'ᛟ', 'ᛈ', 'ᛚ', 'ᛋ', 'ᛏ', 'ᛁ', 'ᚠ', 'ᛋ', 'ᛖ', 'ᚹ', 'ᛝ', 'ᛗ', 'ᛞ', 'ᚩ', 'ᛠ', 'ᚫ', 'ᛡ', 'ᛒ', 'ᛏ', 'ᚩ', 'ᛋ', 'ᛖ', 'ᛏ', 'ᚪ', 'ᚠ', 'ᚫ', 'ᛒ', 'ᛚ', 'ᚾ', 'ᛋ', 'ᚪ', 'ᛉ', 'ᛟ', 'ᚾ', 'ᛚ', 'ᚹ', 'ᛖ', 'ᚩ', 'ᛚ', 'ᛁ', 'ᛄ', 'ᛏ', 'ᛒ', 'ᚪ', 'ᚠ', 'ᛉ', 'ᛏ', 'ᚩ', 'ᛟ', 'ᛄ', 'ᚾ', 'ᚷ', 'ᛋ', 'ᚷ', 'ᛚ', 'ᚷ', 'ᛠ', 'ᛒ', 'ᚷ', 'ᛖ', 'ᚩ', 'ᚪ', 'ᚩ', 'ᛖ', 'ᛞ', 'ᚷ', 'ᛇ', 'ᛗ', 'ᚳ', 'ᚱ', 'ᚷ', 'ᛈ', 'ᛞ', 'ᚩ', 'ᚠ', 'ᚹ', 'ᛇ', 'ᛠ', 'ᛞ', 'ᚣ', 'ᛝ', 'ᚾ', 'ᛁ', 'ᚠ', 'ᛈ', 'ᛚ', 'ᛖ', 'ᛟ', 'ᚢ', 'ᚳ', 'ᛗ', 'ᛚ', 'ᚫ', 'ᛏ', 'ᛉ', 'ᛄ', 'ᚱ', 'ᛉ', 'ᛁ', 'ᛠ', 'ᚷ', 'ᛚ', 'ᚷ', 'ᚳ', 'ᛋ', 'ᚩ', 'ᛝ', 'ᚫ', 'ᚦ', 'ᛗ', 'ᚻ', 'ᛟ', 'ᚠ', 'ᚱ', 'ᛋ', 'ᚳ', 'ᚦ', 'ᚣ', 'ᚩ', 'ᛒ', 'ᛁ', 'ᚫ', 'ᚻ', 'ᛖ', 'ᚢ', 'ᛏ', 'ᛚ', 'ᛚ', 'ᛇ', 'ᚷ', 'ᛟ', 'ᚣ', 'ᛒ', 'ᚾ', 'ᚦ', 'ᚻ', 'ᛠ', 'ᛖ', 'ᛄ', 'ᛒ', 'ᚾ', 'ᛁ', 'ᛚ', 'ᛠ', 'ᚱ', 'ᛄ', 'ᚠ', 'ᚳ', 'ᛋ', 'ᛝ', 'ᚳ', 'ᛈ', 'ᚷ', 'ᚻ', 'ᛋ', 'ᛗ', 'ᛇ', 'ᛞ', 'ᛇ', 'ᚣ', 'ᛡ', 'ᛖ', 'ᛏ', 'ᛠ', 'ᚢ']

P26 = ['ᚢ', 'ᚫ', 'ᛗ', 'ᚠ', 'ᚫ', 'ᛒ', 'ᚦ', 'ᛏ', 'ᛉ', 'ᚠ', 'ᚱ', 'ᚢ', 'ᛗ', 'ᚳ', 'ᚹ', 'ᛚ', 'ᛋ', 'ᚠ', 'ᛚ', 'ᚢ', 'ᛡ', 'ᚹ', 'ᛚ', 'ᚣ', 'ᛋ', 'ᛉ', 'ᛡ', 'ᚠ', 'ᚦ', 'ᛋ', 'ᚷ', 'ᚣ', 'ᛈ', 'ᚦ', 'ᛋ', 'ᛠ', 'ᛇ', 'ᛄ', 'ᛖ', 'ᚷ', 'ᚱ', 'ᛟ', 'ᚻ', 'ᚠ', 'ᛚ', 'ᚹ', 'ᛖ', 'ᚢ', 'ᚻ', 'ᚹ', 'ᛗ', 'ᚳ', 'ᚱ', 'ᛋ', 'ᛟ', 'ᛗ', 'ᛇ', 'ᚣ', 'ᛈ', 'ᛄ', 'ᛈ', 'ᛈ', 'ᚠ', 'ᛟ', 'ᛞ', 'ᚠ', 'ᚾ', 'ᛡ', 'ᛁ', 'ᛉ', 'ᛄ', 'ᛟ', 'ᚩ', 'ᛠ', 'ᚫ', 'ᛖ', 'ᛉ', 'ᛠ', 'ᚱ', 'ᚠ', 'ᚪ', 'ᛏ', 'ᚫ', 'ᛖ', 'ᚳ', 'ᛈ', 'ᚻ', 'ᚣ', 'ᛁ', 'ᛄ', 'ᛏ', 'ᚷ', 'ᛟ', 'ᚦ', 'ᛟ', 'ᛗ', 'ᛟ', 'ᚣ', 'ᛠ', 'ᛞ', 'ᚾ', 'ᚫ', 'ᛁ', 'ᛁ', 'ᚫ', 'ᛠ', 'ᛄ', 'ᛚ', 'ᚹ', 'ᛞ', 'ᛖ', 'ᛒ', 'ᚱ', 'ᛗ', 'ᚫ', 'ᚱ', 'ᛋ', 'ᛚ', 'ᚪ', 'ᚾ', 'ᚪ', 'ᚾ', 'ᚷ', 'ᚣ', 'ᛟ', 'ᛒ', 'ᛄ', 'ᚪ', 'ᚣ', 'ᚱ', 'ᚠ', 'ᛉ', 'ᛁ', 'ᚢ', 'ᚳ', 'ᚣ', 'ᚪ', 'ᚹ', 'ᛒ', 'ᛄ', 'ᛗ', 'ᛇ', 'ᚦ', 'ᛇ', 'ᛈ', 'ᛄ', 'ᛗ', 'ᚩ', 'ᛡ', 'ᛁ', 'ᛖ', 'ᚫ', 'ᚢ', 'ᛒ', 'ᛏ', 'ᛡ', 'ᚣ', 'ᚻ', 'ᛞ', 'ᛁ', 'ᚻ', 'ᛖ', 'ᛄ', 'ᛡ', 'ᛠ', 'ᚱ', 'ᚪ', 'ᚠ', 'ᚾ', 'ᛄ', 'ᚳ', 'ᛉ', 'ᚾ', 'ᛡ', 'ᚠ', 'ᛇ', 'ᚦ', 'ᚱ', 'ᛒ', 'ᛋ', 'ᛡ', 'ᛋ', 'ᚠ', 'ᚦ', 'ᛟ', 'ᚾ', 'ᚢ', 'ᚾ', 'ᛡ', 'ᚱ', 'ᚾ', 'ᚹ', 'ᚦ', 'ᚢ', 'ᚱ', 'ᛁ', 'ᛇ', 'ᛁ', 'ᛈ', 'ᚱ', 'ᚷ', 'ᛞ', 'ᛚ', 'ᛖ', 'ᛈ', 'ᛠ', 'ᛖ', 'ᛗ', 'ᛋ', 'ᚷ', 'ᚹ', 'ᛏ', 'ᚣ', 'ᚦ', 'ᛇ', 'ᚩ', 'ᛉ', 'ᛁ', 'ᚷ', 'ᛇ', 'ᚳ', 'ᚢ', 'ᚻ', 'ᛁ', 'ᛋ', 'ᛇ', 'ᚱ', 'ᛇ', 'ᛠ', 'ᚪ', 'ᛗ', 'ᚱ', 'ᚠ', 'ᚪ', 'ᚠ', 'ᛞ', 'ᛗ', 'ᛚ', 'ᛝ', 'ᛄ', 'ᛏ', 'ᛈ', 'ᛖ', 'ᛚ', 'ᚦ', 'ᛈ', 'ᛝ', 'ᚫ', 'ᛉ', 'ᛝ', 'ᚫ', 'ᚹ', 'ᛡ', 'ᛚ', 'ᚹ', 'ᚷ', 'ᛇ', 'ᚻ', 'ᛠ', 'ᛒ', 'ᛟ', 'ᛇ', 'ᚹ', 'ᛒ', 'ᚹ']

P27 = ['ᛗ', 'ᛈ', 'ᚣ', 'ᛚ', 'ᛋ', 'ᚩ', 'ᚪ', 'ᚫ', 'ᚻ', 'ᛚ', 'ᛖ', 'ᛇ', 'ᛁ', 'ᛗ', 'ᛚ', 'ᛚ', 'ᛋ', 'ᚳ', 'ᛈ', 'ᚾ', 'ᚻ', 'ᚷ', 'ᚢ', 'ᛡ', 'ᚻ', 'ᚢ', 'ᛒ', 'ᚠ', 'ᛞ', 'ᛄ', 'ᚢ', 'ᛒ', 'ᛖ', 'ᛁ', 'ᚫ', 'ᚠ', 'ᛈ', 'ᚫ', 'ᛈ', 'ᚦ', 'ᚱ', 'ᛗ', 'ᛚ', 'ᚳ', 'ᛒ', 'ᚷ', 'ᚣ', 'ᛗ', 'ᛠ', 'ᛒ', 'ᚫ', 'ᚾ', 'ᚦ', 'ᛗ', 'ᚠ', 'ᛡ', 'ᛠ', 'ᚳ', 'ᛒ', 'ᚷ', 'ᚫ', 'ᚠ', 'ᛖ', 'ᛄ', 'ᚱ', 'ᚩ', 'ᛈ', 'ᛒ', 'ᚠ', 'ᛒ', 'ᚩ', 'ᛇ', 'ᚱ', 'ᛠ', 'ᚱ', 'ᛠ', 'ᚷ', 'ᛖ', 'ᛚ', 'ᛇ', 'ᚱ', 'ᚾ', 'ᛋ', 'ᚩ', 'ᚩ', 'ᚳ', 'ᚪ', 'ᛖ', 'ᚣ', 'ᛖ', 'ᛖ', 'ᛏ', 'ᚱ', 'ᚢ', 'ᚣ', 'ᛟ', 'ᛄ', 'ᛉ', 'ᛠ', 'ᚷ', 'ᛝ', 'ᚣ', 'ᛏ', 'ᛝ', 'ᚾ', 'ᚪ', 'ᛏ', 'ᛋ', 'ᛝ', 'ᚪ', 'ᛄ', 'ᚠ', 'ᛚ', 'ᛋ', 'ᚢ', 'ᚹ', 'ᛠ', 'ᛈ', 'ᛁ', 'ᛏ', 'ᛁ', 'ᚾ', 'ᚱ', 'ᚱ', 'ᛝ', 'ᛗ', 'ᚣ', 'ᛗ', 'ᚠ', 'ᛁ', 'ᚫ', 'ᛁ', 'ᚪ', 'ᚢ', 'ᛟ', 'ᛒ', 'ᚹ', 'ᛗ', 'ᛁ', 'ᚻ', 'ᚣ', 'ᚹ', 'ᛞ', 'ᛚ', 'ᛟ', 'ᛏ', 'ᛞ', 'ᛟ', 'ᚳ', 'ᛒ', 'ᛡ', 'ᛒ', 'ᚪ', 'ᛏ', 'ᚹ', 'ᛏ', 'ᛈ', 'ᚹ', 'ᛠ', 'ᚩ', 'ᚱ', 'ᚩ', 'ᛖ', 'ᚣ', 'ᛚ', 'ᛋ', 'ᚢ', 'ᛡ', 'ᚱ', 'ᚠ', 'ᛄ', 'ᛇ', 'ᚱ', 'ᛡ', 'ᚦ', 'ᛖ', 'ᚢ', 'ᛏ', 'ᛝ', 'ᚫ', 'ᚾ', 'ᚪ', 'ᛠ', 'ᚩ', 'ᚪ', 'ᚾ', 'ᚪ', 'ᚦ', 'ᚷ', 'ᚩ', 'ᚫ', 'ᛉ', 'ᛒ', 'ᛏ', 'ᛖ', 'ᛠ', 'ᛗ', 'ᚷ', 'ᚱ', 'ᛗ', 'ᚣ', 'ᛝ', 'ᚠ', 'ᛒ', 'ᛞ', 'ᛟ', 'ᛞ', 'ᚪ', 'ᛠ', 'ᚱ', 'ᚳ', 'ᛁ', 'ᛈ', 'ᛞ', 'ᚠ', 'ᛗ', 'ᛝ', 'ᚻ', 'ᛋ', 'ᚩ', 'ᛞ', 'ᛈ', 'ᛉ', 'ᚾ', 'ᛟ', 'ᚱ', 'ᛡ', 'ᚾ', 'ᚳ', 'ᚳ', 'ᛏ', 'ᚾ', 'ᛈ', 'ᚠ']

P28 = ['ᛈ', 'ᚳ', 'ᛄ', 'ᚦ', 'ᛒ', 'ᛁ', 'ᚹ', 'ᛞ', 'ᚹ', 'ᛝ', 'ᛠ', 'ᛡ', 'ᚹ', 'ᛚ', 'ᚹ', 'ᛄ', 'ᚾ', 'ᚪ', 'ᛟ', 'ᛏ', 'ᛞ', 'ᛉ', 'ᚣ', 'ᛖ', 'ᚱ', 'ᛞ', 'ᚱ', 'ᛏ', 'ᛇ', 'ᛁ', 'ᚳ', 'ᛈ', 'ᛝ', 'ᚦ', 'ᛟ', 'ᚷ', 'ᛄ', 'ᚦ', 'ᚣ', 'ᛋ', 'ᛠ', 'ᚻ', 'ᚠ', 'ᛒ', 'ᛚ', 'ᛁ', 'ᚫ', 'ᛚ', 'ᛞ', 'ᛉ', 'ᚪ', 'ᛁ', 'ᚹ', 'ᚷ', 'ᛒ', 'ᚩ', 'ᚹ', 'ᚾ', 'ᛠ', 'ᛋ', 'ᛖ', 'ᛗ', 'ᛒ', 'ᛋ', 'ᚳ', 'ᚹ', 'ᚦ', 'ᛟ', 'ᚠ', 'ᚻ', 'ᚫ', 'ᛞ', 'ᚢ', 'ᛁ', 'ᛒ', 'ᛞ', 'ᛇ', 'ᛝ', 'ᛈ', 'ᚠ', 'ᛁ', 'ᛟ', 'ᚢ', 'ᚣ', 'ᛏ', 'ᚻ', 'ᚱ', 'ᛖ', 'ᚾ', 'ᚳ', 'ᛈ', 'ᛡ', 'ᛈ', 'ᛞ', 'ᛄ', 'ᛁ', 'ᛏ', 'ᛗ', 'ᛋ', 'ᚫ', 'ᛉ', 'ᚩ', 'ᚣ', 'ᚪ', 'ᛄ', 'ᛗ', 'ᛡ', 'ᛖ', 'ᛇ', 'ᛄ', 'ᚠ', 'ᛗ', 'ᚱ', 'ᛞ', 'ᛟ', 'ᚪ', 'ᛒ', 'ᛞ', 'ᚻ', 'ᚾ', 'ᛈ', 'ᚪ', 'ᛇ', 'ᚱ', 'ᚻ', 'ᚾ', 'ᛝ', 'ᛠ', 'ᚠ', 'ᚾ', 'ᚠ', 'ᚩ', 'ᛗ', 'ᛋ', 'ᚾ', 'ᛠ', 'ᚪ', 'ᛁ', 'ᚢ', 'ᛚ', 'ᚪ', 'ᚫ', 'ᛄ', 'ᛉ', 'ᛡ', 'ᚠ', 'ᛁ', 'ᛖ', 'ᛈ', 'ᛠ', 'ᚻ', 'ᚠ', 'ᛇ', 'ᚩ', 'ᚹ', 'ᛠ', 'ᛄ', 'ᛇ', 'ᛁ', 'ᛠ', 'ᚫ', 'ᛄ', 'ᛒ', 'ᛋ', 'ᚠ', 'ᛖ', 'ᚷ', 'ᛋ', 'ᛁ', 'ᛟ', 'ᛗ', 'ᛒ', 'ᛁ', 'ᛝ', 'ᛏ', 'ᚪ', 'ᚢ', 'ᛁ', 'ᚦ', 'ᚩ', 'ᛝ', 'ᛗ', 'ᚠ', 'ᚹ', 'ᛟ', 'ᛒ', 'ᛟ', 'ᛡ', 'ᚠ', 'ᚣ', 'ᛝ', 'ᚩ', 'ᛠ', 'ᚳ', 'ᛚ', 'ᛈ', 'ᚱ', 'ᛞ', 'ᛄ', 'ᚩ', 'ᛝ', 'ᛄ', 'ᚪ', 'ᛖ', 'ᛗ', 'ᛈ', 'ᚾ', 'ᚠ', 'ᛠ', 'ᚷ', 'ᛞ', 'ᛒ', 'ᚩ', 'ᛉ', 'ᚷ', 'ᚾ', 'ᚣ', 'ᚷ', 'ᛠ', 'ᛈ', 'ᛄ', 'ᛞ', 'ᚾ', 'ᛟ', 'ᚩ', 'ᚢ', 'ᚾ', 'ᚹ', 'ᛗ', 'ᛄ', 'ᚢ', 'ᚷ', 'ᛠ', 'ᛗ', 'ᛇ', 'ᚪ', 'ᚻ', 'ᚦ', 'ᛡ', 'ᛝ', 'ᛈ', 'ᛞ', 'ᛒ', 'ᚳ', 'ᛉ', 'ᚳ', 'ᛠ', 'ᛉ', 'ᛟ', 'ᚣ', 'ᛒ', 'ᚦ', 'ᛁ', 'ᛄ', 'ᛚ', 'ᛡ', 'ᛝ', 'ᛡ', 'ᚹ', 'ᛄ', 'ᚫ', 'ᛋ', 'ᛗ', 'ᚪ', 'ᛡ', 'ᛠ', 'ᛇ', 'ᛝ', 'ᛏ']

P29 = ['ᚦ', 'ᛞ', 'ᚷ', 'ᚢ', 'ᛏ', 'ᛚ', 'ᛏ', 'ᚣ', 'ᚢ', 'ᛝ', 'ᚷ', 'ᛟ', 'ᚪ', 'ᛏ', 'ᛄ', 'ᚦ', 'ᚣ', 'ᚫ', 'ᚻ', 'ᚪ', 'ᛒ', 'ᛝ', 'ᚦ', 'ᚢ', 'ᚱ', 'ᚪ', 'ᚾ', 'ᛞ', 'ᛁ', 'ᛝ', 'ᚫ', 'ᛚ', 'ᚫ', 'ᚷ', 'ᚹ', 'ᛁ', 'ᛒ', 'ᚣ', 'ᚾ', 'ᚫ', 'ᚠ', 'ᛚ', 'ᛋ', 'ᛒ', 'ᛈ', 'ᛟ', 'ᚪ', 'ᛟ', 'ᛞ', 'ᚷ', 'ᛟ', 'ᚣ', 'ᛉ', 'ᚷ', 'ᛚ', 'ᛋ', 'ᛠ', 'ᛁ', 'ᚳ', 'ᛟ', 'ᛁ', 'ᚦ', 'ᛈ', 'ᚹ', 'ᛉ', 'ᛖ', 'ᚢ', 'ᛟ', 'ᛄ', 'ᛝ', 'ᛋ', 'ᚢ', 'ᛝ', 'ᚳ', 'ᛡ', 'ᛠ', 'ᛚ', 'ᛇ', 'ᛚ', 'ᚷ', 'ᚢ', 'ᛁ', 'ᛏ', 'ᛒ', 'ᛋ', 'ᛞ', 'ᛁ', 'ᚠ', 'ᚠ', 'ᚷ', 'ᚠ', 'ᚦ', 'ᛄ', 'ᚳ', 'ᚫ', 'ᛟ', 'ᛁ', 'ᛗ', 'ᛡ', 'ᛁ', 'ᛇ', 'ᚦ', 'ᚩ', 'ᚢ', 'ᛈ', 'ᛒ', 'ᚻ', 'ᛋ', 'ᛄ', 'ᚣ', 'ᛄ', 'ᛖ', 'ᛒ', 'ᛇ', 'ᛇ', 'ᚱ', 'ᚹ', 'ᛄ', 'ᛏ', 'ᛡ', 'ᚳ', 'ᚪ', 'ᚫ', 'ᚩ', 'ᛈ', 'ᚱ', 'ᛡ', 'ᚾ', 'ᛗ', 'ᛁ', 'ᛝ', 'ᚻ', 'ᚹ', 'ᚦ', 'ᛡ', 'ᚦ', 'ᚻ', 'ᚦ', 'ᛉ', 'ᚫ', 'ᚫ', 'ᛋ', 'ᚳ', 'ᛡ', 'ᚾ', 'ᛇ', 'ᛟ', 'ᛉ', 'ᚢ', 'ᚱ', 'ᛄ', 'ᛖ', 'ᛚ', 'ᚾ', 'ᛞ', 'ᛗ', 'ᛏ', 'ᚱ', 'ᛟ', 'ᚦ', 'ᛁ', 'ᛝ', 'ᛡ', 'ᛒ', 'ᚳ', 'ᚩ', 'ᚹ', 'ᛟ', 'ᛏ', 'ᛗ', 'ᛋ', 'ᚱ', 'ᚷ', 'ᚱ', 'ᛚ', 'ᛞ', 'ᛚ', 'ᚩ', 'ᚣ', 'ᛞ', 'ᚳ', 'ᚪ', 'ᛖ', 'ᛞ', 'ᚠ', 'ᚳ', 'ᛇ', 'ᛖ', 'ᛉ', 'ᛚ', 'ᚫ', 'ᛖ', 'ᚩ', 'ᛁ', 'ᛋ', 'ᛡ', 'ᛁ', 'ᛟ', 'ᛋ', 'ᚪ', 'ᛒ', 'ᛗ', 'ᛗ', 'ᚣ', 'ᚹ', 'ᛄ', 'ᛖ', 'ᚫ', 'ᛝ', 'ᛚ', 'ᛄ', 'ᚱ', 'ᛇ', 'ᛈ', 'ᛚ', 'ᚩ', 'ᚻ', 'ᚪ', 'ᛞ', 'ᛡ', 'ᛄ', 'ᛞ', 'ᚠ', 'ᚹ', 'ᛞ', 'ᛄ', 'ᚳ', 'ᚾ', 'ᚦ', 'ᛉ', 'ᛄ', 'ᚻ', 'ᚷ', 'ᛚ', 'ᚠ', 'ᛖ', 'ᚦ', 'ᛇ', 'ᚻ', 'ᛝ', 'ᛖ', 'ᛒ', 'ᛚ', 'ᛞ', 'ᛁ', 'ᛗ', 'ᚠ', 'ᚹ', 'ᛒ', 'ᛗ', 'ᛟ', 'ᛁ', 'ᛖ', 'ᛁ', 'ᛠ', 'ᛈ', 'ᚻ', 'ᛝ', 'ᛖ', 'ᛞ', 'ᛟ', 'ᚩ', 'ᚻ', 'ᛄ', 'ᚹ', 'ᚩ', 'ᚾ', 'ᛄ', 'ᛈ', 'ᛗ', 'ᛖ', 'ᚳ', 'ᛖ', 'ᛇ', 'ᚷ', 'ᚻ', 'ᛗ']

P30 = ['ᛞ', 'ᚪ', 'ᛈ', 'ᛖ', 'ᛗ', 'ᛉ', 'ᚫ', 'ᛒ', 'ᛇ', 'ᚱ', 'ᛖ', 'ᚣ', 'ᛟ', 'ᚣ', 'ᚱ', 'ᛠ', 'ᛈ', 'ᚢ', 'ᛠ', 'ᚣ', 'ᛖ', 'ᚪ', 'ᚻ', 'ᚩ', 'ᛉ', 'ᛠ', 'ᚢ', 'ᚻ', 'ᛡ', 'ᛟ', 'ᚷ', 'ᚫ', 'ᚩ', 'ᛒ', 'ᛉ', 'ᚫ', 'ᚱ', 'ᛞ', 'ᛋ', 'ᚩ', 'ᚱ', 'ᚷ', 'ᛠ', 'ᛉ', 'ᚻ', 'ᛁ', 'ᚷ', 'ᚳ', 'ᛞ', 'ᛠ', 'ᛡ', 'ᚳ', 'ᛄ', 'ᛠ', 'ᛉ', 'ᛇ', 'ᚻ', 'ᛋ', 'ᚹ', 'ᛝ', 'ᛡ', 'ᚷ', 'ᛖ', 'ᛡ', 'ᚣ', 'ᛠ', 'ᚩ', 'ᚷ', 'ᚱ', 'ᚦ', 'ᚠ', 'ᛟ', 'ᚩ', 'ᚦ', 'ᚦ', 'ᛁ', 'ᛏ', 'ᚱ', 'ᛇ', 'ᛉ', 'ᛇ', 'ᚢ', 'ᚷ', 'ᛠ', 'ᛟ', 'ᛏ', 'ᚩ', 'ᚠ', 'ᛚ', 'ᛟ', 'ᛝ', 'ᛈ', 'ᚱ', 'ᛡ', 'ᚪ', 'ᚩ', 'ᛏ', 'ᚩ', 'ᛠ', 'ᚷ', 'ᚫ', 'ᛗ', 'ᛈ', 'ᛋ', 'ᚱ', 'ᛖ', 'ᚦ', 'ᚠ', 'ᛞ', 'ᚹ', 'ᚾ', 'ᛚ', 'ᛝ', 'ᚩ', 'ᛇ', 'ᛄ', 'ᚳ', 'ᛚ', 'ᚢ', 'ᚹ', 'ᛏ', 'ᚩ', 'ᛖ', 'ᛏ', 'ᚠ', 'ᚪ', 'ᛚ', 'ᛟ', 'ᛇ', 'ᛟ', 'ᛠ', 'ᚱ', 'ᛇ', 'ᚢ', 'ᚪ', 'ᚦ', 'ᛈ', 'ᛟ', 'ᛡ', 'ᛉ', 'ᛡ', 'ᛒ', 'ᚱ', 'ᛒ', 'ᚠ', 'ᚢ', 'ᛚ', 'ᚢ', 'ᛟ', 'ᛒ', 'ᛇ', 'ᛒ', 'ᛉ', 'ᚦ', 'ᚹ', 'ᛝ', 'ᚣ', 'ᛖ', 'ᚳ', 'ᚫ', 'ᚣ', 'ᛟ', 'ᚹ', 'ᛁ', 'ᛝ', 'ᚫ', 'ᛏ', 'ᚫ', 'ᛇ', 'ᛈ', 'ᛡ', 'ᛟ', 'ᚠ', 'ᛚ', 'ᛝ', 'ᚠ', 'ᛡ', 'ᛞ', 'ᚪ', 'ᛚ', 'ᛈ', 'ᛋ', 'ᛁ', 'ᚢ', 'ᚣ', 'ᚪ', 'ᛚ', 'ᛠ', 'ᛝ', 'ᚹ', 'ᚪ', 'ᛏ', 'ᛈ', 'ᚳ', 'ᚣ', 'ᛝ', 'ᚫ', 'ᚻ', 'ᛗ', 'ᛞ', 'ᚷ', 'ᛚ', 'ᛠ', 'ᛉ', 'ᛒ', 'ᛇ', 'ᛡ', 'ᛋ', 'ᛖ', 'ᚣ', 'ᛁ', 'ᛚ', 'ᚣ', 'ᛠ', 'ᚣ', 'ᚻ', 'ᚣ', 'ᛉ', 'ᚾ', 'ᛏ', 'ᚫ', 'ᛉ', 'ᛋ', 'ᚦ', 'ᚪ', 'ᚹ', 'ᛗ', 'ᚪ', 'ᚱ', 'ᚪ', 'ᚩ', 'ᚻ', 'ᛗ', 'ᛖ', 'ᚫ', 'ᛞ', 'ᛠ', 'ᛁ', 'ᛗ', 'ᛒ', 'ᛟ', 'ᚾ', 'ᚳ', 'ᚩ', 'ᚱ', 'ᛉ', 'ᛋ', 'ᚹ', 'ᚫ', 'ᚻ', 'ᛖ', 'ᛋ', 'ᚠ', 'ᚾ', 'ᚢ', 'ᚦ', 'ᛟ', 'ᚷ', 'ᛖ', 'ᚪ', 'ᛟ', 'ᛇ', 'ᛇ']

P31 = ['ᚦ', 'ᚳ', 'ᛒ', 'ᛝ', 'ᛏ', 'ᛉ', 'ᛡ', 'ᛞ', 'ᛋ', 'ᛡ', 'ᚩ', 'ᚠ', 'ᛈ', 'ᛖ', 'ᛞ', 'ᛋ', 'ᛁ', 'ᛚ', 'ᛁ', 'ᚻ', 'ᚾ', 'ᛝ', 'ᚱ', 'ᚻ', 'ᛈ', 'ᛇ', 'ᚢ', 'ᚫ', 'ᛞ', 'ᛚ', 'ᚻ', 'ᛉ', 'ᚳ', 'ᛈ', 'ᛁ', 'ᛗ', 'ᛉ', 'ᚳ', 'ᛄ', 'ᚫ', 'ᚾ', 'ᛞ', 'ᛋ', 'ᛏ', 'ᛚ', 'ᛡ', 'ᚩ', 'ᛋ', 'ᛗ', 'ᛚ', 'ᛞ', 'ᚾ', 'ᛈ', 'ᚫ', 'ᛏ', 'ᚷ', 'ᛈ', 'ᚫ', 'ᚦ', 'ᛄ', 'ᛗ', 'ᛒ', 'ᚻ', 'ᚩ', 'ᚻ', 'ᛁ', 'ᚷ', 'ᚻ', 'ᚳ', 'ᛚ', 'ᚹ', 'ᛋ', 'ᚱ', 'ᛇ', 'ᛗ', 'ᛏ', 'ᛄ', 'ᚳ', 'ᛁ', 'ᛠ', 'ᚦ', 'ᛞ', 'ᛏ', 'ᛚ', 'ᚱ', 'ᛖ', 'ᛠ', 'ᛒ', 'ᚪ', 'ᛒ', 'ᚠ', 'ᛒ', 'ᛁ', 'ᛒ', 'ᛡ', 'ᛇ', 'ᛏ', 'ᚣ', 'ᛏ', 'ᛖ', 'ᚣ', 'ᚳ', 'ᚱ', 'ᛋ', 'ᚠ', 'ᛁ', 'ᚦ', 'ᚪ', 'ᛉ', 'ᚪ', 'ᚣ', 'ᚫ', 'ᛠ', 'ᛄ', 'ᛈ', 'ᛗ', 'ᚠ', 'ᛋ', 'ᚪ', 'ᛒ', 'ᚱ', 'ᛉ', 'ᚣ', 'ᚻ', 'ᚦ', 'ᚩ', 'ᛇ', 'ᛞ', 'ᚢ', 'ᚠ', 'ᛁ', 'ᚻ', 'ᚩ', 'ᚫ', 'ᚠ', 'ᚣ', 'ᚷ', 'ᚱ', 'ᚪ', 'ᛄ', 'ᛏ', 'ᛉ', 'ᛇ', 'ᛖ', 'ᛠ', 'ᛞ', 'ᛏ', 'ᚠ', 'ᚢ', 'ᛝ', 'ᚫ', 'ᛄ', 'ᛖ', 'ᛈ', 'ᚳ', 'ᛒ', 'ᚦ', 'ᚢ', 'ᛝ', 'ᛡ', 'ᛒ', 'ᚹ', 'ᚱ', 'ᛖ', 'ᚾ', 'ᛈ', 'ᛇ', 'ᚣ', 'ᛇ', 'ᛉ', 'ᚱ', 'ᚹ', 'ᛒ', 'ᛡ', 'ᛞ', 'ᛖ', 'ᚱ', 'ᚩ', 'ᚻ', 'ᚣ', 'ᛠ', 'ᛈ', 'ᚦ', 'ᛗ', 'ᛁ', 'ᚷ', 'ᛚ', 'ᚹ', 'ᛉ', 'ᚫ', 'ᚠ', 'ᛞ', 'ᚾ', 'ᛄ', 'ᛟ', 'ᚻ', 'ᛚ', 'ᛡ', 'ᛗ', 'ᛖ', 'ᚷ', 'ᛟ', 'ᛁ', 'ᛡ', 'ᚻ', 'ᛟ', 'ᚱ', 'ᛇ', 'ᚹ', 'ᚣ', 'ᚠ', 'ᛈ', 'ᛄ', 'ᚷ', 'ᚦ', 'ᚪ', 'ᛒ', 'ᛝ', 'ᛈ', 'ᛒ', 'ᚪ', 'ᛖ', 'ᚢ', 'ᚹ', 'ᚻ', 'ᚩ', 'ᛒ', 'ᛋ', 'ᛉ', 'ᚹ', 'ᛞ', 'ᚦ', 'ᛇ', 'ᚱ', 'ᛖ', 'ᛄ', 'ᚾ', 'ᛞ', 'ᛝ', 'ᚹ', 'ᚪ', 'ᚻ', 'ᛖ', 'ᚹ', 'ᛟ', 'ᛡ', 'ᛄ', 'ᛡ', 'ᛟ', 'ᛝ', 'ᛄ', 'ᛉ', 'ᛚ', 'ᛄ', 'ᛞ', 'ᛉ', 'ᛟ', 'ᛈ', 'ᚱ', 'ᚪ', 'ᛁ', 'ᛏ', 'ᚷ', 'ᛉ', 'ᛝ', 'ᛇ', 'ᛠ', 'ᛗ', 'ᚩ']

P32 = ['ᛚ', 'ᚦ', 'ᚫ', 'ᚹ', 'ᚫ', 'ᚢ', 'ᛈ', 'ᛡ', 'ᚳ', 'ᚹ', 'ᛝ', 'ᚻ', 'ᚹ', 'ᛒ', 'ᛗ', 'ᛋ', 'ᛟ', 'ᛖ', 'ᛁ', 'ᛡ', 'ᛟ', 'ᚹ', 'ᚦ', 'ᚻ', 'ᛒ', 'ᛡ', 'ᚱ', 'ᛏ', 'ᚦ', 'ᚠ', 'ᚠ', 'ᚩ', 'ᚦ', 'ᚻ', 'ᚩ', 'ᛗ', 'ᛖ', 'ᛉ', 'ᚹ', 'ᛞ', 'ᛋ', 'ᛚ', 'ᚠ', 'ᛞ', 'ᛝ', 'ᛒ', 'ᛇ', 'ᛡ', 'ᛚ', 'ᚪ', 'ᚹ', 'ᛞ', 'ᚾ', 'ᚫ', 'ᛉ', 'ᛏ', 'ᚣ', 'ᛗ', 'ᚷ', 'ᚦ', 'ᚹ', 'ᛉ', 'ᛡ', 'ᚦ', 'ᚹ', 'ᛒ', 'ᛋ', 'ᚱ', 'ᛉ', 'ᛡ', 'ᛉ', 'ᚪ', 'ᚢ', 'ᛒ', 'ᚻ', 'ᛠ', 'ᚹ', 'ᛝ', 'ᚢ', 'ᚻ', 'ᛇ', 'ᛝ', 'ᛡ', 'ᛠ', 'ᛄ', 'ᛋ', 'ᛈ', 'ᚦ', 'ᛏ', 'ᛟ', 'ᛝ', 'ᚩ', 'ᛗ', 'ᛒ', 'ᚢ', 'ᛞ', 'ᛋ', 'ᛒ', 'ᛄ', 'ᛠ', 'ᚱ', 'ᛟ', 'ᛖ', 'ᚾ', 'ᚾ', 'ᚹ', 'ᚷ', 'ᚢ', 'ᛚ', 'ᚪ', 'ᚩ', 'ᚣ', 'ᚢ', 'ᛏ', 'ᚠ', 'ᛄ', 'ᛏ', 'ᚪ', 'ᚷ', 'ᛒ', 'ᛇ']

P33 = ['ᛞ', 'ᛇ', 'ᛉ', 'ᚳ', 'ᚠ', 'ᛁ', 'ᚪ', 'ᚹ', 'ᚻ', 'ᚷ', 'ᛇ', 'ᛟ', 'ᚠ', 'ᛏ', 'ᛖ', 'ᛟ', 'ᛠ', 'ᚪ', 'ᛡ', 'ᛋ', 'ᚷ', 'ᚣ', 'ᛠ', 'ᚾ', 'ᚦ', 'ᚫ', 'ᚱ', 'ᚩ', 'ᛡ', 'ᛗ', 'ᚹ', 'ᛉ', 'ᛗ', 'ᚣ', 'ᛞ', 'ᛒ', 'ᛏ', 'ᚱ', 'ᚢ', 'ᛄ', 'ᚻ', 'ᚫ', 'ᛟ', 'ᛡ', 'ᛝ', 'ᚹ', 'ᚻ', 'ᛋ', 'ᚠ', 'ᛡ', 'ᛚ', 'ᚦ', 'ᛏ', 'ᛁ', 'ᚹ', 'ᛏ', 'ᚩ', 'ᚢ', 'ᚾ', 'ᚹ', 'ᛗ', 'ᛚ', 'ᛋ', 'ᚦ', 'ᛠ', 'ᚹ', 'ᛄ', 'ᚪ', 'ᛄ', 'ᚫ', 'ᚷ', 'ᚣ', 'ᛗ', 'ᚹ', 'ᛞ', 'ᛈ', 'ᛡ', 'ᛖ', 'ᛄ', 'ᚹ', 'ᛖ', 'ᚢ', 'ᚻ', 'ᚹ', 'ᛝ', 'ᛁ', 'ᛋ', 'ᚫ', 'ᚷ', 'ᛄ', 'ᛚ', 'ᛝ', 'ᚦ', 'ᛇ', 'ᛁ', 'ᚠ', 'ᚳ', 'ᛟ', 'ᛇ', 'ᛞ', 'ᛒ', 'ᚣ', 'ᛡ', 'ᚣ', 'ᚢ', 'ᚣ', 'ᚾ', 'ᚦ', 'ᚱ', 'ᛖ', 'ᛗ', 'ᛁ', 'ᛇ', 'ᛞ', 'ᚱ', 'ᚹ', 'ᛉ', 'ᛒ', 'ᚻ', 'ᚳ', 'ᛄ', 'ᛡ', 'ᚪ', 'ᚾ', 'ᚹ', 'ᚾ', 'ᛗ', 'ᚠ', 'ᛇ', 'ᛁ', 'ᛇ', 'ᚪ', 'ᚩ', 'ᛋ', 'ᛒ', 'ᛟ', 'ᛏ', 'ᛄ', 'ᛈ', 'ᛖ', 'ᛈ', 'ᛄ', 'ᚩ', 'ᚹ', 'ᚢ', 'ᛠ', 'ᛝ', 'ᚹ', 'ᛗ', 'ᚳ', 'ᚩ', 'ᛏ', 'ᛏ', 'ᚠ', 'ᚢ', 'ᛄ', 'ᛞ', 'ᛠ', 'ᛉ', 'ᚩ', 'ᛉ', 'ᚦ', 'ᚷ', 'ᛞ', 'ᛒ', 'ᚩ', 'ᛏ', 'ᛚ', 'ᛇ', 'ᛁ', 'ᛒ', 'ᛡ', 'ᚪ', 'ᛖ', 'ᚠ', 'ᛠ', 'ᚢ', 'ᛖ', 'ᛈ', 'ᛋ', 'ᚹ', 'ᛞ', 'ᛞ', 'ᛋ', 'ᛡ', 'ᚹ', 'ᚦ', 'ᛞ', 'ᛋ', 'ᛝ', 'ᛄ', 'ᛚ', 'ᚷ', 'ᚢ', 'ᛡ', 'ᚾ', 'ᛉ', 'ᚠ', 'ᚱ', 'ᚪ', 'ᚣ', 'ᛗ', 'ᚠ', 'ᚦ', 'ᚻ', 'ᚱ', 'ᚪ', 'ᚱ', 'ᚫ', 'ᚪ', 'ᚷ', 'ᛟ', 'ᛞ', 'ᛒ']

P34 = ['ᛗ', 'ᛒ', 'ᚾ', 'ᚻ', 'ᛇ', 'ᛞ', 'ᚻ', 'ᛗ', 'ᛚ', 'ᛁ', 'ᛠ', 'ᚾ', 'ᛁ', 'ᚫ', 'ᛖ', 'ᚢ', 'ᛏ', 'ᚦ', 'ᛇ', 'ᛋ', 'ᛈ', 'ᚻ', 'ᚻ', 'ᛇ', 'ᚳ', 'ᛠ', 'ᚫ', 'ᛞ', 'ᛚ', 'ᛋ', 'ᛝ', 'ᛁ', 'ᚹ', 'ᚪ', 'ᚳ', 'ᚩ', 'ᛏ', 'ᛇ', 'ᛝ', 'ᚷ', 'ᚳ', 'ᚦ', 'ᛋ', 'ᛠ', 'ᚠ', 'ᚢ', 'ᛝ', 'ᛚ', 'ᚻ', 'ᚹ', 'ᚩ', 'ᛇ', 'ᚪ', 'ᛈ', 'ᚷ', 'ᛇ', 'ᛗ', 'ᛚ', 'ᛄ', 'ᛋ', 'ᛏ', 'ᛚ', 'ᚳ', 'ᛈ', 'ᚾ', 'ᛋ', 'ᛝ', 'ᚳ', 'ᚪ', 'ᚳ', 'ᚾ', 'ᛉ', 'ᚾ', 'ᚢ', 'ᛉ', 'ᚫ', 'ᛗ', 'ᛏ', 'ᛞ', 'ᛏ', 'ᚫ', 'ᛟ', 'ᛗ', 'ᛋ', 'ᛉ', 'ᛏ', 'ᚣ', 'ᛉ', 'ᛇ', 'ᛠ', 'ᚷ', 'ᚻ', 'ᛒ', 'ᚾ', 'ᚷ', 'ᛇ', 'ᚢ', 'ᛟ', 'ᛄ', 'ᚦ', 'ᛉ', 'ᚩ', 'ᚾ', 'ᚪ', 'ᛞ', 'ᚩ', 'ᛈ', 'ᛠ', 'ᛚ', 'ᛋ', 'ᛏ', 'ᛒ', 'ᚷ', 'ᛁ', 'ᚢ', 'ᛟ', 'ᛖ', 'ᛁ', 'ᛄ', 'ᚦ', 'ᛖ', 'ᚻ', 'ᚹ', 'ᛄ', 'ᚫ', 'ᛄ', 'ᚾ', 'ᚻ', 'ᛉ', 'ᚹ', 'ᛒ', 'ᚪ', 'ᛋ', 'ᚠ', 'ᚱ', 'ᚱ', 'ᛁ', 'ᛉ', 'ᚢ', 'ᚦ', 'ᚻ', 'ᚢ', 'ᛗ', 'ᚪ', 'ᛞ', 'ᛝ', 'ᛠ', 'ᚪ', 'ᚫ', 'ᛉ', 'ᛖ', 'ᚾ', 'ᚹ', 'ᛟ', 'ᛝ', 'ᛞ', 'ᚾ', 'ᛈ', 'ᚫ', 'ᚳ', 'ᛡ', 'ᛈ', 'ᚠ', 'ᛉ', 'ᚩ', 'ᛒ', 'ᚷ', 'ᛗ', 'ᚫ', 'ᛚ', 'ᚻ', 'ᛞ', 'ᚣ', 'ᛖ', 'ᛉ', 'ᛒ', 'ᛄ', 'ᚹ', 'ᛇ', 'ᛈ', 'ᚩ', 'ᛁ', 'ᚦ', 'ᚠ', 'ᚷ', 'ᚾ', 'ᛈ', 'ᛞ', 'ᛝ', 'ᛏ', 'ᛖ', 'ᚪ', 'ᛄ', 'ᛋ', 'ᛠ', 'ᛈ', 'ᛝ', 'ᚢ', 'ᛒ', 'ᚷ', 'ᚳ', 'ᛉ', 'ᚪ', 'ᚢ', 'ᛈ', 'ᛚ', 'ᛄ', 'ᚱ', 'ᚷ', 'ᚣ', 'ᚪ', 'ᚪ', 'ᚠ', 'ᛗ', 'ᛝ', 'ᚣ', 'ᚳ', 'ᛟ', 'ᚹ', 'ᚣ', 'ᚷ', 'ᛈ', 'ᛗ', 'ᛖ', 'ᚩ', 'ᚹ', 'ᚢ', 'ᛟ', 'ᛞ', 'ᛋ', 'ᚱ', 'ᚣ', 'ᛞ', 'ᛋ', 'ᚳ', 'ᛡ', 'ᛉ', 'ᚻ', 'ᚦ', 'ᚹ', 'ᛚ', 'ᛞ', 'ᛠ', 'ᚩ', 'ᛞ', 'ᛠ', 'ᚢ', 'ᛟ', 'ᛖ', 'ᛠ', 'ᚹ', 'ᛉ', 'ᚻ', 'ᛡ', 'ᚹ', 'ᛞ', 'ᚪ', 'ᛗ', 'ᚠ', 'ᚦ', 'ᛈ']

P35 = ['ᛝ', 'ᛏ', 'ᚳ', 'ᚪ', 'ᛠ', 'ᚣ', 'ᚷ', 'ᚳ', 'ᚦ', 'ᛖ', 'ᚾ', 'ᚢ', 'ᛁ', 'ᚫ', 'ᛁ', 'ᚢ', 'ᛡ', 'ᚹ', 'ᛚ', 'ᚳ', 'ᚻ', 'ᛈ', 'ᛞ', 'ᛄ', 'ᚳ', 'ᛗ', 'ᛒ', 'ᛗ', 'ᚪ', 'ᛄ', 'ᚩ', 'ᚪ', 'ᛞ', 'ᛁ', 'ᚩ', 'ᚱ', 'ᛟ', 'ᚠ', 'ᛖ', 'ᚣ', 'ᛟ', 'ᛁ', 'ᛇ', 'ᛟ', 'ᛁ', 'ᛈ', 'ᚣ', 'ᛚ', 'ᚪ', 'ᛡ', 'ᚳ', 'ᛏ', 'ᛠ', 'ᛋ', 'ᛖ', 'ᛒ', 'ᛝ', 'ᚫ', 'ᛟ', 'ᚫ', 'ᛞ', 'ᛖ', 'ᛞ', 'ᚣ', 'ᛡ', 'ᛠ', 'ᚪ', 'ᛖ', 'ᚦ', 'ᛚ', 'ᚫ', 'ᚳ', 'ᛋ', 'ᚪ', 'ᚩ', 'ᚷ', 'ᚹ', 'ᛚ', 'ᛈ', 'ᛖ', 'ᛏ', 'ᛄ', 'ᛉ', 'ᛝ', 'ᛚ', 'ᛏ', 'ᛉ', 'ᚩ', 'ᚣ', 'ᛝ', 'ᚠ', 'ᚩ', 'ᚣ', 'ᛁ', 'ᚻ', 'ᛟ', 'ᚫ', 'ᚷ', 'ᛄ', 'ᛝ', 'ᛡ', 'ᚾ', 'ᛗ', 'ᚣ', 'ᛟ', 'ᛡ', 'ᛝ', 'ᚷ', 'ᛖ', 'ᛉ', 'ᛟ', 'ᛉ', 'ᛈ', 'ᛚ', 'ᛋ', 'ᛉ', 'ᛠ', 'ᛚ', 'ᛡ', 'ᚱ', 'ᚪ', 'ᛞ', 'ᛠ', 'ᚷ', 'ᚱ', 'ᚳ', 'ᛇ', 'ᚻ', 'ᛗ', 'ᚪ', 'ᛟ', 'ᚷ', 'ᛞ', 'ᚪ', 'ᛋ', 'ᛡ', 'ᚻ', 'ᛈ', 'ᚷ', 'ᛖ', 'ᚳ', 'ᛟ', 'ᚱ', 'ᛟ', 'ᚢ', 'ᛁ', 'ᚫ', 'ᛟ', 'ᚦ', 'ᛄ', 'ᚱ', 'ᛡ', 'ᚱ', 'ᛖ', 'ᚦ', 'ᚣ', 'ᛏ', 'ᛝ', 'ᛡ', 'ᚩ', 'ᛒ', 'ᛏ', 'ᚦ', 'ᚳ', 'ᛉ', 'ᚳ', 'ᛋ', 'ᚪ', 'ᚫ', 'ᛗ', 'ᚠ', 'ᛄ', 'ᚱ', 'ᛖ', 'ᛡ', 'ᛇ', 'ᛁ', 'ᛇ', 'ᛟ', 'ᛉ', 'ᚳ', 'ᚹ', 'ᚪ', 'ᛖ', 'ᛋ', 'ᚢ', 'ᛉ', 'ᛋ', 'ᛟ', 'ᛚ', 'ᛄ', 'ᚾ', 'ᛈ', 'ᛇ', 'ᛒ', 'ᚦ', 'ᚦ', 'ᛁ', 'ᚫ', 'ᛚ', 'ᛋ', 'ᛝ', 'ᛄ', 'ᛄ', 'ᛡ', 'ᛟ', 'ᚻ', 'ᛇ', 'ᚢ', 'ᛚ', 'ᛁ', 'ᚱ', 'ᛡ', 'ᚻ', 'ᛚ', 'ᛏ', 'ᚹ', 'ᛉ', 'ᛇ', 'ᚱ', 'ᛏ', 'ᛠ', 'ᛁ', 'ᚫ', 'ᛚ', 'ᛗ', 'ᛁ', 'ᚱ', 'ᚷ', 'ᛏ', 'ᛠ', 'ᛇ', 'ᛟ', 'ᚻ', 'ᛟ', 'ᚳ', 'ᛋ', 'ᛏ', 'ᚾ', 'ᚩ', 'ᛁ', 'ᚱ', 'ᚷ', 'ᚹ', 'ᛞ', 'ᚢ', 'ᚣ', 'ᛚ', 'ᛁ', 'ᛗ', 'ᛒ', 'ᚢ', 'ᛚ', 'ᚱ', 'ᛏ', 'ᛁ', 'ᚢ', 'ᚷ', 'ᚳ', 'ᚠ', 'ᛇ', 'ᛚ', 'ᛇ', 'ᚣ', 'ᛏ', 'ᛏ', 'ᚫ', 'ᚢ', 'ᚫ', 'ᛠ', 'ᛇ']

P36 = ['ᚣ', 'ᚾ', 'ᚢ', 'ᚹ', 'ᛝ', 'ᚻ', 'ᚷ', 'ᚣ', 'ᚱ', 'ᚩ', 'ᛁ', 'ᛚ', 'ᚾ', 'ᛉ', 'ᚾ', 'ᚩ', 'ᛈ', 'ᚠ', 'ᛠ', 'ᚫ', 'ᚫ', 'ᚩ', 'ᛉ', 'ᚾ', 'ᛋ', 'ᛟ', 'ᚫ', 'ᛚ', 'ᚾ', 'ᚫ', 'ᚦ', 'ᚢ', 'ᛠ', 'ᚣ', 'ᚫ', 'ᛈ', 'ᛁ', 'ᛇ', 'ᚢ', 'ᚱ', 'ᛄ', 'ᛈ', 'ᛟ', 'ᛄ', 'ᚪ', 'ᛝ', 'ᛈ', 'ᚦ', 'ᛈ', 'ᚪ', 'ᛝ', 'ᚣ', 'ᛗ', 'ᛟ', 'ᛉ', 'ᛒ', 'ᚢ', 'ᛏ', 'ᛇ', 'ᛗ', 'ᛈ', 'ᚫ', 'ᚣ', 'ᛉ', 'ᚫ', 'ᚣ', 'ᚱ', 'ᚫ', 'ᚣ', 'ᚠ', 'ᚠ', 'ᛗ', 'ᛡ', 'ᛉ', 'ᛖ', 'ᚱ', 'ᚢ', 'ᛏ', 'ᚷ', 'ᚢ', 'ᚣ', 'ᚱ', 'ᛡ', 'ᚢ', 'ᚩ', 'ᛇ', 'ᛁ', 'ᛄ', 'ᚠ', 'ᛈ', 'ᛄ', 'ᛞ', 'ᛁ', 'ᚦ', 'ᚩ', 'ᚻ', 'ᛡ', 'ᚷ', 'ᚻ', 'ᛚ', 'ᚦ', 'ᛇ', 'ᛟ', 'ᚪ', 'ᚫ', 'ᛠ', 'ᛗ', 'ᛉ', 'ᚻ', 'ᚳ', 'ᛉ', 'ᚪ', 'ᛏ', 'ᚦ', 'ᚫ', 'ᛉ', 'ᚩ', 'ᛋ', 'ᚳ', 'ᛞ', 'ᛏ', 'ᚣ', 'ᚹ', 'ᚾ', 'ᛟ', 'ᛏ', 'ᛉ', 'ᚹ', 'ᛁ', 'ᛟ', 'ᛄ', 'ᚠ', 'ᛁ', 'ᚩ', 'ᛁ', 'ᚱ', 'ᛋ', 'ᛉ', 'ᚾ', 'ᛗ', 'ᚪ', 'ᛡ', 'ᚱ', 'ᛈ', 'ᛋ', 'ᛞ', 'ᛁ', 'ᛟ', 'ᚻ', 'ᛖ', 'ᛏ', 'ᚢ', 'ᚹ', 'ᛠ', 'ᛟ', 'ᛞ', 'ᛟ', 'ᛄ', 'ᛁ', 'ᛝ', 'ᛡ', 'ᛄ', 'ᚱ', 'ᛞ', 'ᛗ', 'ᛒ', 'ᚩ', 'ᚳ', 'ᚩ', 'ᚦ', 'ᛟ', 'ᚱ', 'ᚢ', 'ᛚ', 'ᚢ', 'ᚦ', 'ᛋ', 'ᚢ', 'ᛞ', 'ᛚ', 'ᚷ', 'ᛁ', 'ᚣ', 'ᛝ', 'ᚩ', 'ᛟ', 'ᛁ', 'ᛖ', 'ᚣ', 'ᛖ', 'ᚠ', 'ᛇ', 'ᛝ', 'ᛒ', 'ᛚ', 'ᛁ', 'ᚢ', 'ᚣ', 'ᚠ', 'ᛟ', 'ᚾ', 'ᛟ', 'ᛒ', 'ᛟ', 'ᚷ', 'ᛄ', 'ᚪ', 'ᚾ', 'ᛗ', 'ᚫ', 'ᚣ', 'ᚦ', 'ᚠ', 'ᛁ', 'ᛒ', 'ᛝ', 'ᛈ', 'ᚾ', 'ᛁ', 'ᚱ', 'ᚷ', 'ᛄ', 'ᛇ', 'ᚫ', 'ᚻ', 'ᚪ', 'ᚱ', 'ᛉ', 'ᛉ', 'ᚩ', 'ᛚ', 'ᚾ', 'ᚫ', 'ᛞ', 'ᚣ', 'ᛒ', 'ᚾ', 'ᚪ']

P37 = ['ᚾ', 'ᚣ', 'ᛖ', 'ᛉ', 'ᚾ', 'ᚢ', 'ᛉ', 'ᛁ', 'ᛝ', 'ᛏ', 'ᛈ', 'ᚹ', 'ᛋ', 'ᚣ', 'ᛏ', 'ᛠ', 'ᛈ', 'ᛉ', 'ᚪ', 'ᛁ', 'ᛄ', 'ᛋ', 'ᚱ', 'ᚪ', 'ᛏ', 'ᛋ', 'ᛝ', 'ᛏ', 'ᚳ', 'ᚷ', 'ᚳ', 'ᚻ', 'ᛖ', 'ᛟ', 'ᚱ', 'ᚪ', 'ᛡ', 'ᚻ', 'ᚳ', 'ᛝ', 'ᛒ', 'ᛖ', 'ᚱ', 'ᛠ', 'ᚪ', 'ᛚ', 'ᛟ', 'ᛖ', 'ᛚ', 'ᚪ', 'ᚦ', 'ᛋ', 'ᚳ', 'ᚹ', 'ᚱ', 'ᚹ', 'ᚩ', 'ᚻ', 'ᚣ', 'ᚢ', 'ᛝ', 'ᚩ', 'ᛈ', 'ᛚ', 'ᛁ', 'ᛏ', 'ᚪ', 'ᚠ', 'ᛋ', 'ᛝ', 'ᛞ', 'ᚳ', 'ᚪ', 'ᚱ', 'ᛒ', 'ᚹ', 'ᛈ', 'ᚾ', 'ᚩ', 'ᚦ', 'ᚳ', 'ᚦ', 'ᚾ', 'ᛗ', 'ᚩ', 'ᛖ', 'ᚣ', 'ᛇ', 'ᚾ', 'ᚠ', 'ᛒ', 'ᛞ', 'ᚢ', 'ᛈ', 'ᚹ', 'ᚾ', 'ᛖ', 'ᚪ', 'ᚱ', 'ᛚ', 'ᛁ', 'ᚹ', 'ᚫ', 'ᛉ', 'ᛝ', 'ᚠ', 'ᛞ', 'ᚪ', 'ᚠ', 'ᛒ', 'ᛄ', 'ᛉ', 'ᛞ', 'ᛄ', 'ᛝ', 'ᚣ', 'ᛇ', 'ᚪ', 'ᚫ', 'ᛄ', 'ᛝ', 'ᛈ', 'ᚪ', 'ᚢ', 'ᛠ', 'ᛇ', 'ᛏ', 'ᚱ', 'ᛖ', 'ᚫ', 'ᛗ', 'ᚫ', 'ᛠ', 'ᚻ', 'ᛁ', 'ᚫ', 'ᛟ', 'ᛠ', 'ᚹ', 'ᚳ', 'ᛄ', 'ᚦ', 'ᚻ', 'ᛡ', 'ᚩ', 'ᚢ', 'ᚩ', 'ᚦ', 'ᚷ', 'ᛡ', 'ᚻ', 'ᛋ', 'ᚷ', 'ᚪ', 'ᛁ', 'ᛟ', 'ᛞ', 'ᚪ', 'ᛄ', 'ᛁ', 'ᚹ', 'ᛡ', 'ᛒ', 'ᛗ', 'ᛝ', 'ᛡ', 'ᛞ', 'ᚠ', 'ᛒ', 'ᛋ', 'ᛏ', 'ᛒ', 'ᚷ', 'ᚠ', 'ᚷ', 'ᛟ', 'ᚢ', 'ᚳ', 'ᚫ', 'ᛏ', 'ᛁ', 'ᛖ', 'ᚱ', 'ᚷ', 'ᛗ', 'ᚣ', 'ᚪ', 'ᚷ', 'ᚹ', 'ᛝ', 'ᛄ', 'ᛋ', 'ᛄ', 'ᛗ', 'ᚱ', 'ᛗ', 'ᚾ', 'ᛒ', 'ᛋ', 'ᛗ', 'ᛉ', 'ᛞ', 'ᚻ', 'ᛉ', 'ᛁ', 'ᚣ', 'ᛡ', 'ᚻ', 'ᚣ', 'ᛠ', 'ᛉ', 'ᚻ', 'ᛞ', 'ᛖ', 'ᚹ', 'ᛖ', 'ᚦ', 'ᚢ', 'ᚳ', 'ᛉ', 'ᛗ', 'ᚪ', 'ᚣ', 'ᛠ', 'ᚹ', 'ᚫ', 'ᚪ', 'ᚳ']

P38 = ['ᚢ', 'ᚫ', 'ᚳ', 'ᛇ', 'ᚳ', 'ᚣ', 'ᛡ', 'ᚫ', 'ᛏ', 'ᛖ', 'ᚳ', 'ᚠ', 'ᛋ', 'ᚻ', 'ᛋ', 'ᚱ', 'ᚢ', 'ᚦ', 'ᛁ', 'ᛋ', 'ᛝ', 'ᛗ', 'ᛞ', 'ᚫ', 'ᚢ', 'ᛠ', 'ᚢ', 'ᚪ', 'ᚾ', 'ᛝ', 'ᚳ', 'ᛖ', 'ᛈ', 'ᚹ', 'ᛉ', 'ᚢ', 'ᛉ', 'ᚫ', 'ᚾ', 'ᛈ', 'ᚳ', 'ᚻ', 'ᚱ', 'ᚣ', 'ᚹ', 'ᛚ', 'ᛉ', 'ᚱ', 'ᛒ', 'ᛗ', 'ᚫ', 'ᛟ', 'ᚣ', 'ᚩ', 'ᚳ', 'ᛇ', 'ᛗ', 'ᚻ', 'ᚫ', 'ᛉ', 'ᚦ', 'ᛒ', 'ᛟ', 'ᛏ', 'ᛟ', 'ᚹ', 'ᛄ', 'ᚫ', 'ᛠ', 'ᛗ', 'ᚠ', 'ᚫ', 'ᚳ', 'ᚷ', 'ᛇ', 'ᚻ', 'ᚹ', 'ᛗ', 'ᚻ', 'ᛝ', 'ᚣ', 'ᛁ', 'ᚩ', 'ᛁ', 'ᛏ', 'ᛁ', 'ᛖ', 'ᛡ', 'ᛄ', 'ᛗ', 'ᚣ', 'ᛚ', 'ᚻ', 'ᚱ', 'ᚩ', 'ᛞ', 'ᛒ', 'ᛡ', 'ᛈ', 'ᛠ', 'ᛗ', 'ᚳ', 'ᛠ', 'ᛖ', 'ᛒ', 'ᚢ', 'ᚷ', 'ᛁ', 'ᚦ', 'ᛟ', 'ᚫ', 'ᛡ', 'ᚻ', 'ᛝ', 'ᛖ', 'ᚾ', 'ᚱ', 'ᛠ', 'ᛡ', 'ᛋ', 'ᚻ', 'ᛏ', 'ᛝ', 'ᚻ', 'ᚪ', 'ᚷ', 'ᚩ', 'ᛝ', 'ᚫ', 'ᚹ', 'ᛚ', 'ᛏ', 'ᚱ', 'ᚷ', 'ᛁ', 'ᚾ', 'ᛖ', 'ᛠ', 'ᛄ', 'ᛡ', 'ᛞ', 'ᛋ', 'ᚻ', 'ᛝ', 'ᚾ', 'ᚳ', 'ᛋ', 'ᚾ', 'ᛞ', 'ᛇ', 'ᚾ', 'ᛋ', 'ᛁ', 'ᚳ', 'ᛡ', 'ᚱ', 'ᛝ', 'ᛚ', 'ᚫ', 'ᚣ', 'ᛇ', 'ᛚ', 'ᚩ', 'ᚳ', 'ᛞ', 'ᚾ', 'ᛝ', 'ᚷ', 'ᛡ', 'ᛝ', 'ᛄ', 'ᚻ', 'ᛄ', 'ᛚ', 'ᛠ', 'ᛟ', 'ᛄ', 'ᛏ', 'ᚷ', 'ᛚ', 'ᛒ', 'ᛝ', 'ᚢ', 'ᛏ', 'ᚻ', 'ᚳ', 'ᚫ', 'ᛞ', 'ᛟ', 'ᚫ', 'ᛟ', 'ᛗ', 'ᛟ', 'ᚫ', 'ᚪ', 'ᚻ', 'ᚱ', 'ᛗ', 'ᚢ', 'ᚣ', 'ᚢ', 'ᚣ', 'ᛈ', 'ᛗ', 'ᚪ', 'ᛄ', 'ᚫ', 'ᛟ', 'ᛠ', 'ᛚ', 'ᚠ', 'ᛖ', 'ᛡ', 'ᚢ', 'ᛉ', 'ᚻ', 'ᚪ', 'ᚩ', 'ᛡ', 'ᛒ', 'ᛠ', 'ᚢ', 'ᚷ', 'ᚻ', 'ᛏ', 'ᛠ', 'ᚪ', 'ᛞ']

P39 = ['ᛋ', 'ᚹ', 'ᚦ', 'ᚾ', 'ᛋ', 'ᛁ', 'ᚻ', 'ᛒ', 'ᛉ', 'ᛠ', 'ᛝ', 'ᛒ', 'ᚢ', 'ᛚ', 'ᛟ', 'ᚢ', 'ᚾ', 'ᚢ', 'ᚦ', 'ᚩ', 'ᛗ', 'ᚪ', 'ᚾ', 'ᛞ', 'ᚫ', 'ᛇ', 'ᚫ', 'ᚣ', 'ᚪ', 'ᛋ', 'ᚣ', 'ᛝ', 'ᛡ', 'ᛗ', 'ᚷ', 'ᛇ', 'ᚾ', 'ᛈ', 'ᛠ', 'ᚳ', 'ᚻ', 'ᛝ', 'ᛚ', 'ᚠ', 'ᚷ', 'ᛡ', 'ᛁ', 'ᛡ', 'ᚪ', 'ᚠ', 'ᛒ', 'ᛈ', 'ᚳ', 'ᛋ', 'ᚦ', 'ᛠ', 'ᚦ', 'ᚫ', 'ᚱ', 'ᚷ', 'ᛞ', 'ᛚ', 'ᛟ', 'ᚷ', 'ᚱ', 'ᛁ', 'ᛇ', 'ᚣ', 'ᚩ', 'ᛟ', 'ᚢ', 'ᛝ', 'ᚱ', 'ᚷ', 'ᛗ', 'ᛏ', 'ᚷ', 'ᛒ', 'ᛈ', 'ᚷ', 'ᛗ', 'ᛏ', 'ᛗ', 'ᚣ', 'ᚹ', 'ᛒ', 'ᛏ', 'ᛒ', 'ᚷ', 'ᚣ', 'ᛈ', 'ᚷ', 'ᚾ', 'ᚦ', 'ᛇ', 'ᛒ', 'ᚳ', 'ᚷ', 'ᛖ', 'ᛇ', 'ᛟ', 'ᛚ', 'ᛈ', 'ᚹ', 'ᚾ', 'ᚻ', 'ᚷ', 'ᚱ', 'ᛇ', 'ᛏ', 'ᛈ', 'ᚷ', 'ᛒ', 'ᚹ', 'ᛗ', 'ᛋ', 'ᚹ', 'ᛟ', 'ᚻ', 'ᛡ', 'ᚳ', 'ᛋ', 'ᛈ', 'ᛞ', 'ᛋ', 'ᛡ', 'ᚪ', 'ᚹ', 'ᛏ', 'ᚳ', 'ᚹ', 'ᛟ', 'ᛗ', 'ᚹ', 'ᛁ', 'ᛒ', 'ᛞ', 'ᚷ', 'ᛇ', 'ᚢ', 'ᛚ', 'ᛉ', 'ᛋ', 'ᚫ', 'ᛟ', 'ᚻ', 'ᛚ', 'ᚦ', 'ᛒ', 'ᚣ', 'ᚪ', 'ᛚ', 'ᛞ', 'ᚦ', 'ᚠ', 'ᚻ', 'ᛞ', 'ᛝ', 'ᚩ', 'ᚢ', 'ᛋ', 'ᚪ', 'ᚫ', 'ᛖ', 'ᚦ', 'ᛁ', 'ᛏ', 'ᛄ', 'ᛏ', 'ᛝ', 'ᚦ', 'ᚾ', 'ᚳ', 'ᛉ', 'ᛏ', 'ᛝ', 'ᚳ', 'ᛈ', 'ᛁ', 'ᚾ', 'ᛏ', 'ᛒ', 'ᚾ', 'ᛡ', 'ᚱ', 'ᛒ', 'ᚢ', 'ᛈ', 'ᛋ', 'ᚦ', 'ᛁ', 'ᚳ', 'ᛈ', 'ᛋ', 'ᛁ', 'ᚹ', 'ᚹ', 'ᛚ', 'ᚣ', 'ᚾ', 'ᚢ', 'ᛒ', 'ᛁ', 'ᚪ', 'ᛠ', 'ᚹ', 'ᛟ', 'ᚳ', 'ᛠ', 'ᚢ', 'ᚪ', 'ᛚ', 'ᚦ', 'ᚹ', 'ᚠ', 'ᚾ', 'ᛏ', 'ᚳ', 'ᛡ', 'ᛁ', 'ᛚ', 'ᚩ', 'ᚾ', 'ᛗ', 'ᛄ', 'ᛠ', 'ᚦ', 'ᛟ', 'ᛄ', 'ᚪ', 'ᚦ', 'ᚹ', 'ᛡ', 'ᚾ', 'ᛖ', 'ᛠ', 'ᛈ', 'ᛒ', 'ᛋ', 'ᛄ']

P40 = ['ᚠ', 'ᚾ', 'ᛗ', 'ᚣ', 'ᚷ', 'ᛞ', 'ᚫ', 'ᚻ', 'ᚪ', 'ᛈ', 'ᛉ', 'ᚣ', 'ᚻ', 'ᛇ', 'ᛠ', 'ᚩ', 'ᛖ', 'ᛏ', 'ᛝ', 'ᛠ', 'ᛚ', 'ᛁ', 'ᛏ', 'ᚦ', 'ᚠ', 'ᛗ', 'ᚪ', 'ᚳ', 'ᛖ', 'ᛞ', 'ᚳ', 'ᛏ', 'ᚱ', 'ᛟ', 'ᚷ', 'ᛠ', 'ᚾ', 'ᚫ', 'ᛒ', 'ᚢ', 'ᛖ', 'ᛒ', 'ᚢ', 'ᚦ', 'ᚠ', 'ᛟ', 'ᚷ', 'ᛋ', 'ᛟ', 'ᛁ', 'ᛈ', 'ᛟ', 'ᛉ', 'ᛋ', 'ᛒ', 'ᚹ', 'ᛄ', 'ᛒ', 'ᚣ', 'ᛗ', 'ᚢ', 'ᛠ', 'ᚱ', 'ᛁ', 'ᚢ', 'ᛟ', 'ᛄ', 'ᛁ', 'ᛗ', 'ᛖ', 'ᚫ', 'ᚱ', 'ᛋ', 'ᛉ', 'ᛝ', 'ᛠ', 'ᛈ', 'ᛚ', 'ᛞ', 'ᚩ', 'ᛚ', 'ᛁ', 'ᛉ', 'ᛠ', 'ᛝ', 'ᛖ', 'ᚱ', 'ᚾ', 'ᛈ', 'ᛖ', 'ᚹ', 'ᛡ', 'ᚾ', 'ᛄ', 'ᛏ', 'ᚣ', 'ᛋ', 'ᚩ', 'ᛋ', 'ᛏ', 'ᛝ', 'ᚢ', 'ᚾ', 'ᛇ', 'ᚪ', 'ᛖ', 'ᛏ', 'ᚪ', 'ᛄ', 'ᚳ', 'ᚣ', 'ᛟ', 'ᛒ', 'ᛚ', 'ᛋ', 'ᛒ', 'ᛞ', 'ᛄ', 'ᛁ', 'ᛝ', 'ᚣ', 'ᛖ', 'ᚳ', 'ᛄ', 'ᚻ', 'ᛚ', 'ᚣ', 'ᚷ', 'ᚫ', 'ᛚ', 'ᛞ', 'ᛚ', 'ᚫ', 'ᛚ', 'ᚦ', 'ᛉ', 'ᛚ', 'ᛖ', 'ᛉ', 'ᚩ', 'ᛉ', 'ᛁ', 'ᚳ', 'ᚢ', 'ᛗ', 'ᚾ', 'ᚢ', 'ᚩ', 'ᚾ', 'ᛇ', 'ᚻ', 'ᛡ', 'ᛚ', 'ᛇ', 'ᚩ', 'ᚫ', 'ᚪ', 'ᚩ', 'ᛟ', 'ᚩ', 'ᚣ', 'ᚱ', 'ᛖ', 'ᚠ', 'ᚢ', 'ᛁ', 'ᚻ', 'ᛟ', 'ᛚ', 'ᚾ', 'ᛏ', 'ᚠ', 'ᛞ', 'ᚱ', 'ᛠ', 'ᚷ', 'ᛈ', 'ᚩ', 'ᛇ', 'ᚩ', 'ᛗ', 'ᛠ', 'ᛒ', 'ᛄ', 'ᛡ', 'ᛋ', 'ᛗ', 'ᚠ', 'ᛏ', 'ᚠ', 'ᚫ', 'ᚩ', 'ᛟ', 'ᚳ', 'ᛚ', 'ᛞ', 'ᛡ', 'ᛚ', 'ᚩ', 'ᚳ', 'ᛝ', 'ᚢ', 'ᛈ', 'ᚹ', 'ᛏ', 'ᚷ', 'ᚳ', 'ᛋ', 'ᚢ', 'ᛟ', 'ᚷ', 'ᚦ', 'ᚠ', 'ᛉ', 'ᚠ', 'ᛏ', 'ᚳ', 'ᛋ', 'ᛉ', 'ᛟ', 'ᚷ', 'ᚠ', 'ᛉ', 'ᚾ', 'ᛞ', 'ᛒ', 'ᛏ', 'ᛠ', 'ᛡ', 'ᛈ', 'ᛡ']

P41 = ['ᛠ', 'ᛁ', 'ᚪ', 'ᛋ', 'ᚣ', 'ᛗ', 'ᛞ', 'ᚣ', 'ᛋ', 'ᛒ', 'ᛞ', 'ᛄ', 'ᛞ', 'ᚩ', 'ᚾ', 'ᛏ', 'ᛚ', 'ᚳ', 'ᚪ', 'ᛝ', 'ᚱ', 'ᚷ', 'ᚻ', 'ᚷ', 'ᛄ', 'ᚹ', 'ᚠ', 'ᚪ', 'ᚢ', 'ᛇ', 'ᛞ', 'ᛏ', 'ᛗ', 'ᛄ', 'ᛁ', 'ᛝ', 'ᚫ', 'ᛉ', 'ᛈ', 'ᚳ', 'ᛈ', 'ᛠ', 'ᛟ', 'ᚪ', 'ᛒ', 'ᛁ', 'ᛁ', 'ᛋ', 'ᛇ', 'ᚷ', 'ᚻ', 'ᛋ', 'ᛇ', 'ᛡ', 'ᛒ', 'ᚠ', 'ᚹ', 'ᛝ', 'ᚫ', 'ᚪ', 'ᚠ', 'ᚩ', 'ᚣ', 'ᛡ', 'ᚪ', 'ᚾ', 'ᚻ', 'ᛒ', 'ᚦ', 'ᛟ', 'ᛇ', 'ᚣ', 'ᛟ', 'ᛁ', 'ᛒ', 'ᛟ', 'ᚩ', 'ᛋ', 'ᚹ', 'ᛞ', 'ᚳ', 'ᚠ', 'ᚪ', 'ᛁ', 'ᛉ', 'ᛏ', 'ᛟ', 'ᚢ', 'ᚩ', 'ᛟ', 'ᚦ', 'ᛈ', 'ᛋ', 'ᚩ', 'ᚻ', 'ᛇ', 'ᚦ', 'ᛝ', 'ᛏ', 'ᛠ', 'ᚠ', 'ᛝ', 'ᛠ', 'ᚩ', 'ᛗ', 'ᛏ', 'ᚠ', 'ᚣ', 'ᛚ', 'ᚣ', 'ᚹ', 'ᛚ', 'ᛞ', 'ᚪ', 'ᛉ', 'ᛠ', 'ᚪ', 'ᛄ', 'ᚩ', 'ᛋ', 'ᛒ', 'ᛚ', 'ᚳ', 'ᛖ', 'ᚾ', 'ᚪ', 'ᚩ', 'ᚱ', 'ᛏ', 'ᚦ', 'ᚱ', 'ᛒ', 'ᚳ', 'ᚣ', 'ᛠ', 'ᛗ', 'ᚹ', 'ᛚ', 'ᚻ', 'ᛈ', 'ᛇ', 'ᛈ', 'ᛖ', 'ᛚ', 'ᛄ', 'ᚩ', 'ᛡ', 'ᚪ', 'ᛖ', 'ᛋ', 'ᚫ', 'ᚩ', 'ᛠ', 'ᛉ', 'ᛝ', 'ᚣ', 'ᛖ', 'ᚫ', 'ᛒ', 'ᛗ', 'ᛖ', 'ᚻ', 'ᚱ', 'ᛈ', 'ᚾ', 'ᛗ', 'ᚹ', 'ᛏ', 'ᛟ', 'ᚣ', 'ᚢ', 'ᚠ', 'ᛉ', 'ᛈ', 'ᛗ', 'ᚩ', 'ᚷ', 'ᚾ', 'ᛡ', 'ᛇ', 'ᚳ', 'ᚠ', 'ᛒ', 'ᛈ', 'ᛗ', 'ᛋ', 'ᛇ', 'ᛁ', 'ᛖ', 'ᛈ', 'ᚢ', 'ᚱ', 'ᛏ', 'ᚳ', 'ᚣ', 'ᛄ', 'ᛚ', 'ᚠ', 'ᚱ', 'ᛚ', 'ᚱ', 'ᚫ', 'ᛖ', 'ᚻ', 'ᛟ', 'ᛇ', 'ᚣ', 'ᛡ', 'ᚩ', 'ᛉ', 'ᚪ', 'ᛋ', 'ᚣ', 'ᛁ', 'ᛝ', 'ᛉ', 'ᛚ', 'ᛄ', 'ᚳ', 'ᛖ', 'ᚣ', 'ᚢ', 'ᛝ', 'ᚦ', 'ᛇ', 'ᚱ', 'ᛠ', 'ᛁ', 'ᚫ', 'ᚦ', 'ᚠ', 'ᛟ', 'ᚷ', 'ᛠ', 'ᛁ', 'ᛈ', 'ᛋ', 'ᛒ', 'ᛗ', 'ᛒ', 'ᛄ', 'ᚠ', 'ᚾ', 'ᚳ', 'ᛖ', 'ᚻ', 'ᚫ', 'ᚩ', 'ᛄ', 'ᛉ', 'ᛄ', 'ᛚ', 'ᛈ', 'ᚪ', 'ᛁ', 'ᛟ', 'ᚹ', 'ᚱ', 'ᛁ', 'ᚱ', 'ᚦ', 'ᛖ', 'ᛉ', 'ᚪ', 'ᚾ', 'ᛞ', 'ᛄ', 'ᚷ', 'ᛟ', 'ᛟ', 'ᚳ', 'ᛏ', 'ᛄ']

P42 = ['ᛞ', 'ᛉ', 'ᚾ', 'ᛗ', 'ᚦ', 'ᛁ', 'ᛄ', 'ᚱ', 'ᛈ', 'ᛉ', 'ᚢ', 'ᚫ', 'ᚦ', 'ᛒ', 'ᚠ', 'ᛄ', 'ᚦ', 'ᚠ', 'ᚪ', 'ᛝ', 'ᛖ', 'ᚹ', 'ᚹ', 'ᚣ', 'ᛚ', 'ᛇ', 'ᚢ', 'ᚣ', 'ᚾ', 'ᚱ', 'ᚪ', 'ᛈ', 'ᚾ', 'ᚹ', 'ᛚ', 'ᚾ', 'ᛏ', 'ᛚ', 'ᚢ', 'ᛒ', 'ᚱ', 'ᛝ', 'ᚪ', 'ᛋ', 'ᚫ', 'ᛈ', 'ᛄ', 'ᛚ', 'ᚢ', 'ᚳ', 'ᚷ', 'ᛚ', 'ᛏ', 'ᛄ', 'ᚹ', 'ᛈ', 'ᚫ', 'ᛗ', 'ᛚ', 'ᛉ', 'ᛚ', 'ᛗ', 'ᛏ', 'ᛞ', 'ᚠ', 'ᛈ', 'ᛁ', 'ᚠ', 'ᚳ', 'ᚦ', 'ᛗ', 'ᛄ', 'ᚹ', 'ᚱ', 'ᚪ', 'ᛚ', 'ᚩ', 'ᛝ', 'ᚱ', 'ᚢ', 'ᛈ', 'ᚱ', 'ᛟ', 'ᛡ', 'ᚳ', 'ᛉ', 'ᚱ', 'ᛇ', 'ᛏ', 'ᚦ', 'ᚾ', 'ᚱ', 'ᛇ', 'ᚫ', 'ᛞ', 'ᛟ', 'ᚻ', 'ᛒ', 'ᚾ', 'ᚣ', 'ᚠ', 'ᛡ', 'ᚪ', 'ᛡ', 'ᛖ', 'ᚫ', 'ᛞ', 'ᛄ', 'ᚢ', 'ᛖ', 'ᚦ', 'ᚱ', 'ᚩ', 'ᛇ', 'ᚱ', 'ᛡ', 'ᚣ', 'ᛁ', 'ᛉ', 'ᛇ', 'ᚻ', 'ᚩ', 'ᛠ', 'ᚫ', 'ᚻ', 'ᛡ', 'ᛝ', 'ᛠ', 'ᚦ', 'ᚾ', 'ᚣ', 'ᚾ', 'ᚠ', 'ᛁ', 'ᛝ', 'ᛏ', 'ᚻ', 'ᚹ', 'ᚫ', 'ᛒ', 'ᛇ', 'ᛡ', 'ᚻ', 'ᛉ', 'ᛒ', 'ᛞ', 'ᛝ', 'ᚱ', 'ᛄ', 'ᚦ', 'ᚻ', 'ᚪ', 'ᚷ', 'ᚣ', 'ᛁ', 'ᚠ', 'ᚷ', 'ᛁ', 'ᛏ', 'ᛞ', 'ᛠ', 'ᛒ', 'ᚠ', 'ᚩ', 'ᛈ', 'ᛇ', 'ᛡ', 'ᛟ', 'ᚹ', 'ᚱ', 'ᚾ', 'ᚩ', 'ᛏ', 'ᛋ', 'ᚹ', 'ᚢ', 'ᛖ', 'ᛡ', 'ᛖ', 'ᛡ', 'ᚦ', 'ᛉ', 'ᚪ', 'ᚷ', 'ᛈ', 'ᚾ', 'ᛋ', 'ᚱ', 'ᚠ', 'ᛞ', 'ᛝ', 'ᚻ', 'ᛖ', 'ᛄ', 'ᛞ', 'ᛄ', 'ᛡ', 'ᚱ', 'ᚹ', 'ᚷ', 'ᛝ', 'ᚪ', 'ᛒ', 'ᛄ', 'ᛈ', 'ᛄ', 'ᛏ', 'ᚠ', 'ᛉ', 'ᚪ', 'ᛄ', 'ᛁ', 'ᚠ', 'ᛉ', 'ᚢ', 'ᚩ', 'ᚣ', 'ᚻ', 'ᚦ', 'ᚻ', 'ᚾ', 'ᛁ', 'ᛒ', 'ᛡ', 'ᛟ', 'ᛡ', 'ᛋ', 'ᛈ', 'ᚣ', 'ᛉ', 'ᛠ', 'ᚢ', 'ᛠ', 'ᛚ', 'ᚠ', 'ᛝ', 'ᛗ', 'ᚻ', 'ᚦ', 'ᛒ', 'ᚩ', 'ᛗ', 'ᛚ', 'ᚩ', 'ᛠ', 'ᛋ', 'ᚦ', 'ᛠ', 'ᛇ', 'ᛋ', 'ᛉ', 'ᚠ', 'ᛗ', 'ᛒ', 'ᚫ', 'ᛋ', 'ᛇ', 'ᚾ', 'ᛡ', 'ᚾ', 'ᚢ', 'ᚫ', 'ᚹ', 'ᛞ', 'ᛠ', 'ᚢ', 'ᚾ', 'ᛝ', 'ᚠ', 'ᚾ', 'ᛖ', 'ᚫ']

P43 = ['ᚻ', 'ᛄ', 'ᛁ', 'ᛖ', 'ᛏ', 'ᛡ', 'ᚷ', 'ᛁ', 'ᚩ', 'ᚾ', 'ᚳ', 'ᚢ', 'ᚫ', 'ᛗ', 'ᛈ', 'ᛋ', 'ᚪ', 'ᛡ', 'ᚷ', 'ᛚ', 'ᚣ', 'ᚹ', 'ᛟ', 'ᚠ', 'ᚢ', 'ᛉ', 'ᚠ', 'ᚫ', 'ᛞ', 'ᚠ', 'ᛡ', 'ᛄ', 'ᚾ', 'ᚻ', 'ᛋ', 'ᚦ', 'ᚠ', 'ᛏ', 'ᚠ', 'ᛄ', 'ᚱ', 'ᚹ', 'ᚠ', 'ᛋ', 'ᚾ', 'ᚹ', 'ᛄ', 'ᛖ', 'ᛒ', 'ᚢ', 'ᚦ', 'ᚩ', 'ᛇ', 'ᚫ', 'ᛈ', 'ᛡ', 'ᛟ', 'ᚢ', 'ᛁ', 'ᚩ', 'ᛄ', 'ᚩ', 'ᛇ', 'ᛟ', 'ᛄ', 'ᛞ', 'ᚩ', 'ᛈ', 'ᚹ', 'ᛞ', 'ᚷ', 'ᚱ', 'ᚠ', 'ᛟ', 'ᛇ', 'ᚷ', 'ᛄ', 'ᛟ', 'ᛇ', 'ᚫ', 'ᛋ', 'ᚫ', 'ᚣ', 'ᛒ', 'ᛏ', 'ᛞ', 'ᛟ', 'ᛠ', 'ᚻ', 'ᛡ', 'ᚱ', 'ᛠ', 'ᛠ', 'ᛉ', 'ᛋ', 'ᚠ', 'ᚾ', 'ᚣ', 'ᚱ', 'ᚠ', 'ᚪ', 'ᚾ', 'ᛡ', 'ᚪ', 'ᛖ', 'ᚫ', 'ᚳ', 'ᛇ', 'ᛁ', 'ᛝ', 'ᛒ', 'ᛡ', 'ᛞ', 'ᛠ', 'ᚫ', 'ᛒ', 'ᛠ', 'ᚳ', 'ᛉ', 'ᚠ', 'ᚫ', 'ᛏ', 'ᛁ', 'ᚱ', 'ᚪ', 'ᛗ', 'ᚩ', 'ᛚ', 'ᛉ', 'ᛋ', 'ᚪ', 'ᛒ', 'ᚩ', 'ᛈ', 'ᚫ', 'ᚩ', 'ᛝ', 'ᚻ', 'ᛇ', 'ᛖ', 'ᛇ', 'ᚫ', 'ᚻ', 'ᛖ', 'ᛇ', 'ᛠ', 'ᚱ', 'ᛗ', 'ᛞ', 'ᚫ', 'ᛇ', 'ᛗ', 'ᚾ', 'ᚾ', 'ᚣ', 'ᛡ', 'ᚱ', 'ᚾ', 'ᛗ', 'ᛠ', 'ᛄ', 'ᛉ', 'ᛋ', 'ᛄ', 'ᛟ', 'ᛖ', 'ᛒ', 'ᛏ', 'ᚻ', 'ᚾ', 'ᚠ', 'ᚪ', 'ᚠ', 'ᛒ', 'ᚾ', 'ᚩ', 'ᚾ', 'ᛖ', 'ᛋ', 'ᛏ', 'ᛒ', 'ᚹ', 'ᛡ', 'ᚻ', 'ᛏ', 'ᚩ', 'ᛟ', 'ᚩ', 'ᛒ', 'ᚾ', 'ᛖ', 'ᚳ', 'ᛁ', 'ᚹ', 'ᚣ', 'ᛟ', 'ᛟ', 'ᚩ', 'ᛒ', 'ᛋ', 'ᛖ', 'ᚩ', 'ᚫ', 'ᚻ', 'ᛟ', 'ᚠ', 'ᚫ', 'ᚷ', 'ᚩ', 'ᛄ', 'ᛟ', 'ᛒ', 'ᚻ', 'ᚳ', 'ᛖ', 'ᛁ', 'ᛚ', 'ᚫ', 'ᚣ', 'ᛚ', 'ᚢ', 'ᛚ', 'ᛁ', 'ᚾ', 'ᛟ', 'ᛏ', 'ᚫ', 'ᛈ', 'ᛟ', 'ᛈ', 'ᛝ', 'ᛗ', 'ᚳ', 'ᚢ', 'ᛁ', 'ᚣ', 'ᛋ', 'ᚳ', 'ᚢ', 'ᛡ', 'ᛇ', 'ᚩ', 'ᚠ', 'ᛖ', 'ᚷ', 'ᛟ', 'ᚻ', 'ᚫ', 'ᛝ', 'ᚠ', 'ᛗ', 'ᚠ', 'ᛝ', 'ᛉ', 'ᛞ', 'ᛁ', 'ᛗ', 'ᛝ', 'ᚣ', 'ᚪ', 'ᛝ', 'ᚠ', 'ᛉ', 'ᛁ', 'ᛟ', 'ᚷ', 'ᛚ', 'ᛇ', 'ᚩ', 'ᚫ', 'ᛡ', 'ᛏ', 'ᛄ', 'ᛏ']

P44 = ['ᛠ', 'ᚢ', 'ᚷ', 'ᚦ', 'ᚣ', 'ᚦ', 'ᚾ', 'ᛟ', 'ᚣ', 'ᚩ', 'ᛖ', 'ᚻ', 'ᛁ', 'ᛋ', 'ᛖ', 'ᚣ', 'ᚦ', 'ᚪ', 'ᛡ', 'ᛝ', 'ᛟ', 'ᛇ', 'ᛚ', 'ᛡ', 'ᛏ', 'ᛝ', 'ᛁ', 'ᛚ', 'ᚠ', 'ᛉ', 'ᛡ', 'ᛠ', 'ᛏ', 'ᚠ', 'ᚾ', 'ᛄ', 'ᚠ', 'ᚻ', 'ᚳ', 'ᚻ', 'ᛞ', 'ᛠ', 'ᚣ', 'ᛟ', 'ᛝ', 'ᛉ', 'ᛇ', 'ᚻ', 'ᚩ', 'ᛋ', 'ᚻ', 'ᛇ', 'ᛏ', 'ᚠ', 'ᛚ', 'ᚱ', 'ᛇ', 'ᚦ', 'ᚪ', 'ᛁ', 'ᛁ', 'ᛒ', 'ᚠ', 'ᛁ', 'ᛚ', 'ᛄ', 'ᛡ', 'ᛒ', 'ᚣ', 'ᛗ', 'ᚫ', 'ᚫ', 'ᛞ', 'ᚻ', 'ᛟ', 'ᚪ', 'ᚹ', 'ᛉ', 'ᛚ', 'ᛏ', 'ᛁ', 'ᚪ', 'ᛟ', 'ᛞ', 'ᛖ', 'ᚾ', 'ᛈ', 'ᚻ', 'ᚣ', 'ᚦ', 'ᛚ', 'ᛖ', 'ᛋ', 'ᛖ', 'ᛟ', 'ᚫ', 'ᛖ', 'ᛏ', 'ᚱ', 'ᚪ', 'ᛁ', 'ᚫ', 'ᚹ', 'ᚫ', 'ᛋ', 'ᛈ', 'ᚱ', 'ᛄ', 'ᛡ', 'ᚪ', 'ᛏ', 'ᚫ', 'ᚦ', 'ᚠ', 'ᛠ', 'ᚢ', 'ᛈ', 'ᚣ', 'ᚫ', 'ᛝ', 'ᚣ', 'ᚾ', 'ᚻ', 'ᛡ', 'ᚳ', 'ᛗ', 'ᚠ', 'ᚾ', 'ᛞ', 'ᛄ', 'ᛖ', 'ᚩ', 'ᛒ', 'ᚷ', 'ᚻ', 'ᚪ', 'ᛖ', 'ᛞ', 'ᛟ', 'ᚠ', 'ᛇ', 'ᛞ', 'ᛟ', 'ᛈ', 'ᚳ', 'ᛁ', 'ᚪ', 'ᛒ', 'ᚷ', 'ᛒ', 'ᛈ', 'ᛟ', 'ᛟ', 'ᛄ', 'ᚠ', 'ᚪ', 'ᛖ', 'ᛄ', 'ᚣ', 'ᚩ', 'ᛄ', 'ᚣ', 'ᚫ', 'ᛋ', 'ᚦ', 'ᛁ', 'ᚫ', 'ᛄ', 'ᚫ', 'ᛏ', 'ᛖ', 'ᛇ', 'ᚻ', 'ᛟ', 'ᚣ', 'ᚠ', 'ᚹ', 'ᛞ', 'ᚷ', 'ᛡ', 'ᚱ', 'ᛒ', 'ᚢ', 'ᛒ', 'ᛚ', 'ᚢ', 'ᚷ', 'ᛈ', 'ᛄ', 'ᚪ', 'ᛏ', 'ᛡ', 'ᚳ', 'ᛄ', 'ᚠ', 'ᛡ', 'ᛝ', 'ᛚ', 'ᚣ', 'ᛒ', 'ᛗ', 'ᚻ', 'ᚱ', 'ᛚ', 'ᛟ', 'ᛠ', 'ᛋ', 'ᚦ', 'ᛝ', 'ᛏ', 'ᚳ', 'ᛟ', 'ᛉ', 'ᛁ', 'ᛄ', 'ᚱ', 'ᚳ', 'ᛖ', 'ᛏ', 'ᛄ', 'ᚷ', 'ᛡ', 'ᛈ', 'ᛏ', 'ᛉ', 'ᚩ', 'ᛁ', 'ᛄ', 'ᛟ', 'ᚷ', 'ᚩ', 'ᚪ', 'ᚢ', 'ᚣ', 'ᛖ', 'ᚪ', 'ᛋ', 'ᛟ', 'ᛇ', 'ᚢ', 'ᚪ', 'ᛡ', 'ᛗ', 'ᚱ', 'ᛚ', 'ᚳ', 'ᚠ', 'ᛒ', 'ᛗ', 'ᛝ', 'ᚻ', 'ᛉ', 'ᛠ', 'ᛄ', 'ᚫ', 'ᛉ', 'ᚪ', 'ᚷ', 'ᚻ', 'ᚣ', 'ᛏ', 'ᛖ', 'ᛝ', 'ᛉ', 'ᛉ', 'ᛗ', 'ᚾ', 'ᚫ', 'ᛋ', 'ᚱ', 'ᛗ', 'ᛞ', 'ᛋ']

P45 = ['ᚳ', 'ᚦ', 'ᛚ', 'ᛟ', 'ᛝ', 'ᛇ', 'ᚢ', 'ᚻ', 'ᚩ', 'ᛏ', 'ᚢ', 'ᛁ', 'ᚦ', 'ᛄ', 'ᚾ', 'ᚠ', 'ᚱ', 'ᚦ', 'ᛋ', 'ᛟ', 'ᚷ', 'ᛠ', 'ᛗ', 'ᚪ', 'ᛝ', 'ᛚ', 'ᚪ', 'ᛁ', 'ᛒ', 'ᛠ', 'ᚢ', 'ᛋ', 'ᚩ', 'ᛖ', 'ᛋ', 'ᛝ', 'ᚠ', 'ᛡ', 'ᚢ', 'ᛟ', 'ᛞ', 'ᛇ', 'ᚪ', 'ᛞ', 'ᛡ', 'ᛒ', 'ᚹ', 'ᚩ', 'ᛄ', 'ᛋ', 'ᛟ', 'ᛝ', 'ᛏ', 'ᚳ', 'ᚻ', 'ᚾ', 'ᛇ', 'ᛋ', 'ᛗ', 'ᛚ', 'ᚻ', 'ᛞ', 'ᛖ', 'ᛈ', 'ᚫ', 'ᛄ', 'ᚱ', 'ᚪ', 'ᚢ', 'ᚻ', 'ᚱ', 'ᚦ', 'ᚱ', 'ᛟ', 'ᛄ', 'ᛟ', 'ᛗ', 'ᚩ', 'ᛟ', 'ᛏ', 'ᚫ', 'ᛇ', 'ᛉ', 'ᛒ', 'ᚳ', 'ᛄ', 'ᛁ', 'ᚪ', 'ᚩ', 'ᛉ', 'ᚹ', 'ᚪ', 'ᚾ', 'ᛈ', 'ᛏ', 'ᚢ', 'ᚣ', 'ᛁ', 'ᛒ', 'ᚢ', 'ᚦ', 'ᚩ', 'ᛡ', 'ᛗ', 'ᚳ', 'ᚠ', 'ᛉ', 'ᚱ', 'ᛁ', 'ᚪ', 'ᛗ', 'ᛏ', 'ᛒ', 'ᛗ', 'ᛚ', 'ᛁ', 'ᚦ', 'ᛏ', 'ᛠ', 'ᛋ', 'ᚾ', 'ᚷ', 'ᛚ', 'ᛏ', 'ᛇ', 'ᛈ', 'ᚩ', 'ᛚ', 'ᛞ', 'ᛚ', 'ᚹ', 'ᚳ', 'ᛄ', 'ᚹ', 'ᛉ', 'ᚪ', 'ᛡ', 'ᚹ', 'ᛇ', 'ᛖ', 'ᛖ', 'ᚹ', 'ᛏ', 'ᚪ', 'ᚣ', 'ᚠ', 'ᛉ', 'ᚳ', 'ᛗ', 'ᚩ', 'ᚷ', 'ᛞ', 'ᚷ', 'ᛚ', 'ᚳ', 'ᛒ', 'ᚣ', 'ᛋ', 'ᚣ', 'ᚠ', 'ᛞ', 'ᚣ', 'ᛝ', 'ᛠ', 'ᛇ', 'ᛏ', 'ᚩ', 'ᚢ', 'ᚫ', 'ᛟ', 'ᛁ', 'ᛒ', 'ᛏ', 'ᚾ', 'ᚫ', 'ᚠ', 'ᛄ', 'ᛟ', 'ᛗ', 'ᚾ', 'ᛈ', 'ᛠ', 'ᛡ', 'ᚩ', 'ᛏ', 'ᛡ', 'ᚪ', 'ᚱ', 'ᛞ', 'ᚪ', 'ᛝ', 'ᛈ', 'ᚹ', 'ᛗ', 'ᛄ', 'ᛟ', 'ᛠ', 'ᚩ', 'ᛚ', 'ᚹ', 'ᛉ', 'ᚱ', 'ᛗ', 'ᚩ', 'ᛏ', 'ᚹ', 'ᛄ', 'ᚹ', 'ᚾ', 'ᚷ', 'ᚳ', 'ᛠ', 'ᛄ', 'ᚳ', 'ᚢ', 'ᚱ', 'ᛟ', 'ᛇ', 'ᛟ', 'ᚾ', 'ᚻ', 'ᚫ', 'ᛉ', 'ᚣ', 'ᛚ', 'ᚩ', 'ᚩ', 'ᛡ', 'ᚳ', 'ᚻ', 'ᛄ', 'ᛋ', 'ᚣ', 'ᚹ', 'ᛁ', 'ᚣ', 'ᚠ', 'ᛋ', 'ᚾ', 'ᚪ', 'ᚷ', 'ᛖ', 'ᚾ', 'ᛄ', 'ᚪ', 'ᚹ', 'ᛠ', 'ᛞ', 'ᚠ', 'ᛟ', 'ᚢ', 'ᛁ', 'ᛖ', 'ᛇ', 'ᚦ', 'ᚫ', 'ᛞ', 'ᚳ', 'ᛄ', 'ᚷ', 'ᚢ', 'ᚻ', 'ᚣ', 'ᚻ', 'ᛁ', 'ᛒ', 'ᛉ', 'ᚾ', 'ᚹ', 'ᛝ']

P46 = ['ᚻ', 'ᛏ', 'ᛉ', 'ᚫ', 'ᛁ', 'ᛄ', 'ᚢ', 'ᛞ', 'ᚠ', 'ᛡ', 'ᚫ', 'ᛋ', 'ᛁ', 'ᚹ', 'ᛝ', 'ᛈ', 'ᛗ', 'ᛉ', 'ᛄ', 'ᛈ', 'ᛞ', 'ᛗ', 'ᛝ', 'ᛇ', 'ᛚ', 'ᛞ', 'ᚣ', 'ᚠ', 'ᚩ', 'ᛞ', 'ᛝ', 'ᚷ', 'ᚾ', 'ᛇ', 'ᚷ', 'ᛖ', 'ᛚ', 'ᛉ', 'ᚣ', 'ᚫ', 'ᛚ', 'ᛖ', 'ᛉ', 'ᛡ', 'ᛝ', 'ᛋ', 'ᚳ', 'ᛁ', 'ᚦ', 'ᚷ', 'ᛏ', 'ᚣ', 'ᚹ', 'ᚩ', 'ᛝ', 'ᛖ', 'ᛒ', 'ᚪ', 'ᛗ', 'ᛏ', 'ᚪ', 'ᚷ', 'ᛒ', 'ᛈ', 'ᛡ', 'ᛟ', 'ᚪ', 'ᛉ', 'ᛝ', 'ᛒ', 'ᛞ', 'ᛉ', 'ᛄ', 'ᚦ', 'ᚢ', 'ᛏ', 'ᛇ', 'ᛖ', 'ᚣ', 'ᚪ', 'ᚳ', 'ᛠ', 'ᚦ', 'ᚹ', 'ᛏ', 'ᛉ', 'ᚩ', 'ᚳ', 'ᛞ', 'ᛒ', 'ᛟ', 'ᚩ', 'ᛠ', 'ᚾ', 'ᚠ', 'ᚪ', 'ᛚ', 'ᛗ', 'ᛖ', 'ᛁ', 'ᚦ', 'ᚫ', 'ᚪ', 'ᛡ', 'ᛄ', 'ᛁ', 'ᚪ', 'ᚱ', 'ᚦ', 'ᚱ', 'ᛖ', 'ᛖ', 'ᚣ', 'ᛋ', 'ᚾ', 'ᛖ', 'ᛏ', 'ᚢ', 'ᚻ', 'ᛈ', 'ᚳ', 'ᚦ', 'ᛋ', 'ᚳ', 'ᛇ', 'ᛉ', 'ᛖ', 'ᛇ', 'ᚠ', 'ᛞ', 'ᛠ', 'ᛏ', 'ᛈ', 'ᚣ', 'ᛇ', 'ᛠ', 'ᚢ', 'ᛏ', 'ᛉ', 'ᚦ', 'ᚷ', 'ᚻ', 'ᚫ', 'ᚾ', 'ᛠ', 'ᚱ', 'ᛡ', 'ᛒ', 'ᛏ', 'ᛁ', 'ᛉ', 'ᚩ', 'ᚢ', 'ᛝ', 'ᛚ', 'ᛒ', 'ᛇ', 'ᚩ', 'ᛟ', 'ᛉ', 'ᚦ', 'ᛞ', 'ᚷ', 'ᚠ', 'ᚩ', 'ᚱ', 'ᛈ', 'ᚪ', 'ᛏ', 'ᚫ', 'ᛋ', 'ᚪ', 'ᚦ', 'ᛖ', 'ᛟ', 'ᚪ', 'ᛝ', 'ᚫ', 'ᚣ', 'ᛒ', 'ᛚ', 'ᛡ', 'ᚦ', 'ᚾ', 'ᚠ', 'ᛈ', 'ᛟ', 'ᛡ', 'ᚾ', 'ᛖ', 'ᚹ', 'ᛖ', 'ᛗ', 'ᚩ', 'ᛉ', 'ᚹ', 'ᚦ', 'ᛠ', 'ᛁ', 'ᚦ', 'ᛒ', 'ᛖ', 'ᚱ', 'ᛟ', 'ᚳ', 'ᛉ', 'ᛈ', 'ᛖ', 'ᛁ', 'ᚢ', 'ᚦ', 'ᛈ', 'ᚠ', 'ᛞ', 'ᛈ', 'ᛄ', 'ᛁ', 'ᛟ', 'ᚻ', 'ᛒ', 'ᚦ', 'ᛏ', 'ᚩ', 'ᚳ', 'ᚢ', 'ᛚ', 'ᛞ', 'ᛄ', 'ᛝ', 'ᚦ', 'ᛄ', 'ᛁ', 'ᚪ', 'ᚹ', 'ᚣ', 'ᚢ', 'ᛝ', 'ᚾ', 'ᛋ', 'ᚾ', 'ᛈ', 'ᚠ', 'ᚫ', 'ᛒ', 'ᛄ', 'ᚫ', 'ᛡ', 'ᛗ', 'ᚹ', 'ᛇ', 'ᚪ', 'ᚩ', 'ᚾ', 'ᛄ', 'ᚳ', 'ᛚ', 'ᛒ', 'ᛉ', 'ᚣ', 'ᛠ', 'ᚦ', 'ᚹ', 'ᛝ', 'ᛚ', 'ᛗ', 'ᚳ', 'ᛡ', 'ᛇ', 'ᚠ', 'ᚫ']

P47 = ['ᛠ', 'ᛁ', 'ᚦ', 'ᛒ', 'ᛠ', 'ᛚ', 'ᚦ', 'ᚳ', 'ᛞ', 'ᛁ', 'ᛇ', 'ᚠ', 'ᚢ', 'ᛉ', 'ᛋ', 'ᛉ', 'ᛁ', 'ᚦ', 'ᚫ', 'ᛋ', 'ᛗ', 'ᚦ', 'ᚹ', 'ᛈ', 'ᛒ', 'ᛋ', 'ᛏ', 'ᚫ', 'ᚾ', 'ᚱ', 'ᛁ', 'ᚦ', 'ᛇ', 'ᛡ', 'ᚱ', 'ᛚ', 'ᛡ', 'ᚹ', 'ᚢ', 'ᚩ', 'ᛋ', 'ᚱ', 'ᚹ', 'ᚫ', 'ᛒ', 'ᚹ', 'ᛡ', 'ᛖ', 'ᛟ', 'ᛄ', 'ᛡ', 'ᚣ', 'ᛖ', 'ᚩ', 'ᛖ', 'ᛡ', 'ᚷ', 'ᚫ', 'ᚠ', 'ᚾ', 'ᚹ', 'ᛟ', 'ᛏ', 'ᚫ', 'ᚠ', 'ᛄ', 'ᚹ', 'ᛠ', 'ᚦ', 'ᛞ', 'ᛁ', 'ᚫ', 'ᚩ', 'ᚾ', 'ᛋ', 'ᚷ', 'ᛈ', 'ᚪ', 'ᛖ', 'ᚩ', 'ᚣ', 'ᚦ', 'ᚹ', 'ᚾ', 'ᚷ', 'ᛠ', 'ᛋ', 'ᚩ', 'ᛇ', 'ᛏ', 'ᛝ', 'ᛚ', 'ᚷ', 'ᛞ', 'ᛒ', 'ᛈ', 'ᛈ', 'ᛗ', 'ᛁ', 'ᚪ', 'ᛖ', 'ᛚ', 'ᛏ', 'ᛁ', 'ᚫ', 'ᛄ', 'ᛖ', 'ᛒ', 'ᚾ', 'ᚠ', 'ᚪ', 'ᛋ', 'ᚷ', 'ᛒ', 'ᚠ', 'ᚫ', 'ᚹ', 'ᚣ', 'ᚷ', 'ᚢ', 'ᛡ', 'ᚠ', 'ᛠ', 'ᛖ', 'ᛋ', 'ᛞ', 'ᛚ', 'ᚳ', 'ᛒ', 'ᛞ', 'ᛏ', 'ᛈ', 'ᛖ', 'ᚾ', 'ᛈ', 'ᚣ', 'ᚱ', 'ᚠ', 'ᚻ', 'ᚫ', 'ᛝ', 'ᛟ', 'ᚪ', 'ᛗ', 'ᛒ', 'ᛡ', 'ᛚ', 'ᛝ', 'ᛋ', 'ᚱ', 'ᚢ', 'ᚹ', 'ᚱ', 'ᚣ', 'ᚻ', 'ᚹ', 'ᚹ', 'ᛡ', 'ᛈ', 'ᛁ', 'ᚻ', 'ᚾ', 'ᚻ', 'ᚱ', 'ᚳ', 'ᛖ', 'ᛏ', 'ᚫ', 'ᚩ', 'ᛋ', 'ᚣ', 'ᛋ', 'ᛝ', 'ᚫ', 'ᛡ', 'ᛝ', 'ᚫ', 'ᚻ', 'ᚦ', 'ᛇ', 'ᚪ', 'ᛞ', 'ᛋ', 'ᛒ', 'ᛁ', 'ᚳ', 'ᛈ', 'ᛇ', 'ᛒ', 'ᛟ', 'ᚫ', 'ᛠ', 'ᛝ', 'ᛖ', 'ᛝ', 'ᛠ', 'ᚣ', 'ᛒ', 'ᚣ', 'ᛉ', 'ᚻ', 'ᚢ', 'ᚠ', 'ᚦ', 'ᛞ', 'ᚹ', 'ᛗ', 'ᚢ', 'ᛁ', 'ᛡ', 'ᛄ', 'ᚩ', 'ᛋ', 'ᛇ', 'ᚫ', 'ᛇ', 'ᛝ', 'ᚱ', 'ᛚ', 'ᛇ', 'ᛠ', 'ᛏ', 'ᚩ', 'ᛄ', 'ᚩ', 'ᛝ', 'ᛈ', 'ᚱ', 'ᚻ', 'ᛠ', 'ᚢ', 'ᛉ', 'ᚦ', 'ᚣ', 'ᚢ', 'ᛋ', 'ᛡ', 'ᛚ', 'ᛖ', 'ᚷ', 'ᛗ', 'ᛝ', 'ᚹ', 'ᚻ', 'ᚱ', 'ᛋ', 'ᚢ', 'ᛟ', 'ᚣ', 'ᛠ', 'ᚷ', 'ᚩ', 'ᚷ', 'ᛇ', 'ᛁ', 'ᛖ', 'ᛠ', 'ᛄ', 'ᛇ', 'ᛁ', 'ᚾ', 'ᛄ', 'ᚩ', 'ᛗ', 'ᚱ', 'ᛡ', 'ᛉ', 'ᚠ', 'ᚻ', 'ᚳ', 'ᚪ', 'ᚩ', 'ᚪ', 'ᚫ']

P48 = ['ᚻ', 'ᚳ', 'ᛁ', 'ᚦ', 'ᛄ', 'ᚷ', 'ᛝ', 'ᛖ', 'ᚢ', 'ᛡ', 'ᛏ', 'ᛁ', 'ᛚ', 'ᚩ', 'ᚱ', 'ᛈ', 'ᚠ', 'ᚪ', 'ᛈ', 'ᛞ', 'ᚱ', 'ᛒ', 'ᛝ', 'ᛁ', 'ᛋ', 'ᚷ', 'ᚠ', 'ᚾ', 'ᛈ', 'ᚠ', 'ᛒ', 'ᛟ', 'ᚦ', 'ᛁ', 'ᛠ', 'ᚪ', 'ᛡ', 'ᛏ', 'ᚾ', 'ᚳ', 'ᚦ', 'ᛟ', 'ᚻ', 'ᛈ', 'ᛖ', 'ᛚ', 'ᚫ', 'ᛟ', 'ᚠ', 'ᛗ', 'ᛡ', 'ᛝ', 'ᛒ', 'ᛝ', 'ᚦ', 'ᛝ', 'ᛠ', 'ᚠ', 'ᛇ', 'ᛗ', 'ᛟ', 'ᚩ', 'ᛠ', 'ᛈ', 'ᛁ', 'ᛡ', 'ᚱ', 'ᚹ', 'ᚹ', 'ᛟ', 'ᚩ', 'ᛒ', 'ᚩ', 'ᚾ', 'ᚩ', 'ᛄ', 'ᛟ', 'ᚾ', 'ᚦ', 'ᛡ', 'ᚠ', 'ᚩ', 'ᛄ', 'ᛞ', 'ᚦ', 'ᛏ', 'ᛁ', 'ᛈ', 'ᚾ', 'ᚪ', 'ᚱ', 'ᛄ', 'ᛉ', 'ᚱ', 'ᚣ', 'ᛝ', 'ᛡ', 'ᛏ', 'ᛗ', 'ᛈ', 'ᛞ', 'ᚣ', 'ᚻ', 'ᛗ', 'ᛝ', 'ᚫ', 'ᚳ', 'ᛇ', 'ᛡ', 'ᚣ', 'ᛄ', 'ᛟ', 'ᛝ', 'ᚩ', 'ᚢ', 'ᛇ', 'ᛁ', 'ᚱ', 'ᛏ', 'ᚪ', 'ᚩ', 'ᚻ', 'ᚪ', 'ᛚ', 'ᚫ', 'ᛚ', 'ᚪ', 'ᛋ', 'ᛈ', 'ᛏ', 'ᚪ', 'ᛄ', 'ᚳ', 'ᚦ', 'ᚢ', 'ᛏ', 'ᚹ', 'ᚦ', 'ᛗ', 'ᚷ', 'ᛖ', 'ᛗ', 'ᚣ', 'ᛡ', 'ᛁ', 'ᛞ', 'ᚢ', 'ᛋ', 'ᚠ', 'ᛒ', 'ᛟ', 'ᛚ', 'ᛟ', 'ᚪ', 'ᛒ', 'ᚦ', 'ᛚ', 'ᚣ', 'ᚳ', 'ᛠ', 'ᚣ', 'ᛞ', 'ᛇ', 'ᛁ', 'ᚹ', 'ᛉ', 'ᛟ', 'ᛝ', 'ᛒ', 'ᚢ', 'ᛋ', 'ᛞ', 'ᚻ', 'ᛞ', 'ᚢ', 'ᛠ', 'ᚱ', 'ᚫ', 'ᚩ', 'ᚻ', 'ᛝ', 'ᛒ', 'ᚪ', 'ᚹ', 'ᛈ', 'ᛡ', 'ᚾ', 'ᛚ', 'ᛇ', 'ᛖ', 'ᛟ', 'ᛝ', 'ᛡ', 'ᚠ', 'ᛇ', 'ᛡ', 'ᚳ', 'ᚦ', 'ᚹ', 'ᛚ', 'ᚦ', 'ᚪ', 'ᛁ', 'ᛈ', 'ᛞ', 'ᛟ', 'ᛄ', 'ᚢ', 'ᛉ', 'ᚢ', 'ᚾ', 'ᛠ', 'ᚠ', 'ᚩ', 'ᚾ', 'ᚪ', 'ᚱ', 'ᛠ', 'ᚷ', 'ᛗ', 'ᚢ', 'ᛗ', 'ᛁ', 'ᛄ', 'ᛒ', 'ᛗ', 'ᚱ', 'ᚾ', 'ᛗ', 'ᚩ', 'ᚾ', 'ᚠ', 'ᚣ', 'ᛗ', 'ᚠ', 'ᛇ', 'ᚠ', 'ᛄ', 'ᛒ', 'ᛡ', 'ᛈ', 'ᛄ', 'ᛖ', 'ᛡ', 'ᛏ', 'ᛈ', 'ᛟ', 'ᚫ', 'ᛏ', 'ᛟ', 'ᚻ', 'ᛖ', 'ᚾ', 'ᚳ', 'ᛇ', 'ᚩ', 'ᛋ', 'ᚻ', 'ᚫ', 'ᛇ', 'ᛝ', 'ᛁ', 'ᛟ', 'ᛇ', 'ᚠ', 'ᚢ', 'ᛞ', 'ᚣ', 'ᚪ', 'ᛚ', 'ᚠ']

P49 = ['ᛡ', 'ᛖ', 'ᛄ', 'ᚠ', 'ᛚ', 'ᛟ', 'ᛁ', 'ᚳ', 'ᛁ', 'ᛝ', 'ᚷ', 'ᚦ', 'ᛗ', 'ᛋ', 'ᚫ', 'ᚷ', 'ᚪ', 'ᛠ', 'ᛗ', 'ᛁ', 'ᛒ', 'ᛡ', 'ᛏ', 'ᚾ', 'ᛝ', 'ᛗ', 'ᚦ', 'ᛏ', 'ᚣ', 'ᚫ', 'ᛄ', 'ᛖ', 'ᚻ', 'ᚠ', 'ᚪ', 'ᛡ', 'ᚷ', 'ᚪ', 'ᛗ', 'ᛁ', 'ᛞ', 'ᛉ', 'ᛏ', 'ᚢ', 'ᛖ', 'ᚦ', 'ᚾ', 'ᛖ', 'ᚪ', 'ᛈ', 'ᚹ', 'ᛠ', 'ᛚ', 'ᛒ', 'ᚢ', 'ᚱ', 'ᛡ', 'ᛟ', 'ᚪ', 'ᚣ', 'ᛟ', 'ᛇ', 'ᚹ', 'ᛄ', 'ᛈ', 'ᛞ']

P50 = []

P51 = ['ᚹ', 'ᚹ', 'ᛈ', 'ᚠ', 'ᛡ', 'ᛚ', 'ᛉ', 'ᛒ', 'ᚾ', 'ᚳ', 'ᛗ', 'ᚾ', 'ᚱ', 'ᛗ', 'ᚻ', 'ᚦ', 'ᚫ', 'ᛞ', 'ᛄ', 'ᛒ', 'ᛡ', 'ᚫ', 'ᛇ', 'ᚹ', 'ᛗ', 'ᚢ', 'ᚪ', 'ᛈ', 'ᛡ', 'ᛈ', 'ᛁ', 'ᛄ', 'ᚪ', 'ᚢ', 'ᚾ', 'ᛠ', 'ᛖ', 'ᛞ', 'ᛗ', 'ᚪ', 'ᛏ', 'ᛟ', 'ᛗ', 'ᛋ', 'ᛞ', 'ᛝ', 'ᚷ', 'ᛚ', 'ᛋ', 'ᛞ', 'ᛝ', 'ᛟ', 'ᛋ', 'ᛄ', 'ᛞ', 'ᛚ', 'ᛟ', 'ᚠ', 'ᛄ', 'ᚫ', 'ᚠ', 'ᚪ', 'ᛝ', 'ᛟ', 'ᚣ', 'ᛈ', 'ᚣ', 'ᚩ', 'ᛒ', 'ᚷ', 'ᚳ', 'ᛖ', 'ᛏ', 'ᚹ', 'ᚪ', 'ᛋ', 'ᛒ', 'ᛗ', 'ᛠ', 'ᚣ', 'ᛇ', 'ᛗ', 'ᚫ', 'ᛚ', 'ᚱ', 'ᚹ', 'ᛇ', 'ᛄ', 'ᛒ', 'ᛈ', 'ᛚ', 'ᚠ']

P52 = ['ᛈ', 'ᚠ', 'ᛗ', 'ᛝ', 'ᚪ', 'ᛇ', 'ᚾ', 'ᛟ', 'ᚹ', 'ᛇ', 'ᛉ', 'ᚣ', 'ᚫ', 'ᛉ', 'ᛞ', 'ᛟ', 'ᚱ', 'ᛒ', 'ᛡ', 'ᚱ', 'ᛟ', 'ᚹ', 'ᛏ', 'ᚷ', 'ᚱ', 'ᛄ', 'ᛖ', 'ᛠ', 'ᛈ', 'ᛚ', 'ᛞ', 'ᚻ', 'ᚦ', 'ᚱ', 'ᚦ', 'ᚣ', 'ᛚ', 'ᛉ', 'ᛠ', 'ᛈ', 'ᚫ', 'ᚠ', 'ᚪ', 'ᚫ', 'ᚪ', 'ᛒ', 'ᛈ', 'ᛋ', 'ᛗ', 'ᛏ', 'ᚫ', 'ᚳ', 'ᛈ', 'ᛝ', 'ᚹ', 'ᚦ', 'ᚻ', 'ᛠ', 'ᛞ', 'ᚩ', 'ᛄ', 'ᚷ', 'ᛋ', 'ᚩ', 'ᛠ', 'ᚳ', 'ᛖ', 'ᛋ', 'ᚣ', 'ᛖ', 'ᚫ', 'ᛈ', 'ᚦ', 'ᛁ', 'ᛇ', 'ᛈ', 'ᚳ', 'ᛝ', 'ᛈ', 'ᚳ', 'ᛇ', 'ᚢ', 'ᛏ', 'ᚳ', 'ᛡ', 'ᛇ', 'ᛝ', 'ᚾ', 'ᚢ', 'ᚻ', 'ᚦ', 'ᚣ', 'ᚠ', 'ᛗ', 'ᚾ', 'ᛝ', 'ᚠ', 'ᛄ', 'ᛉ', 'ᛟ', 'ᚱ', 'ᛗ', 'ᛝ', 'ᛠ', 'ᛄ', 'ᛏ', 'ᚳ', 'ᚢ', 'ᚷ', 'ᚦ', 'ᚠ', 'ᚦ', 'ᛋ', 'ᚪ', 'ᛈ', 'ᚩ', 'ᚪ', 'ᚫ', 'ᛞ', 'ᛋ', 'ᛝ', 'ᛒ', 'ᛗ', 'ᚩ', 'ᚷ', 'ᚹ', 'ᚠ', 'ᛗ', 'ᛖ', 'ᛠ', 'ᛇ', 'ᚻ', 'ᚠ', 'ᚻ', 'ᚳ', 'ᚱ', 'ᚫ', 'ᛝ', 'ᛗ', 'ᛉ', 'ᚳ', 'ᛋ', 'ᚪ', 'ᚹ', 'ᛋ', 'ᛠ', 'ᚩ', 'ᚣ', 'ᛚ', 'ᛉ', 'ᛝ', 'ᛠ', 'ᛟ', 'ᛉ', 'ᛟ', 'ᛠ', 'ᛡ', 'ᛝ', 'ᛒ', 'ᛝ', 'ᚳ', 'ᚫ', 'ᛁ', 'ᚱ', 'ᛒ', 'ᚠ', 'ᛏ', 'ᚣ', 'ᚣ', 'ᛠ', 'ᛒ', 'ᚣ', 'ᛚ', 'ᚩ', 'ᛇ', 'ᛉ', 'ᚩ', 'ᚷ', 'ᛗ', 'ᚩ', 'ᚠ', 'ᛚ', 'ᛟ', 'ᛝ', 'ᚦ', 'ᛠ', 'ᚦ', 'ᚣ', 'ᛖ', 'ᚣ', 'ᚾ', 'ᚷ', 'ᚾ', 'ᛡ', 'ᛏ', 'ᛄ', 'ᛟ', 'ᚾ', 'ᛁ', 'ᛋ', 'ᛟ', 'ᛠ', 'ᚦ', 'ᚣ', 'ᛋ', 'ᛒ', 'ᚫ', 'ᛚ', 'ᚪ', 'ᛄ', 'ᛡ', 'ᛖ', 'ᚷ', 'ᛉ', 'ᛡ', 'ᚾ', 'ᛉ', 'ᛏ', 'ᛡ', 'ᛒ', 'ᚻ', 'ᛚ', 'ᚷ', 'ᚢ', 'ᚦ', 'ᛠ', 'ᚢ', 'ᚾ', 'ᛁ', 'ᚩ', 'ᛗ', 'ᛠ', 'ᛁ', 'ᚷ', 'ᛟ', 'ᚦ', 'ᚱ', 'ᚣ', 'ᛒ', 'ᛖ', 'ᛠ', 'ᚩ', 'ᛈ', 'ᛗ', 'ᛏ', 'ᚱ', 'ᚫ', 'ᚢ', 'ᚻ', 'ᛁ', 'ᛝ', 'ᛇ', 'ᚳ', 'ᚠ', 'ᛄ', 'ᚾ', 'ᚱ', 'ᚷ', 'ᛟ', 'ᚷ', 'ᚻ', 'ᚣ', 'ᚻ']

P53 = ['ᛇ', 'ᚫ', 'ᛠ', 'ᚫ', 'ᚣ', 'ᚢ', 'ᛗ', 'ᛈ', 'ᛉ', 'ᛁ', 'ᚢ', 'ᚾ', 'ᚩ', 'ᛟ', 'ᚾ', 'ᚷ', 'ᛞ', 'ᚦ', 'ᛡ', 'ᚫ', 'ᚹ', 'ᛞ', 'ᛟ', 'ᛖ', 'ᚱ', 'ᛗ', 'ᚾ', 'ᛖ', 'ᚻ', 'ᚷ', 'ᛒ', 'ᚢ', 'ᛄ', 'ᚢ', 'ᚦ', 'ᛗ', 'ᛖ', 'ᛞ', 'ᛝ', 'ᛒ', 'ᚷ', 'ᚣ', 'ᚱ', 'ᛖ', 'ᛁ', 'ᚢ', 'ᛄ', 'ᚣ', 'ᛡ', 'ᛚ', 'ᚢ', 'ᛄ', 'ᛟ', 'ᛠ', 'ᛉ', 'ᚣ', 'ᛇ', 'ᚱ', 'ᚩ', 'ᛈ', 'ᛋ', 'ᚳ', 'ᚫ', 'ᛗ', 'ᛇ', 'ᚾ', 'ᛄ', 'ᛖ', 'ᚠ', 'ᛋ', 'ᛖ', 'ᚠ', 'ᚪ', 'ᛝ', 'ᚢ', 'ᛝ', 'ᛄ', 'ᛇ', 'ᚷ', 'ᚠ', 'ᛝ', 'ᚱ', 'ᛁ', 'ᚦ', 'ᛄ', 'ᚢ', 'ᚫ', 'ᚣ', 'ᛋ', 'ᚠ', 'ᛖ', 'ᚢ', 'ᛋ', 'ᚫ', 'ᚣ', 'ᛠ', 'ᛁ', 'ᛏ', 'ᛟ', 'ᚱ', 'ᛏ', 'ᛟ', 'ᚩ', 'ᚷ', 'ᚾ', 'ᚻ', 'ᛞ', 'ᛗ', 'ᚩ', 'ᚳ', 'ᛞ', 'ᛖ', 'ᛏ', 'ᚹ', 'ᛉ', 'ᛞ', 'ᛚ', 'ᚩ', 'ᚫ', 'ᛄ', 'ᛇ', 'ᚢ', 'ᛒ', 'ᛗ', 'ᛏ', 'ᛞ', 'ᛗ', 'ᛖ', 'ᛏ', 'ᛈ', 'ᚹ', 'ᛇ', 'ᛋ', 'ᚹ', 'ᛒ', 'ᛇ', 'ᚦ', 'ᚾ', 'ᚻ', 'ᚷ', 'ᛄ', 'ᚱ', 'ᛡ', 'ᛞ', 'ᛡ', 'ᚦ', 'ᚪ', 'ᛁ', 'ᛇ', 'ᚫ', 'ᛉ', 'ᛚ', 'ᛇ', 'ᛠ', 'ᛡ', 'ᚪ', 'ᛄ', 'ᚻ', 'ᚱ', 'ᚦ', 'ᛈ', 'ᛞ', 'ᛄ', 'ᛝ', 'ᚩ', 'ᚷ', 'ᚠ', 'ᛇ', 'ᛗ', 'ᚳ', 'ᚻ', 'ᛞ', 'ᚩ', 'ᛏ', 'ᚳ', 'ᚢ', 'ᚱ', 'ᛈ', 'ᚾ']

P54 = ['ᚪ', 'ᛗ', 'ᛝ', 'ᛞ', 'ᛡ', 'ᚦ', 'ᛉ', 'ᛁ', 'ᛗ', 'ᛡ', 'ᛞ', 'ᛈ', 'ᛝ', 'ᚢ', 'ᚹ', 'ᚪ', 'ᛗ', 'ᛏ', 'ᚪ', 'ᛝ', 'ᛝ', 'ᚦ', 'ᛡ', 'ᚹ', 'ᛋ', 'ᚻ', 'ᛁ', 'ᚳ', 'ᚫ', 'ᛈ', 'ᚫ', 'ᚷ', 'ᚩ', 'ᛗ', 'ᛁ', 'ᚪ', 'ᛖ', 'ᚩ', 'ᛏ', 'ᚹ', 'ᚩ', 'ᚠ', 'ᚣ', 'ᚢ', 'ᛏ', 'ᛄ', 'ᚦ', 'ᛄ', 'ᛠ', 'ᛖ', 'ᚳ', 'ᚾ', 'ᛠ', 'ᚳ', 'ᛠ', 'ᛖ', 'ᚱ', 'ᚩ', 'ᚢ', 'ᛉ', 'ᛞ', 'ᚹ', 'ᚻ', 'ᛒ', 'ᛝ', 'ᚠ', 'ᚪ', 'ᚳ', 'ᛄ', 'ᚢ', 'ᚩ', 'ᛄ', 'ᛡ', 'ᛠ', 'ᛁ', 'ᛚ', 'ᚷ', 'ᚻ', 'ᛒ', 'ᚢ', 'ᛄ', 'ᛉ', 'ᚪ', 'ᚳ', 'ᚹ', 'ᛡ', 'ᛗ', 'ᚩ', 'ᛈ', 'ᚣ', 'ᛞ', 'ᛡ', 'ᛚ', 'ᛈ', 'ᛇ', 'ᛁ', 'ᚦ', 'ᚱ', 'ᚣ', 'ᚷ', 'ᛗ', 'ᛉ', 'ᛟ', 'ᚷ', 'ᛋ', 'ᛗ', 'ᛈ', 'ᛄ', 'ᛟ', 'ᛞ', 'ᛟ', 'ᛏ', 'ᛡ', 'ᛟ', 'ᛏ', 'ᛝ', 'ᛁ', 'ᛗ', 'ᛝ', 'ᚣ', 'ᚪ', 'ᚫ', 'ᛝ', 'ᚱ', 'ᚣ', 'ᛄ', 'ᚾ', 'ᛚ', 'ᚢ', 'ᛉ', 'ᛒ', 'ᚻ', 'ᛈ', 'ᛄ', 'ᚩ', 'ᛠ', 'ᚷ', 'ᚫ', 'ᚹ', 'ᛉ', 'ᛋ', 'ᛞ', 'ᚳ', 'ᚢ', 'ᛏ', 'ᛟ', 'ᚻ', 'ᛇ', 'ᚾ', 'ᛈ', 'ᛏ', 'ᛠ', 'ᚣ', 'ᛒ', 'ᚢ', 'ᚷ', 'ᚷ', 'ᚪ', 'ᛇ', 'ᚾ', 'ᚷ', 'ᚩ', 'ᛖ', 'ᛚ', 'ᛗ', 'ᛒ', 'ᚦ', 'ᚣ', 'ᛡ', 'ᛟ', 'ᛇ', 'ᚣ', 'ᛗ', 'ᚳ', 'ᛟ', 'ᚦ', 'ᛖ', 'ᛚ', 'ᚱ', 'ᛇ', 'ᛈ', 'ᚱ', 'ᛞ', 'ᚣ', 'ᛉ', 'ᛞ', 'ᛝ', 'ᚣ', 'ᛈ', 'ᛋ', 'ᛖ', 'ᛉ', 'ᚹ', 'ᚳ', 'ᚷ', 'ᚠ', 'ᛞ', 'ᚱ', 'ᛖ', 'ᛞ', 'ᛖ', 'ᚹ', 'ᚩ', 'ᛇ', 'ᛟ', 'ᚻ', 'ᚩ', 'ᛟ', 'ᛒ', 'ᛋ', 'ᚻ', 'ᛠ', 'ᚪ', 'ᚳ', 'ᛁ', 'ᛗ', 'ᛉ', 'ᛄ', 'ᛗ', 'ᛖ', 'ᛗ', 'ᛚ', 'ᚷ', 'ᚩ', 'ᛏ', 'ᚦ', 'ᛉ', 'ᛖ', 'ᛠ', 'ᚱ', 'ᚷ', 'ᚣ']

P55 = ['ᛝ', 'ᚫ', 'ᛗ', 'ᛁ', 'ᚹ', 'ᛋ', 'ᛒ', 'ᛉ', 'ᛗ', 'ᛋ', 'ᛇ', 'ᚷ', 'ᛞ', 'ᚦ', 'ᚫ', 'ᚠ', 'ᛡ', 'ᚪ', 'ᛒ', 'ᚳ', 'ᚢ', 'ᚹ', 'ᚱ', 'ᛒ', 'ᛠ', 'ᚠ', 'ᛉ', 'ᛁ', 'ᛗ', 'ᚢ', 'ᚳ', 'ᛈ', 'ᚻ', 'ᛝ', 'ᛚ', 'ᛇ', 'ᛗ', 'ᛋ', 'ᛞ', 'ᛡ', 'ᛈ', 'ᚠ', 'ᛒ', 'ᚻ', 'ᛇ', 'ᚳ', 'ᛇ', 'ᛖ', 'ᛠ', 'ᛖ', 'ᛁ', 'ᚷ', 'ᛉ', 'ᚷ', 'ᛋ', 'ᛖ', 'ᛋ', 'ᛇ', 'ᚦ', 'ᚦ', 'ᛖ', 'ᛋ', 'ᚦ', 'ᛟ', 'ᚳ', 'ᛠ', 'ᛁ', 'ᛗ', 'ᚳ', 'ᛉ', 'ᛞ', 'ᛄ', 'ᚢ', 'ᛒ', 'ᛖ', 'ᛁ']

P56 = ['ᚫ', 'ᛄ', 'ᛟ', 'ᛋ', 'ᚱ', 'ᛗ', 'ᚣ', 'ᛚ', 'ᚩ', 'ᚻ', 'ᚩ', 'ᚫ', 'ᚳ', 'ᚦ', 'ᚷ', 'ᚹ', 'ᚹ', 'ᛚ', 'ᚫ', 'ᛉ', 'ᚩ', 'ᚪ', 'ᛈ', 'ᛗ', 'ᛞ', 'ᛞ', 'ᚢ', 'ᚷ', 'ᚹ', 'ᛚ', 'ᛞ', 'ᚾ', 'ᚣ', 'ᛄ', 'ᚳ', 'ᚠ', 'ᛡ', 'ᚫ', 'ᛏ', 'ᛈ', 'ᛇ', 'ᚪ', 'ᚦ', 'ᚳ', 'ᚫ', 'ᚳ', 'ᛞ', 'ᚠ', 'ᚾ', 'ᛡ', 'ᛖ', 'ᚠ', 'ᚾ', 'ᚳ', 'ᛝ', 'ᚱ', 'ᚠ', 'ᚫ', 'ᛁ', 'ᚱ', 'ᛞ', 'ᛖ', 'ᛋ', 'ᚣ', 'ᛄ', 'ᛠ', 'ᚢ', 'ᛝ', 'ᚹ', 'ᛉ', 'ᚩ', 'ᛗ', 'ᛠ', 'ᚹ', 'ᚠ', 'ᚱ', 'ᚷ', 'ᛡ', 'ᛝ', 'ᚱ', 'ᛒ', 'ᚫ', 'ᚾ', 'ᚢ', 'ᛋ']

def return_page(desired):
    if desired == "0":
        return P0
    elif desired == "1":
        return P1
    elif desired == "2":
        return P2
    elif desired == "3":
        return P3
    elif desired == "4":
        return P4
    elif desired == "5":
        return P5
    elif desired == "6":
        return P6
    elif desired == "7":
        return P7
    elif desired == "8":
        return P8
    elif desired == "9":
        return P9
    elif desired == "10":
        return P10
    elif desired == "11":
        return P11
    elif desired == "12":
        return P12
    elif desired == "13":
        return P13
    elif desired == "14":
        return P14
    elif desired == "15":
        return P15
    elif desired == "16":
        return P16
    elif desired == "17":
        return P17
    elif desired == "18":
        return P18
    elif desired == "19":
        return P19
    elif desired == "20":
        return P20
    elif desired == "21":
        return P21
    elif desired == "22":
        return P22
    elif desired == "23":
        return P23
    elif desired == "24":
        return P24
    elif desired == "25":
        return P25
    elif desired == "26":
        return P26
    elif desired == "27":
        return P27
    elif desired == "28":
        return P28
    elif desired == "29":
        return P29
    elif desired == "30":
        return P30
    elif desired == "31":
        return P31
    elif desired == "32":
        return P32
    elif desired == "33":
        return P33
    elif desired == "34":
        return P34
    elif desired == "35":
        return P35
    elif desired == "36":
        return P36
    elif desired == "37":
        return P37
    elif desired == "38":
        return P38
    elif desired == "39":
        return P39
    elif desired == "40":
        return P40
    elif desired == "41":
        return P41
    elif desired == "42":
        return P42
    elif desired == "43":
        return P43
    elif desired == "44":
        return P44
    elif desired == "45":
        return P45
    elif desired == "46":
        return P46
    elif desired == "47":
        return P47
    elif desired == "48":
        return P48
    elif desired == "49":
        return P49
    elif desired == "50":
        return P50
    elif desired == "51":
        return P51
    elif desired == "52":
        return P52
    elif desired == "53":
        return P53
    elif desired == "54":
        return P54
    elif desired == "55":
        return P55
    elif desired == "56":
        return P56
